{
	"list": [
		{
            "id": "batman",
            "name": {
                "fr": "BATMAN",
                "en": "BATMAN"
            },
            "back": {
                "text": {
                    "fr": "Témoin de l'assassinat de ses parents alors qu'il n'était qu'un enfant, le richissime Bruce Wayne a juré de livrer une guerre sans merci contre le crime. Il a parcouru le monde pour recevoir l'enseignement des meilleurs détectives et des meilleurs combattants de chaque discipline. De retour à Gotham City pour mettre en oeuvre son plan, il ne lui manquait plus que l'idée d'un totem pour symboliser sa lutte. Il l'a trouvé le jour où une chauve-souris s'est  introduite chez lui. Puisque les criminels sont généralement superstitieux et peureux, Bruce a décidé d'incarner une créature de la nuit. Il est depuis le Batman.",
					"en": "As a child, Bruce Wayne witnessed the brutal murder of his parents. From that day forward, he resolved to do something about the incessant crime plaguing Gotham City. To prepare himself, he travelled the world, learning from the best detectives and warriors of every discipline. Arriving back in Gotham City, ready to begin his ceaseless fight, he realized something was missing. He needed an emblem-something to symbolize his crusade against crime. One day, when a bat flew into his room, he knew he'd found it. In time, Gotham City's criminal underworld came to understand the meaning of fear. And this fear was given a name: Batman"
					},
					"ID": "Bruce Wayne",
					"size": {
						"fr": "1,87 m",
						"en": "6ft 2in"
					},
					"weight": {
						"fr": "95,25 Kg",
						"en": "210 lbs"
					}
				},
            "color": "blue",
            "total-gems": 11,
            "active-recup": 2,
            "rest-recup": 6,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 4, "movement": 1},
					{ "weight": 6, "movement": 0}
				]
			},
            "beltsize": 4,
            "size": 1,
            "menace": 1,

            "melee": { 
				"dice": "red", 
				"saturation": 3, 
				"skills": [
					{ "id": "combo", "level": 1 , "encombrance": 4 },
					{ "id": "martial_arts", "level": 1, "encombrance": 4 }
				]
			},
            "ranged": {
				"dice": "orange", 
				"saturation": 3 
			},
            "manipulation": { 
				"dice": "orange", 
				"saturation":3, 
				"skills": [
					{ "id": "munitions_specialist", "level": 1}
				]
			},
            "thought": { 
				"dice": "red", 
				"saturation": 4, 
				"skills": [
					{ "id": "hacking", "level": 1},
					{ "id": "investigation", "level": 2}
				]
			},
            "defense": { 
				"dice": "orange", 
				"saturation": 5, 
				"skills": [
					{ "id": "protected", "level": 2}
				]
			},
            "passive-defense": { "dice": "orange"},
            "reroll": {"saturation": 4},
            "movement": {
				"saturation": 4, 
				"skills": [
					{ "id": "parkour", "level": 1, "encombrance": 3 },
					{ "id": "mobility", "level": 1, "encombrance": 3 }
				]
			},
            "otherskills": [
                { "id": "pushing_limits", "level": 1 }
            ],
            "traits": [
                {"id": "moral_code"}
            ],
            "image": "data/heroes/img/batman.png",
            "imageHD": "data/heroes/img/batman_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/batman_back.png",
            "imageHD_back": "data/heroes/img/batman_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "batman",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "CACHÉ DANS LES OMBRES",
						"en": "HIDE IN THE SHADOWS"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Batman se cache dans les ombres, prêt à fondre sur sa proie.",
								"en": "Batman conceals his location with a smoke bomb."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros place un pion fumigène dans la zone de Batman, puis place un deuxième pion dans une zone à 1 de distance du premier. Enfin, il en place un troisième dans une zone à 1 de distance du second.\n Ensuite, le héros répartit comme il le souhaite, sans les montrer au vilain, les 3 pions ombre (face ombre visible) dans les 3 zones dans lesquelles il a précédemment placé des pions fumigènes. Le héros retire la figurine de Batman et la place dans sa réserve.\n Un pion ombre peut être pris pour cible d'attaques et d'explosions. Dans ce cas, le héros le retourne :\n-- si la face révélée est une face vide, l'action d'attaque ou l’explosion n’ont aucun effet sur le pion ombre. Celui-ci est ensuite retiré,\n-- si la face révélée est la face Batman, le héros place la figurine de Batman depuis sa réserve dans la zone du pion. Les pions ombre restant sont retirés. L'attaque est ensuite résolue normalement.\nLorsque Batman est activé, s'il reste des pions ombre et que sa figurine n'est pas en jeu, le héros la place depuis sa réserve dans la zone du pion ombre au dos duquel se trouve la face Batman. Batman peut immédiatement effectuer une action d'attaque au corps-à-corps avec sa caractéristique de 1 dé rouge + 1 dé rouge. Le héros active ensuite Batman normalement.",
										"en": "The hero places a smoke grenade token in the same area as Batman and then places a second token in an area that is at a distance of 1 away from the first one. They then finally place a third token in an area that is at a distance of 1 away from the second one.\n The hero then places, without showing the villain, their 3 shadow tokens (shadow side up) as they choose in the 3 areas with the smoke grenade tokens. The hero then removes the Batman miniature and places him in their reserve pool.\nA shadow token can be targeted for attacks and explosions. In this case, the hero turns over the token:\n-- If the revealed side is blank, the attack action or the explosion have no effect on the shadow token. The shadow token is then removed.\n-- If the revealed side is the Batman side, the hero replaces the Batman miniature in the token’s area. The remaining shadow tokens are removed. The attack is then triggered as usual.\n When Batman is activated, if there are shadow tokens on the board and his miniature is not in play, the hero swaps the Batman miniature from the reserve pool with the shadow token showing the Batman side. Batman can immediately perform a melee attack action with 2 red dice. The hero then activates Batman as usual."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PION OMBRE",
										"en": "SHADOW TOKEN"
										},
									"image": ["data/powers/img/shadow.png"]
								}					
							}
						}
					}
				}
			}
		},	
        {
            "id": "nightwing",
            "name": {
                "fr": "NIGHTWING",
                "en": "NIGHTWING"
            },
            "back": {
                "text": {
                    "fr": "Dick Grayson, un enfant de la balle, fut le premier Robin. Mais les enfants grandissent et le costume bariolé devient trop petit. Puis l'autorité d'un parent aussi dur que Batman peut les éloigner. Ainsi, Dick Grayson a raccroché sa cape jaune pour adopter des couleurs plus proches de celles de son mentor. ll combat le crime sous l'identité de Nightwing, à New York, puis à Blüdhaven, une ville en banlieue de Gotham City. Mais si ses relations avec Batman sont parfois tendues, Nightwinq vient souvent lui prêter main-forte. Acrobate hors pair, bon combattant, il a toutes les qualités de Batman, le sourire en plus.",
					"en": "Dick Grayson, a young acrobat, became the first Robin, But children grow up, and they grow out of brightly colored costumes. A parent as demanding as Batman can, understandably, push them away. So, Dick Grayson hung up his yellow cape for good and struck out on his own-leaving behind his status as a sidekick, Now he fights under the name Nightwing, both in New York and in Blüdhaven, a city in the suburbs of Gotham City. Though Nightwing's relationship with Batman is often strained, he is always ready to lend a hand when the need arises. An outstanding acrobat and a highly effective fighter, Nightwing has all the qualities of Batman, plus the smile."
					},
					"ID": "Dick Grayson",
					"size": {
						"fr": "1,11 m",
						"en": "5ft l0in"
					},
					"weight": {
						"fr": "79,3 Kg",
						"en": "175 lbs"
					}
				},
            "color": "blue",
            "total-gems": 10,
            "active-gems": 2,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 4, "movement": 1},
					{ "weight": 6, "movement": 0}
				]
			},
            "beltsize": 3,
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "orangereroll", 
				"saturation": 3, 
				"skills": [
					{ "id": "combo", "level": 1 , "encombrance": 4 },
					{ "id": "martial_arts", "level": 1 , "encombrance": 4 },
					{ "id": "counterattack", "level": 1, "encombrance": 3 }
				]
			},
            "ranged": { 
				"dice": "orange", 
				"saturation": 4
			},
            "manipulation": { 
				"dice": "yellowreroll", 
				"saturation": 4
			},
            "thought": { 
				"dice": "orange", 
				"saturation": 4
			},
            "defense": { 
				"dice": "orange", 
				"saturation": 4
			},
            "passive-defense": { "dice": "yellow"},
            "reroll": {"saturation": 4},
            "movement": {
				"saturation": 5, 
				"skills": [
					{ "id": "parkour", "level": 2 , "encombrance": 4 },
					{ "id": "mobility", "level": 1, "encombrance": 4 }
				]
			},
            "otherskills": [
                { "id": "ambidextry", "level": 1 }
            ],
            "traits": [
                {"id": "moral_code"}
            ],
            "image": "data/heroes/img/nightwing.png",
            "imageHD": "data/heroes/img/nightwing_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/nightwing_back.png",
            "imageHD_back": "data/heroes/img/nightwing_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "nightwing",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "IMPÉTUEUX",
						"en": "IMPETUOUS"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Nightwing réalise une charge.",
								"en": "Nightwing performs a charge."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Nightwing. Pour cela, il suit les étapes d'activation d'un personnage contrôlé par une tuile en respectant les exceptions suivantes :\n-- Nightwing ne peut effectuer qu’une seule de ses deux étapes de mouvement,\n-- Lors de l'étape de déclaration d'une action autre que le mouvement, il ne peut que déclarer des actions d'attaque au corps-à-corps.",
										"en": "The hero immediately performs a character activation with Nightwing. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- Nightwing can only perform one of the two movement steps.\n-- During the Declare an Action Other than a Movement step, they can only declare melee attacks."
							}
						}
					}
				}
			}
        },		
        {
            "id": "azrael",
            "name": {
                "fr": "AZRAEL",
                "en": "AZRAEL"
            },
            "back": {
                "text": {
                    "fr": "Jean-Paul Valley était un étudiant somme toute ordinaire, jusqu'à ce que son père soit tué. Jean-Paul découvrit alors qu'il était le descendant d'une liqnée d'exécuteurs des basses oeuvres au service de l'0rdre de Saint Dumas, et appelé à succéder à son géniteur, nanti d'une armure et d'une épée de flammes. Mais après s'être retourné contre ceux qui tentaient de le manipuler, c'est à Batmon qu'il finit par brièvement succéder, inquiétant ses alliés par sa brutalité et son comportement psychotique. Depuis que Bruce Wayne a repris son masque, Azrael se cherche une identité, un but...",
					"en": "Jean-Paul Valley was just an ordinary student before the brutal murder of his father. It was then, in the grips of grief, that he discovered his dark heritage. Valley was the descendant of a long line of servants of the Order of Saint Dumas. The Order called on him to succeed his father and carry out the Order's bloody deeds. And serve he did-with an intricate and powerful suit of armar and a flaming sword. Eventually, Jean-Paul broke free of his manipulators and for a brief stint took on the role of Batman. His stranqe demeanor and brutal methods scared both enemies and allies alike."
					},
					"ID": "Jean-Paul Valley",
					"size": {
						"fr": "1,88 m",
						"en": "6ft 2in"
					},
					"weight": {
						"fr": "95 Kg",
						"en": "209 lbs"
					}
				},
            "color": "blue",
            "total-gems": 11,
            "active-gems": 2,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 4, "movement": 1},
					{ "weight": 6, "movement": 0}
				]
			},
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "red", 
				"saturation": 3, 
				"skills": [
					{ "id": "combo", "level": 1 , "encombrance": 4 },
					{ "id": "counterattack", "level": 2 , "encombrance": 4 },
					{ "id": "martial_arts", "level": 1, "encombrance": 4 }
				]
			},
            "ranged": { 
				"dice": "yellowreroll", 
				"saturation": 3
			},
            "manipulation": { 
				"dice": "yellow", 
				"saturation": 5
			},
            "thought": { 
				"dice": "yellow", 
				"saturation": 5 
			},
            "defense": { 
				"dice": "orange", 
				"saturation": 4
			},
            "passive-defense": { "dice": "orange"},
            "reroll": {"saturation": 5},
            "movement": {
				"saturation": 4, 
				"skills": [
					{ "id": "mobility", "level": 1 , "encombrance": 3 },
					{ "id": "parkour", "level": 1, "encombrance": 3 }
				]
			},
            "otherskills": [
                { "id": "pushing_limits", "level": 1 }
            ],
            "image": "data/heroes/img/azrael.png",
            "imageHD": "data/heroes/img/azrael_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/azrael.png",
            "imageHD_back": "data/heroes/img/azrael_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "azrael",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "LAME ENFLAMMÉE",
						"en": "FLAMING SWORD"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Azrael effectue immédiatement une attaque à l'aide de sa lame enflammée.",
								"en": "Azrael immediately performs an attack using his flaming sword."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Azrael. Il effectue seulement une attaque au corps-à-corps avec sa caractéristique 2 dés oranges. Pour cette attaque, le vilain ignore l'étape de dépense de cubes d'énergie lors de la défense.",
										"en": "The hero immediately performs a character activation with Azrael. They only carry out a melee attack with 2 orange dice. The villain ignores the Spend Energy Cubes step during defense for this attack."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Azrael effectue immédiatement un mouvement.",
								"en": "Azrael immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Azrael. Il effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Azrael. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
		},		
        {
            "id": "gordon",
            "name": {
                "fr": "COMMISSIONER GORDON",
                "en": "COMMISSIONER GORDON"
            },
            "back": {
                "text": {
                    "fr": "A son arrivée à Gotham City, Jim Gordon reste intègre dans une force de police qui ne l'a jamais été. Il se fait vite des ennemis parmi ses collègues. Il réussit, avec l'aide d'Harvey Dent et de Batman, à purger la police de ses éléments corrompus. Une relation de confiance s'est installée entre le policier, devenu commissaire, et le justicier masqué. L'infatigable activité de Gordon lui a coûté cher. 0utre les nombreux ennemis qu'il s'est fait, aussi bien parmi ses collègues que les criminels, il y a également laissé son mariage, The Joker s'est attaqué à sa fille, et son fils est devenu un tueur incroyablement malveillant.",
					"en": "Determined to remain pure in a corrupted police force, James Gordon quickly makes enemies among hos c0lleagues. However, he managed, with the help of Harvey Dent and Batman, to rid the police of its worst elements and to take back control. A relationship of trust was established over time between this police officer who became commissioner and the masked crusoder. Gordon's tireless dedication cost him dearly. Besides the many enemies he made, both amonq his colleagues and among criminals, it also cost him his marriage. Worse yet, his daughter was attacked by The Joker and his son turned into a vicious killer."
					},
					"ID": "James Gordon",
					"size": {
						"fr": "1,75 m",
						"en": "5ft 7in"
					},
					"weight": {
						"fr": "76 Kg",
						"en": "167 lbs"
					}
				},
            "color": "blue",
            "total-gems": 9,
            "active-gems": 2,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 3, "movement": 1},
					{ "weight": 6, "movement": 0}
				]
			},
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "orange", 
				"saturation": 4
			},
            "ranged": { 
				"dice": "orange", 
				"saturation": 5,  
				"skills": [
					{ "id": "marksman", "level": 2, "encombrance": 5 }
				]
			},
            "manipulation": { 
				"dice": "yellow", 
				"saturation": 4
			},
            "thought": { 
				"dice": "yellow", 
				"saturation": 6,   
				"skills": [
					{ "id": "investigation", "level": 2 }
				]
			},
            "defense": { 
				"dice": "yellowreroll", 
				"saturation": 4,  
				"skills": [
					{ "id": "protected", "level": 1}
				]
			},
            "reroll": {"saturation": 5},
            "movement": {
				"saturation": 4
			},
            "otherskills": [
                { "id": "nerves_steel", "level": 2 },
                { "id": "elite_command", "level": 2 },
                { "id": "support", "level": 1},
                { "id": "henchman_command", "level": 3 }
            ],
            "image": "data/heroes/img/gordon.png",
            "imageHD": "data/heroes/img/gordon_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/gordon_back.png",
            "imageHD_back": "data/heroes/img/gordon_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "gordon",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "ESCOUADE D'ÉLITE",
						"en": "ELITE SQUAD"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Commissioner Gordon arrive sur les lieux, accompagné d'une escouade d'élite.",
								"en": "Commissioner Gordon arrives on the scene, accompanied by an elite squad."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "À la fin de l'étape de sélection du QG, le héros remplace la tuile événement de sa rivière par la tuile de Heavy GCPD. Il place ensuite 2 figurines de Heavy GCPD dans la zone du Commissioner Gordon.",
										"en": "At the end of the Leader Selection step, the hero replaces the event tile in their river with the Heavy GCPD tile. They then place 2 Heavy GCPD miniatures in the same area as Commissioner Gordon."
							}
						}
					}
				}
			}
        },		
        {
            "id": "robin-drake",
            "name": {
                "fr": "ROBIN",
                "en": "ROBIN"
            },
            "subtitle": {
                "fr": "TIM DRAKE",
                "en": "TIM DRAKE"
            },
           "back": {
                "text": {
                    "fr": "Tim Drake est un bon détective, il a découvert la véritable identité de Batman, mais c'est aussi le premier Robin à s'intéresser à l'informatique et à la programmation. Au début, Tlm se distingue aussi par sa vision des choses. Il ne se voit pas en Batman ou en justicier masqué adulte, il s'imagine être Robin seulement un temps, puis faire carrière dans les servires de renseignements. Des années plus tard, après la mort du père de Tim, Bruce Wayne l'adoptera dans sa famille. Les relations entre Bruce et Tim se compliqueront un peu avec le temps, Tim n'accceptant pas toujours les décisions les plus «martiales» de Batman.",
					"en": "Tim Drake was a qood detective-so good he managed to deduce Batman's true identity. His excellent computer and hacking skills set him apart from other Robins. But the differences didn't end there. Despite being the third in a line of Robins, Tim never saw himself becoming the next Batman or as being a masked vigilante in adulthood. He dreamed of someday having a career in intelligence services. Years later, after the death of Tim's father, Bruce Wayne formally adopted him into the family. Over time, their relationship grew in complexity as Tim didn't always agree with Batman's violent methods."
					},
					"ID": "Timothy Drake",
					"size": {
						"fr": "1,67 m",
						"en": "5ft 6in"
					},
					"weight": {
						"fr": "59,4 Kg",
						"en": "131 lbs"
					}
				},
            "color": "blue",
            "total-gems": 10,
            "active-gems": 2,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 3, "movement": 1},
					{ "weight": 5, "movement": 0}
				]
			},
            "beltsize": 3,
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "orange", 
				"saturation": 4, 
				"skills": [
					{ "id": "martial_arts", "level": 1 , "encombrance": 4 }
				]
			},
            "ranged": { 
				"dice": "yellowreroll", 
				"saturation": 4
			},
            "manipulation": { 
				"dice": "orange", 
				"saturation": 5,   
				"skills": [
					{ "id": "munitions_specialist", "level": 1 }
				]
			},
            "thought": { 
				"dice": "red", 
				"saturation": 3,   
				"skills": [
					{ "id": "hacking", "level": 2 },
					{ "id": "investigation", "level": 1}
				]
			},
            "defense": { 
				"dice": "orange", 
				"saturation": 4
			},
            "passive-defense": { "dice": "yellow"},
            "reroll": {"saturation": 4},
            "movement": {
				"saturation": 4,  
				"skills": [
					{ "id": "parkour", "level": 1 , "encombrance": 3 },
					{ "id": "elusive", "level": 1 , "encombrance": 3 },
					{ "id": "mobility", "level": 1, "encombrance": 3 }
				]
			},
            "traits": [
                {"id": "moral_code"}
            ],
            "image": "data/heroes/img/robin-drake.png",
            "imageHD": "data/heroes/img/robin-drake_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/robin-drake_back.png",
            "imageHD_back": "data/heroes/img/robin-drake_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "robin-drake",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "HACKEUR NÉ",
						"en": "COMPUTER WIZ"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Robin utilise un dispositif pour effectuer une réflexion à distance.",
								"en": "Robin uses a device to carry out a remote thought."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros sélectionne un personnage ami capable de réaliser une action de réflexion. Robin effectue immédiatement une action de reflexion complexe avec ses caractéristiques comme s'il se trouvait dans la zone du personnage ami.",
										"en": "The hero selects an ally character to carry out a thought action. Robin then performs a complex thought with his characteristics as though he was in the same area as the ally character."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Robin effectue immédiatement un mouvement.",
								"en": "Robin immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Robin. Il effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Robin. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
         },		
        {
            "id": "robin-damian",
            "name": {
                "fr": "ROBIN",
                "en": "ROBIN"
            },
            "subtitle": {
                "fr": "DAMIAN WAYNE",
                "en": "DAMIAN WAYNE"
            },
           "back": {
                "text": {
                    "fr": "Qu'attendre d'un garçon élevé par la Ligue des Assassins ? Quand Talia Al Ghul, fille du plus grand terroriste du monde, met Damian dans les pattes de Bruce Wayne et lui annonce qu'il est leur fils, Batman est confronté à un sérieux problème. Car l'enfant est violent, expert dans bien des formes de combat et à peu près incontrôlable. Assumant à la fois l'héritage de sa mère et de son père, il défie Tim Drake et prend sa place. Mais peu à peu, Alfred et Batman parviennent à l'apprivoiser. Damian s'impose alors comme le Robin ultime : redoutable stratège, combattant implacable, il se destine à devenir Batman à son tour.",
					"en": "What do you expect from a boy raised by the League of Assassins? When Talia Al Ghul, daughter of the biggest terrorist in the world, put Damian in Bruce Wayne's hands and announced that he is their son, Batman faced a serious problem. The child was violent, adept in many forms of combat, and almost uncontrollable. Inheriting the qualities of both his mother and his father, he defied Tim Drake and took his place. But qradually, Alfred and Batman managed ta tame him. Damian then imposed himself as the ultimate Robin: formidable strategist, implacable fighter, and destined to one day become Batman."
					},
					"ID": "Damian Wayne",
					"size": {
						"fr": "4ft 6in",
						"en": "1,37 m"
					},
					"weight": {
						"fr": "38 Kg",
						"en": "84 lbs"
					}
				},
            "color": "blue",
            "total-gems": 10,
            "active-gems": 2,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 3, "movement": 1},
					{ "weight": 5, "movement": 0}
				]
			},
            "beltsize": 3,
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "orangereroll", 
				"saturation": 4, 
				"skills": [
					{ "id": "combo", "level": 1 , "encombrance": 4 },
					{ "id": "counterattack", "level": 1 , "encombrance": 4 },
					{ "id": "martial_arts", "level": 1, "encombrance": 4 }
				]
			},
            "ranged": { 
				"dice": "orange", 
				"saturation": 3
			},
            "manipulation": { 
				"dice": "orange", 
				"saturation": 5
			},
            "thought": { 
				"dice": "orange", 
				"saturation": 5,   
				"skills": [
					{ "id": "investigation", "level": 1 , "encombrance": 6 },
					{ "id": "marksman", "level": 1, "encombrance": 4 }
				]
			},
            "defense": { 
				"dice": "orange", 
				"saturation": 5
			},
            "passive-defense": { "dice": "yellow"},
            "reroll": {"saturation": 4},
            "movement": {
				"saturation": 5,  
				"skills": [
					{ "id": "elusive", "level": 1 , "encombrance": 3 },
					{ "id": "parkour", "level": 1, "encombrance": 3 }
				]
			},
            "otherskills": [
                { "id": "tactician", "level": 1 }
            ],
            "image": "data/heroes/img/robin-damian.png",
            "imageHD": "data/heroes/img/robin-damian_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/robin-damian_back.png",
            "imageHD_back": "data/heroes/img/robin-damian_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "robin-damian",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "ENFANT PRODIGE",
						"en": "CHILD PRODIGY"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Robin est capable de se réactiver grâce à ses capacités exceptionnelles.",
								"en": "Robin is able to reactivate thanks to his exceptional abilities."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros effectue immédiatement une activation de personnage avec Robin.",
										"en": "The hero immediately performs a character activation with Robin."
							}
						},
						"1": {
							"cumulative": true,
							"shortdescription": {
								"fr": "Robin a de grandes difficultés à faire équipe avec quelqu’un.",
								"en": "Robin isn’t much of a team player."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Tant que Robin n'est pas neutralisé, le coût en DPAs pour activer la tuile du lieutenant est augmenté de 1.",
										"en": "While Robin is not neutralized, the lieutenant’s tile costs an additional APD to activate."
							}
						}
					}
				}
			}
        },		
        {
            "id": "catwoman",
            "name": {
                "fr": "CATWOMAN",
                "en": "CATWOMAN"
            },
           "back": {
                "text": {
                    "fr": "Selina Kyle a défini sa personnalité autour du symbole du chat, là ou Bruce Wayne s'est inspiré de la chauve souris. Naturellement agile, c'est une extraordinaire cambrioleuse dont le costume est équipé de griffes, pratiques aussi bien pour escalader les gratte-ciels,que pour affronter un adversaire. La relation particulière entre Batman et Catwoman est ambigüe. Ils s'opposent régulièrement, sans que leurs affrontements ne tournent en la faveur de l'un ou de l'autre. Ces oppositions sont devenues des jeux de séduction. Catwoman est le grand amour de Batman et elle finira d'ailleurs par connaître sa double identité.",
					"en": "Just as Bruce chose the bat as his totem, Selina Kyle chose the cat. She and the Dark Knight have always had a volatile relationship. Being a master thief certainly puts her at odds with the world's greatest detective. And yet most times they meet, it is not only punches and kicks they exchange. Perhaps it is destiny that keeps these two in constant contact. Or perhaps it is their two extremely complex personalities-an attraction born of deeply buried desperation-for who else would these loners find on the dark streets of Gotham City?"
					},
					"ID": "Selina Kyle",
					"size": {
						"fr": "1,70 m",
						"en": "5ft 7in"
					},
					"weight": {
						"fr": "58 Kg",
						"en": "128 lbs"
					}
				},
            "color": "blue",
            "total-gems": 10,
            "active-gems": 2,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 3,
				"encombrances": [
					{ "weight": 3, "movement": 2},
					{ "weight": 4, "movement": 1},
					{ "weight": 5, "movement": 0}
				]
			},
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "yellowreroll", 
				"saturation": 5, 
				"skills": [
					{ "id": "martial_arts", "level": 1 , "encombrance": 4 }
				]
			},
            "ranged": { 
				"dice": "orange", 
				"saturation": 4
			},
            "manipulation": { 
				"dice": "red", 
				"saturation": 4,   
				"skills": [
					{ "id": "munitions_specialist", "level": 1 },
					{ "id": "lock_piking", "level": 2 }
				]
			},
            "thought": { 
				"dice": "orange", 
				"saturation": 4
			},
            "defense": { 
				"dice": "orange", 
				"saturation": 5,  
				"skills": [
					{ "id": "untouchable", "level": 1 , "encombrance": 5 }
				]
			},
            "reroll": {"saturation": 6},
            "movement": {
				"saturation": 4,  
				"skills": [
					{ "id": "parkour", "level": 3 , "encombrance": 4 },
					{ "id": "elusive", "level": 2 , "encombrance": 3 },
					{ "id": "mobility", "level": 2, "encombrance": 3 }
				]
			},
            "traits": [
                {"id": "moral_code"}
            ],
            "image": "data/heroes/img/catwoman.png",
            "imageHD": "data/heroes/img/catwoman_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/catwoman_back.png",
            "imageHD_back": "data/heroes/img/catwoman_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "catwoman",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "VOLEUSE HORS-PAIR",
						"en": "MASTER THIEF"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Catwoman se déplace puis effectue une manipulation dans sa zone",
								"en": "Catwoman moves then performs a manipulation in the same area."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Catwoman. Pour cela, il suit les étapes d'activation d'un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- Catwoman peut effectuer sa première étape de mouvement mais pas la seconde.\n-- lors de l'étape de déclaration d'une action autre que le mouvement, elle ne peut déclarer qu'une action de manipulation.",
										"en": "The hero immediately performs a character activation with Catwoman. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- Catwoman can perform her First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, she can only declare one manipulation action."
							}
						}
					}
				}
			}
        },		
        {
            "id": "batwoman",
            "name": {
                "fr": "BATWOMAN",
                "en": "BATWOMAN"
            },
            "back": {
                "text": {
                    "fr": "Cette héroïne rousse, drapée dans un costume rouge et noir, est la cousine de Bruce Wayne. Victime dans son enfance d'un enlèvement coûtant la vie à sa mère, Kate Kane a suivi une stricte éducation militaire sous la direction de son père, qui est fasciné par les méthodes de Batman. Batwoman s'impose parmi les justiciers de Gotham City. Attirante, elle ne se laisse jamais séduire par les hommes. Elle est au contraire tour à tour l'amante de l'agent Renee Montoya puis de la commissaire Maggie Sawyer. Quand Bruce Wayne lui fait assez confiance pour lui révéler sa propre identité, elle lui avoue l'avoir deviné depuis des années.",
					"en": "Batwoman first appeared in Detective Comics #233. Dressed in red and yellow, Kathy Kane was merely playinq the role of a hero in order to impress Batman. In 2006, a more modern and capable Batwoman debuted. This time it was Bruce Wayne's cousin, Kate Kane, dressed in a suit of red and black. Kate had a traumatic childhood which involved a kidnapping and the loss of her mother. Since that time, she endured a strict upbringing and military-level education, touqht by her father-a man fascinated by Batman's crusade against crime. This new Batwoman quickly established herself among the most feared of Gotham City's vigilantes."
					},
					"ID": "Kate Kane",
					"size": {
						"fr": "1,80 m",
						"en": "5ft 11in"
					},
					"weight": {
						"fr": "64 Kg",
						"en": "141 lbs"
					}
				},
            "color": "blue",
            "total-gems": 10,
            "active-gems": 2,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 3, "movement": 1},
					{ "weight": 5, "movement": 0}
				]
			},
            "beltsize": 4,
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "orangereroll", 
				"saturation": 4, 
				"skills": [
					{ "id": "martial_arts", "level": 1 , "encombrance": 4 }
				]
			},
            "ranged": { 
				"dice": "orange", 
				"saturation": 4
			},
            "manipulation": { 
				"dice": "yellowreroll", 
				"saturation": 4,   
				"skills": [
					{ "id": "munitions_specialist", "level": 2}
				]
			},
            "thought": { 
				"dice": "yellowreroll", 
				"saturation": 4
			},
            "defense": { 
				"dice": "orange", 
				"saturation": 5
			},
            "passive-defense": { "dice": "yellow"},
            "reroll": {"saturation": 4},
            "movement": {
				"saturation": 4,  
				"skills": [
					{ "id": "parkour", "level": 1 , "encombrance": 3 }
				]
			},
            "otherskills": [
                { "id": "ambidextry", "level": 1 },
                { "id": "support", "level": 1 },
                { "id": "tactician", "level": 2 }
            ],
            "traits": [
                {"id": "moral_code"}
            ],
            "image": "data/heroes/img/batwoman.png",
            "imageHD": "data/heroes/img/batwoman_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/batwoman_back.png",
            "imageHD_back": "data/heroes/img/batwoman_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "batwoman",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "AVANTAGE STRATÉGIQUE",
						"en": "STRATEGIC ADVANTAGE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Batwoman se sert de son enseignement militaire pour prendre l'avantage stratégique.",
								"en": "Batwoman uses her military education to take a strategic advantage."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain transfère un DPA depuis sa zone de potentiel d'activation indisponible vers sa zone de dépense de potentiel d'activation.\nLors du prochain tour du vilain, on considère qu'il a déjà réalisé une activation.",
										"en": "The villain transfers an APD from their unavailable activation potential zone to their spend activation potential zone.\nDuring the next villain turn, they are considered to have already performed an activation."
							}
						}
					}
				}
			}
        },		
        {
            "id": "orphan",
            "name": {
                "fr": "ORPHAN",
                "en": "ORPHAN"
            },
            "subtitle": {
                "fr": "CASSANDRA CAIN",
                "en": "CASSANDRA CAIN"
            },
           "back": {
                "text": {
                    "fr": "David Cain voulait créer l'assassin ultime et éleva dans ce but Cassandra, la fille qu'il a eue avec Sandra Wu-San. Il se livra à une expérience abominable sur elle : dès son plus jeune âge le seul langage qu'il lui apprit fut celui de la violence et du combat. Elle lit depuis lors instinctivement les attitudes corporelles, ce qui en fait une guerrière experte qu'il est très difficile de surprendre. Mais Cassandra, devenue à son tour Orphan, n'était pas du genre à se laisser manipuler et, quoique capable de mettre Batman en difficulté au corps-à-corps, c'est dans le camp de la chauve-souris qu'elle finira par se ranger.",
					"en": "David Cain wanted to create the ultimate assassin and raised his daughter Cassandra to become a deadly weapon. It was an abominable experiment that he conducted on her: from her earlier childhood the only language she learned was violence and combat. She was able to read her opponents' physical aptitudes, making her an expert warrior nearly impossible to surprise. But Cassandra, who became Orphan, was not one to be manipulated and, even though she was able to match Batman in hand-to-hand combat, she eventually allied with the Dark Kniqht."
					},
					"ID": "Cassandra Cain",
					"size": {
						"fr": "1,65 m",
						"en": "5ft 5in"
					},
					"weight": {
						"fr": "50 Kg",
						"en": "110 lbs"
					}
				},
            "color": "blue",
            "total-gems": 8,
            "active-gems": 3,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 3,
				"encombrances": [
					{ "weight": 3, "movement": 2},
					{ "weight": 4, "movement": 1},
					{ "weight": 5, "movement": 0}
				]
			},
            "beltsize": 1,
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "orangereroll", 
				"saturation": 3, 
				"skills": [
					{ "id": "combo", "level": 1 , "encombrance": 3 },
					{ "id": "martial_arts", "level": 2, "encombrance": 3 }
				]
			},
            "ranged": { 
				"dice": "orange", 
				"saturation": 3
			},
            "manipulation": { 
				"dice": "yellowreroll", 
				"saturation": 3
			},
            "thought": { 
				"dice": "yellow", 
				"saturation": 4
			},
            "defense": { 
				"dice": "red", 
				"saturation": 3,  
				"skills": [
					{ "id": "impenetrable_defense", "level": 1 },
					{ "id": "untouchable", "level": 1 }
				]
			},
            "reroll": {"saturation": 4},
            "movement": {
				"saturation": 4,  
				"skills": [
					{ "id": "elusive", "level": 1 , "encombrance": 3 },
					{ "id": "parkour", "level": 2, "encombrance": 3 }
				]
			},
            "otherskills": [
                { "id": "pushing_limits", "level": 1  }
            ],
            "image": "data/heroes/img/orphan.png",
            "imageHD": "data/heroes/img/orphan_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/orphan_back.png",
            "imageHD_back": "data/heroes/img/orphan_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "orphan",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "POSTURE DÉFENSIVE",
						"en": "DEFENSIVE STANCE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Orphan opte pour une posture défensive.",
								"en": "Orphan opts for a defensive stance."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros place le pion posture défensive sur le socle d'Orphan. Lorsque le héros active Orphan ou qu'elle est neutralisée, si le pion posture défensive est présent sur son socle, alors le héros le retire.\nTant que le pion posture défensive est sur le socle d’Orphan, sa défense automatique est de 4 et elle bénéficie de la compétence contre-attaque de niveau 3.",
										"en": "The hero places the Defensive Stance token on Orphan’s base. If there is a Defensive Stance token on Orphan’s base when the hero activates her, or if she is neutralized, it is removed.\nWhile the defensive stance token is on Orphan’s base, her automatic defense is 4 and she has the counterattack skill level 3."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PION POSTURE DÉFENSIVE",
										"en": "DEFENSIVE STANCE TOKEN"
										},
									"image": ["data/powers/img/defensive-stance.png"]
								}					
							}
						}
					}
				}
			}
        },		
        {
            "id": "montoya",
            "name": {
                "fr": "RENEE MONTOYA",
                "en": "RENEE MONTOYA"
            },
            "back": {
                "text": {
                    "fr": "Renee Montoya s'est enqagée tôt dans lo police. Aux côtés de son coéquipier Harvey Bullock, elle fut confrontée de près à la criminalité de Gotham City. Elle intégra l'Unité des Crimes Majeurs, spécialisée dans les criminels costumés. Mais elle finit par attirer l'attention de Two-Face, qui s'entiche d'elle. Il tenta en vain de détruire sa vie pour la pousser vers la marqinalité et donc vers lui. Confrontée à lo corruption, Mont0ya ne se sentait plus en confiance dans son unité et quitta la police. Contactée par le justicier nommé La Question, elle l'assistât et finit même par le remplacer, adoptant son masque sans visage.",
					"en": "Not wanting to spend her li1e working at her parents' qrocery store, Renee Montoya enlisted in the GCPD at an early age. After cutting her teeth in smaller units, she joined Major Crimes-a unit focused on the fight aqainst costumed thugs. Soon she became one of the pillars of the team, but this success would not last. Scarred from her run-ins with the villain Two-Face and disillusioned by police corruption, she eventually left the force and was contacted by the costumed viqilante called The Question. First, she became his assistant and later replaced him, adopting his faceless mask."
					},
					"ID": "Renee Montoya",
					"size": {
						"fr": "1,73 m",
						"en": "5ft 8in"
					},
					"weight": {
						"fr": "65,5 Kg",
						"en": "143 lbs"
					}
				},
            "color": "blue",
            "total-gems": 9,
            "active-gems": 2,
            "rest-gems": 6,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 3, "movement": 1},
					{ "weight": 5, "movement": 0}
				]
			},
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "yellowreroll", 
				"saturation": 4
			},
            "ranged": { 
				"dice": "orangereroll", 
				"saturation": 3
			},
            "manipulation": { 
				"dice": "yellow", 
				"saturation": 5,   
				"skills": [
					{ "id": "munitions_specialist", "level": 2 },
					{ "id": "lock_piking", "level": 1 }
				]
			},
            "thought": { 
				"dice": "orange", 
				"saturation": 4,   
				"skills": [
					{ "id": "investigation", "level": 1 }
				]
			},
            "defense": { 
				"dice": "yellowreroll", 
				"saturation": 4,  
				"skills": [
					{ "id": "protected", "level": 1 },
					{ "id": "untouchable", "level": 1, "encombrance": 4 }
				]
			},
            "passive-defense": { "dice": "orange"},
            "reroll": {"saturation": 5},
            "movement": {
				"saturation": 4
			},
            "otherskills": [
                { "id": "luck", "level": 1},
                { "id": "support", "level": 2 },
                { "id": "henchman_command", "level": 3 }
            ],
            "image": "data/heroes/img/montoya.png",
            "imageHD": "data/heroes/img/montoya_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/montoya_back.png",
            "imageHD_back": "data/heroes/img/montoya_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "montoya",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "FREEZE",
						"en": "FREEZE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Renee Montoya tient en joue ses adversaires.",
								"en": "Renee Montoya holds several opponents at gunpoint."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros place le pion freeze dans la zone de Renee Montoya.\nLorsque le héros active Renee Montoya ou qu'elle est neutralisée, si le pion freeze est présent sur le plateau, il le retire.\nLes personnages sbires ou élite du camp du vilain situés dans la zone du pion freeze ne peuvent pas être activés",
										"en": "The hero places the Freeze token in the same area as Renee Montoya.\nIf there is a Freeze token on the board when the hero activates Renee Montoya, or if she is neutralized, it is removed.FREEZE TOKEN\nThe henchmen or elite characters from the villain’s side in the same area as the Freeze token cannot be activated."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PION FREEZE",
										"en": "template"
										},
									"image": ["data/powers/img/frozen.png"]
								}					
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Renee Montoya effectue immédiatement un mouvement.",
								"en": "Renee Montoya immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Montoya. Elle effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Renee Montoya. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },	
        {
            "id": "bullock",
            "name": {
                "fr": "HARVEY BULLOCK",
                "en": "HARVEY BULLOCK"
            },
            "back": {
                "text": {
                    "fr": "Harvey Bullock est un flic à l'ancienne. Sa silhouette massive peut sembler pataude, mais il sait se servir de ses poings et de son arme de service. C'est un enquêteur peu subtil mais efficare dans son genre. Très méfiant quant aux justiciers masqués du genre de Batman, il préfère le travail de policier classique, avec parfois des entorses au rèqlement. Les circonstances peuvent l'amener à solliciter l'aide de Batman. Renee Montoya devient son équipière lors de sa nomination à l'Unité des Crimes Majeurs. Il dut démissionner suite à un excès de zèle. Il devint détective privé, mais fut réintégré quelque temps plus tard.",
					"en": "Harvey Bullock is an old-fashioned cop and doesn't always do things 'by the book'. Ever-suspicious of the masked vigilantes inhabiting Gotham City, he prefers and advocates for the classic work of a classic cop. But when Commissioner Gordon was kidnapped, Harvey Bullock enlisted Batman's help and even gained a small measure of respect for the costumed hero. Though he may not always look or act the part, Harvey Bullock is an accomplished investigator. Don't be fooled by his portly frame and clumsy demeanor; the man knows how to use his fists and his service weapon."
					},
					"ID": "Harvey Bullock",
					"size": {
						"fr": "1,78 m",
						"en": "5ft 10in"
					},
					"weight": {
						"fr": "112 Kg",
						"en": "247 lbs"
					}
				},
            "color": "blue",
            "total-gems": 9,
            "active-gems": 2,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 3, "movement": 1},
					{ "weight": 5, "movement": 0}
				]
			},
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "yellowreroll", 
				"saturation": 4
			},
            "ranged": { 
				"dice": "yellowreroll", 
				"saturation": 4,  
				"skills": [
					{ "id": "retaliation", "level": 2 , "encombrance": 4 },
					{ "id": "pointblank", "level": 2 }
				]
			},
            "manipulation": { 
				"dice": "yellow", 
				"saturation": 4
			},
            "thought": { 
				"dice": "yellow", 
				"saturation": 4,   
				"skills": [
					{ "id": "investigation", "level": 1 }
				]
			},
            "defense": { 
				"dice": "yellowreroll", 
				"saturation": 3,  
				"skills": [
					{ "id": "untouchable", "level": 1 , "encombrance": 4 },
					{ "id": "protected", "level": 1 }
				]
			},
            "reroll": {"saturation": 5},
            "movement": {
				"saturation": 4
			},
            "otherskills": [
                { "id": "luck", "level": 2 },
                { "id": "support", "level": 1 },
                { "id": "henchman_command", "level": 3 }
            ],
            "image": "data/heroes/img/bullock.png",
            "imageHD": "data/heroes/img/bullock_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/bullock_back.png",
            "imageHD_back": "data/heroes/img/bullock_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "bullock",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "OFFICIER VÉTÉRAN",
						"en": "VETERAN OFFICER"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Harvey Bullock dirige son escouade d’une main de fer.",
								"en": "Harvey Bullock uses his experience to lead a squad."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros active immédiatement tous les personnages d'une tuile de sbires ou d'élites qu'il contrôle.",
										"en": "The hero immediately activates all the characters of a henchmen or elite tile that they control."
							}
						}
					}
				}
			}
        },		
        {
            "id": "black-canary",
            "name": {
                "fr": "BLACK CANARY",
                "en": "BLACK CANARY"
            },
            "back": {
                "text": {
                    "fr": "Dinah Lance est la deuxième Black Canary. Ce nom était porté par sa mère, qui n'avait comme atout qu'une bonne connaissance des arts martiaux. Dinah a repris à son compte cette identité et est à présent l'une des meilleures combattantes de l'univers DC. Elle possède un superpouvoir qu'elle doit à une malédiction. Il s'aqit d'un \"cri sonique\", souvent qualifié de \"cri du Canary\", qui lui permet de crier à de hautes fréquences, pouvant désorienter ses adversaires, voire les repousser. Elle a été recrutée par Barbara Gordon pour former les Birds of Prey. C'est la compagne de Green Arrow. Elle fait partie de la Justice League.",
					"en": "Dinah Lance took over the role of Black Canary from her mother, a master martial artist. Not only did she live up to her mother's legacy, she also became one of the more skilled fighters in the DC universe. This was due, in part, to an enhancement her mother never had: the Canary Cry. This allowed her to scream at such a high frequency that her opponents became disoriented or even physically pushed away. Thouqh this modern Black Canary is famous as a companion to Green Arrow, she has also fought alonqside Batman and with Barbara Gordon on the team known as the Birds of Prey."
					},
					"ID": "Dinah Drake Lance",
					"size": {
						"fr": "1,63 m",
						"en": "5ft 4in"
					},
					"weight": {
						"fr": "52 Kg",
						"en": "115 lbs"
					}
				},
            "color": "blue",
            "total-gems": 10,
            "active-gems": 2,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 3, "movement": 1},
					{ "weight": 5, "movement": 0}
				]
			},
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "orange", 
				"saturation": 4, 
				"skills": [
					{ "id": "martial_arts", "level": 1 , "encombrance": 4 }
				]
			},
            "ranged": { 
				"dice": "orange", 
				"saturation": 4
			},
            "manipulation": { 
				"dice": "orangereroll", 
				"saturation": 3
			},
            "thought": { 
				"dice": "orange", 
				"saturation": 3
			},
            "defense": { 
				"dice": "orange", 
				"saturation": 4,  
				"skills": [
					{ "id": "untouchable", "level": 1 , "encombrance": 4 }
				]
			},
            "reroll": {"saturation": 4},
            "movement": {
				"saturation": 4,  
				"skills": [
					{ "id": "parkour", "level": 1 , "encombrance": 6 },
					{ "id": "marksman", "level": 1, "encombrance": 4 }
				]
			},
            "otherskills": [
                { "id": "cry", "level": 2 }
            ],
            "image": "data/heroes/img/black-canary.png",
            "imageHD": "data/heroes/img/black-canary_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/black-canary_back.png",
            "imageHD_back": "data/heroes/img/black-canary_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "black-canary",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "CRI",
						"en": "CRY"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Black Canary utilise son cri pour attaquer les adversaires.",
								"en": "Black Canary uses her cry to attack opponents."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Black Canary. Elle effectue seulement une action de manipulation automatique en utilisant sa compétence souffle de niveau 2.",
										"en": "The hero immediately performs a character activation with Black Canary. They only carry out an automatic manipulation by using the blast skill level 2."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Black Canary effectue immédiatement un mouvement.",
								"en": "Black Canary immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Black Canary. Elle effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Black Canary. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },		
        {
            "id": "bluebird",
            "name": {
                "fr": "BLUE BIRD",
                "en": "BLUE BIRD"
            },
			"back": {
                "text": {
                    "fr": "Après que Batman les a sauvés elle et son frère, la jeune Harper Row réalise à quel point le héros est nécessaire à Gotham City. Harper est une bricoleuse surdouée et experte en électronique au point d'arriver à améliorer les bat-gadgets de Batman. Elle vient en aide plusieurs fois au justicier malgré son refus. Mais au fil du temps, Batman va apprendre à lui faire confiance. C'est à ce moment-là qu'elle adopte le nom de Bluebird et porte le costume. Comme la plupart des alliés de Batman, Bluebird est athlétique. Elle a une excellente connaissance des bas-fonds de Gotham City et s'entend très bien avec Orphan et Spoiler.",
					"en": "Harper Row had always been gifted. She was a natural tinkerer-adept at fixing and manipulating electronics and gadgets. She was also extremely agile and physically capable and wanted to put these talents to use. It was only after Harper and her brother were rescued by the Dark Knight that she came to truly understand Batman's importance and asked to join the fight. At first Batman refused to put her in harm's way, but eventually Harper became the masked hero known as Bluebird. Like most of Batman's allies, she was athletic, smart, and possessed thorouqh knowledqe of Gotham City's slums and the denizens who haunted them."
					},
					"ID": "Harper Row",
					"size": {
						"fr": "'1,65 m",
						"en": "5ft 5in"
					},
					"weight": {
						"fr": "51 Kg",
						"en": "112 lbs"
					}
				},
            "color": "blue",
            "total-gems": 10,
            "active-gems": 2,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 3, "movement": 1},
					{ "weight": 5, "movement": 0}
				]
			},
            "beltsize": 2,
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "orange", 
				"saturation": 4
			},
            "ranged": { 
				"dice": "yellowreroll", 
				"saturation": 4
			},
            "manipulation": { 
				"dice": "red", 
				"saturation": 3,   
				"skills": [
					{ "id": "munitions_specialist", "level": 2 }
				]
			},
            "thought": { 
				"dice": "orangereroll", 
				"saturation": 4,   
				"skills": [
					{ "id": "hacking", "level": 2 }
				]
			},
            "defense": { 
				"dice": "yellowreroll", 
				"saturation": 4,  
				"skills": [
					{ "id": "impenetrable_defense", "level": 1 , "encombrance": 4 }
				]
			},
            "reroll": {"saturation": 4},
            "movement": {
				"saturation": 4,  
				"skills": [
					{ "id": "parkour", "level": 1 , "encombrance": 3 },
					{ "id": "elusive", "level": 1, "encombrance": 3 }
				]
			},
            "otherskills": [
                { "id": "ambidextry", "level": 1 }
            ],
            "traits": [
                {"id": "moral_code"}
            ],
            "image": "data/heroes/img/bluebird.png",
            "imageHD": "data/heroes/img/bluebird_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/bluebird_back.png",
            "imageHD_back": "data/heroes/img/bluebird_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "bluebird",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "TASER RIFLE",
						"en": "TASER RIFLE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Blue Bird effectue une attaque à distance à l'aide de son taser rifle.",
								"en": "Blue Bird performs a ranged attack using a taser rifle."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Blue Bird. Elle effectue seulement une attaque à distance avec la caractéristique de 1 dé blanc relançable + 1 dé orange. Pour cette action, elle bénéficie de la compétence électricité de niveau 3.",
										"en": "The hero immediately performs a character activation with Blue Bird. They may only carry out a ranged attack with 1 white die with reroll + 1 orange die. For this attack, they benefit from the electricity skill level 3."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Blue Bird effectue immédiatement un mouvement.",
								"en": "Blue Bird immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Blue Bird. Elle effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Blue Bird. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },		
        {
            "id": "red-hood-todd",
            "name": {
                "fr": "RED HOOD",
                "en": "RED HOOD"
            },
            "subtitle": {
                "fr": "JASON TODD",
                "en": "JASON TODD"
            },
           "back": {
                "text": {
                    "fr": "Jason Todd fut le deuxième Robin. Tué lors d'une mission contre le Joker, il a été ramené à la vie grâce à un puits de Lazare. Rendu plus fort mais aussi plus instable, il a pris le nom de Red Hood en référence au passé du Joker. C'était une manière de s'émanciper du Bat-symbole omniprésent chez les alliés de Batman. Car Red Hood en voulait à Batman de l'avoir laissé mourir. Leurs relations se sont améliorées, mais Red Hood conserve des méthodes plus expéditives que Batman. C'est l'un de ses seuls alliés à faire usage des armes à feu. Red Hood a lo qâchette facile et n'hésite pas à tuer ses adversaires s'il le juqe utile.",
					"en": "Jason Todd was the second Robin, replacing Dick Grayson as Batman's accomplice. He was more free-spirited than Dick and less obedient. When Jason was killed bv The Joker, Batman blamed himself for years, but that wasnt the end of Jason's story. He was mystically resurrected by a Lazarus pit and, though he came back stronger, he was even more erratic and less trustworthy than before. For a time, he adopted the disguise of the Red Hood, formerly worn by the Joker, to disassociate himself from the Bat-Family. Eventually he realigned himself with Batman, even thouqh he favored using firearms over Batman's non-lethal force."
					},
					"ID": "Jason Todd",
					"size": {
						"fr": "1,83 m",
						"en": "6ft"
					},
					"weight": {
						"fr": "82 Kg",
						"en": "181 lbs"
					}
				},
            "color": "blue",
            "total-gems": 10,
            "active-gems": 2,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 4, "movement": 1},
					{ "weight": 6, "movement": 0}
				]
			},
            "beltsize": 2,
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "orange", 
				"saturation": 5, 
				"skills": [
					{ "id": "martial_arts", "level": 1 , "encombrance": 4 }
				]
			},
            "ranged": { 
				"dice": "red", 
				"saturation": 3,  
				"skills": [
					{ "id": "retaliation", "level": 2 , "encombrance": 5 }
				]
			},
            "manipulation": { 
				"dice": "yellow", 
				"saturation": 6
			},
            "thought": { 
				"dice": "yellow", 
				"saturation": 5
			},
            "defense": { 
				"dice": "orange", 
				"saturation": 4
			},
            "passive-defense": { "dice": "yellow"},
            "reroll": {"saturation": 5},
            "movement": {
				"saturation": 4,  
				"skills": [
					{ "id": "parkour", "level": 1 , "encombrance": 3 }
				]
			},
            "otherskills": [
                { "id": "ambidextry", "level": 1},
                { "id": "nerves_steel", "level": 2 },
                { "id": "pushing_limits", "level": 1 }
            ],
            "image": "data/heroes/img/red-hood-todd.png",
            "imageHD": "data/heroes/img/red-hood-todd_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/red-hood-todd_back.png",
            "imageHD_back": "data/heroes/img/red-hood-todd_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "red-hood-todd",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "REPOSITIONNEMENT",
						"en": "REPOSITIONING"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Red Hood se repositionne rapidement sur le terrain.",
								"en": "Red Hood quickly repositions himself in the field."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Red Hood. Il effectue seulement sa première étape de mouvement. Son bonus de points de déplacement au premier mouvement est de 4 et il perd le trait mobilité réduite. De plus, il bénéficie de la compétence parkour de niveau 1.",
										"en": "The hero immediately performs a character activation with Red Hood. During this activation, they only perform their First Movement Step and their move point bonus is 4. They lose the reduced mobility trait and have the parkour skill level 1."
							}
						}
					}
				}
			}
        },		
        {
            "id": "catwoman-halloween",
            "name": {
                "fr": "CATWOMAN",
                "en": "CATWOMAN"
            },
            "subtitle": {
                "fr": "THE LONG HALLOWEEN",
                "en": "THE LONG HALLOWEEN"
            },
           "back": {
                "text": {
                    "fr": "Parmi les multiples versions de Catwoman, celle du scénariste J. Loeb et du dessinateur T. Sale correspond à un moment précis de la vie du personnaqe. Les histoires racontées par le tandem forment un tout qui a lieu peu après les débuts de Batman. Bruce Wayne et Selina Kyle se sont déjà rapprochés mais une suite d'événements va les éloigner. Batman échoue à sauver le procureur Harvey Dent qui, défiguré, devient Two-Face. Ce fut un coup dur pour Bruce, d'autant plus qu'il fut victime du gaz de Scarecrow. Batman perdit alors confiance en lui-même et les autres et Catwoman devint un renfort important ainsi qu'une conscience.",
					"en": "Bruce Wayne and Selina Kyle had already met, but the series of events told in Batman: The Long Halloween, Batman: Dark Victory, and Catwoman: When in Rome, served to develop their relationship. At that time, Batman was unable to rescue Attorney Harvey Dent. After suffering a brutal disfigurement, the promising lawyer became the villain called Two-Face. This was tough on Bruce and made worse after suffering an attack involving Scarecrow's qas. Batman lost confidence in himself and in others. It was then that he turned to Catwoman, who both supported and served as a conscience for a Batman that was losing control."
					},
					"ID": "Selina Kyle",
					"size": {
						"fr": "1,70 m",
						"en": "5ft 7in"
					},
					"weight": {
						"fr": "58 Kg",
						"en": "128 lbs"
					}
				},
            "color": "blue",
            "total-gems": 9,
            "active-gems": 3,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 3,
				"encombrances": [
					{ "weight": 4, "movement": 2},
					{ "weight": 5, "movement": 1},
					{ "weight": 6, "movement": 0}
				]
			},
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "orange", 
				"saturation": 4
			},
            "ranged": { 
				"dice": "yellowreroll", 
				"saturation": 5
			},
            "manipulation": { 
				"dice": "red", 
				"saturation": 4,   
				"skills": [
					{ "id": "lock_piking", "level": 2 }
				]
			},
            "thought": { 
				"dice": "orange", 
				"saturation": 4
			},
            "defense": { 
				"dice": "orange", 
				"saturation": 4,  
				"skills": [
					{ "id": "untouchable", "level": 1 , "encombrance": 4 }
				]
			},
            "reroll": {"saturation": 5},
            "movement": {
				"saturation": 4,  
				"skills": [
					{ "id": "parkour", "level": 3 , "encombrance": 4 },
					{ "id": "elusive", "level": 2 , "encombrance": 4 },
					{ "id": "mobility", "level": 2, "encombrance": 4 }
				]
			},
            "otherskills": [
                { "id": "luck", "level": 1 },
                { "id": "nerves_steel", "level": 1 }
            ],
            "image": "data/heroes/img/catwoman-halloween.png",
            "imageHD": "data/heroes/img/catwoman-halloween_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/catwoman-halloween_back.png",
            "imageHD_back": "data/heroes/img/catwoman-halloween_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "catwoman-halloween",
            "origins": "corebox",
            "powers" : {
				"0": {
					"name": {
						"fr": "VOLEUSE HORS-PAIR",
						"en": "MASTER THIEF"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Catwoman se déplace puis effectue une manipulation dans sa zone",
								"en": "Catwoman moves then performs a manipulation in the same area."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Catwoman. Pour cela, il suit les étapes d'activation d'un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- Catwoman peut effectuer sa première étape de mouvement mais pas la seconde.\n-- lors de l'étape de déclaration d'une action autre que le mouvement, elle ne peut déclarer qu'une action de manipulation.",
										"en": "The hero immediately performs a character activation with Catwoman. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- Catwoman can perform her First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, she can only declare one manipulation action."
							}
						}
					}
				}
			}
        },		
		
		
		
		
		
		
		
		
		
        {
            "id": "template",
            "name": {
                "fr": "template",
                "en": "template"
            },
            "subtitle": {
                "fr": "template",
                "en": "template"
            },
           "back": {
                "text": {
                    "fr": "template",
					"en": "template"
					},
					"ID": "template",
					"size": {
						"fr": "template",
						"en": "template"
					},
					"weight": {
						"fr": "template",
						"en": "template"
					}
				},
            "color": "blue",
            "total-gems": 10,
            "active-gems": 2,
            "rest-gems": 5,
            "freemovement": { 
				"baselevel": 2,
				"encombrances": [
					{ "weight": 3, "movement": 1},
					{ "weight": 4, "movement": 0}
				]
			},
            "beltsize": 1,
            "size": 1,
            "menace": 1,
            "melee": { 
				"dice": "orange", 
				"saturation": 4, 
				"skills": [
					{ "id": "investigation", "level": 1 , "encombrance": 6 },
					{ "id": "marksman", "level": 1, "encombrance": 4 }
				]
			},
            "ranged": { 
				"dice": "yellow", 
				"saturation": 3,  
				"skills": [
					{ "id": "investigation", "level": 1 , "encombrance": 6 },
					{ "id": "marksman", "level": 1, "encombrance": 4 }
				]
			},
            "manipulation": { 
				"dice": "orange", 
				"saturation": 5,   
				"skills": [
					{ "id": "investigation", "level": 1 , "encombrance": 6 },
					{ "id": "marksman", "level": 1, "encombrance": 4 }
				]
			},
            "thought": { 
				"dice": "orange", 
				"saturation": 5,   
				"skills": [
					{ "id": "investigation", "level": 1 , "encombrance": 6 },
					{ "id": "marksman", "level": 1, "encombrance": 4 }
				]
			},
            "defense": { 
				"dice": "yellow", 
				"saturation": 5,  
				"skills": [
					{ "id": "investigation", "level": 1 , "encombrance": 6 },
					{ "id": "marksman", "level": 1, "encombrance": 4 }
				]
			},
            "passive-defense": { "dice": "yellow"},
            "reroll": {"saturation": 5},
            "movement": {
				"saturation": 4,  
				"skills": [
					{ "id": "investigation", "level": 1 , "encombrance": 6 },
					{ "id": "marksman", "level": 1, "encombrance": 4 }
				]
			},
            "otherskills": [
                { "id": "investigation", "level": 1 , "encombrance": 6 },
                { "id": "marksman", "level": 1, "encombrance": 4 }
            ],
            "traits": [
                {"id": "harmless"},
                {"id": "harmless"}
            ],
            "image": "data/heroes/img/template.png",
            "imageHD": "data/heroes/img/template_hd.png",
            "image_zoom": "176",
            "image_location": { "x": "-12", "y": "56" },
            "image_back": "data/heroes/img/template_back.png",
            "imageHD_back": "data/heroes/img/template_hd_back.png",
            "image_zoom_back": "176",
            "image_location_back": { "x": "-12", "y": "56" },
            "model": "template",
            "origins": "corebox"
        }
		
    ]
}




