{
	"list": [
 		{
            "id": "alfred",
            "origins": "wayne-manor",
            "image": "data/powers/img/alfred.png",
            "name": {
                "fr": "ALFRED",
                "en": "ALFRED"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "SOIN",
						"en": "CARE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Le héros soigne son lieutenant.",
								"en": "The hero takes care of their lieutenant."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros place le pion point de vie du lieutenant à son niveau de départ.",
										"en": "The hero resets the lieutenant’s life point marker back to its initial value."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Alfred effectue immédiatement un mouvement.",
								"en": "Alfred immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Alfred. Il effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Alfred. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },
 		{
            "id": "azrael",
            "origins": "corebox",
            "image": "data/powers/img/azrael.png",
            "name": {
                "fr": "AZRAEL",
                "en": "AZRAEL"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "LAME ENFLAMMÉE",
						"en": "FLAMING SWORD"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Azrael effectue immédiatement une attaque à l'aide de sa lame enflammée.",
								"en": "Azrael immediately performs an attack using his flaming sword."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Azrael. Il effectue seulement une attaque au corps-à-corps avec sa caractéristique 2 dés oranges. Pour cette attaque, le vilain ignore l'étape de dépense de cubes d'énergie lors de la défense.",
										"en": "The hero immediately performs a character activation with Azrael. They only carry out a melee attack with 2 orange dice. The villain ignores the Spend Energy Cubes step during defense for this attack."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Azrael effectue immédiatement un mouvement.",
								"en": "Azrael immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Azrael. Il effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Azrael. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },
 		{
            "id": "batgirl",
            "origins": "corebox",
            "image": "data/powers/img/batgirl.png",
            "name": {
                "fr": "BATGIRL",
                "en": "BATGIRL"
            },
            "subtitle": {
                "fr": "(BARBARA GORDON)",
                "en": "(BARBARA GORDON)"
            },
            "tokens" : {
				"0": {
					"name": {
						"fr": "BATARANG TÉLÉGUIDÉ",
						"en": "RADIO-CONTROLLED BATARANG"
						},
					"image": ["data/powers/img/batgirl.png"]
					}					
				},
            "powers" : {
				"0": {
					"name": {
						"fr": "BATARANG TÉLÉGUIDÉ",
						"en": "RADIO-CONTROLLED BATARANG"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Batgirl effectue une attaque à distance à l'aide d'un batarang téléguidé.",
								"en": "Batgirl performs a ranged attack using a radiocontrolled batarang."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Batgirl. Elle effectue seulement une attaque à distance avec les exceptions suivantes : \n-- Batgirl ne doit pas nécessairement avoir une ligne de vue sur le défenseur,\n-- le défenseur doit se trouver à une distance maximale de 3 zones de Batgirl,\n-- lors de l'étape constitution de la réserve de dés, sa caractéristique d'attaque est 1 dé noir relançable + 1 dé jaune.",
										"en": "The hero immediately performs a character activation with Batgirl. They only carry out a ranged attack with the following exceptions:\n-- Batgirl does not necessarily need a line of sight to the defender.\n-- The defender must be within a maximum distance of 3 areas from Batgirl.\n-- During the Create the Dice Pool step, the attack characteristic of the hero is 1 black die with reroll + I yellow die."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Batgirl effectue immédiatement un mouvement.",
								"en": "Batgirl immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Batgirl. Elle effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Batgirl. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },
 		{
            "id": "batman",
            "origins": "corebox",
            "image": "data/powers/img/batman.png",
            "name": {
                "fr": "BATMAN",
                "en": "BATMAN"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "CACHÉ DANS LES OMBRES",
						"en": "HIDE IN THE SHADOWS"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Batman se cache dans les ombres, prêt à fondre sur sa proie.",
								"en": "Batman conceals his location with a smoke bomb."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros place un pion fumigène dans la zone de Batman, puis place un deuxième pion dans une zone à 1 de distance du premier. Enfin, il en place un troisième dans une zone à 1 de distance du second.\n Ensuite, le héros répartit comme il le souhaite, sans les montrer au vilain, les 3 pions ombre (face ombre visible) dans les 3 zones dans lesquelles il a précédemment placé des pions fumigènes. Le héros retire la figurine de Batman et la place dans sa réserve.\n Un pion ombre peut être pris pour cible d'attaques et d'explosions. Dans ce cas, le héros le retourne :\n-- si la face révélée est une face vide, l'action d'attaque ou l’explosion n’ont aucun effet sur le pion ombre. Celui-ci est ensuite retiré,\n-- si la face révélée est la face Batman, le héros place la figurine de Batman depuis sa réserve dans la zone du pion. Les pions ombre restant sont retirés. L'attaque est ensuite résolue normalement.\nLorsque Batman est activé, s'il reste des pions ombre et que sa figurine n'est pas en jeu, le héros la place depuis sa réserve dans la zone du pion ombre au dos duquel se trouve la face Batman. Batman peut immédiatement effectuer une action d'attaque au corps-à-corps avec sa caractéristique de 1 dé rouge + 1 dé rouge. Le héros active ensuite Batman normalement.",
										"en": "The hero places a smoke grenade token in the same area as Batman and then places a second token in an area that is at a distance of 1 away from the first one. They then finally place a third token in an area that is at a distance of 1 away from the second one.\n The hero then places, without showing the villain, their 3 shadow tokens (shadow side up) as they choose in the 3 areas with the smoke grenade tokens. The hero then removes the Batman miniature and places him in their reserve pool.\nA shadow token can be targeted for attacks and explosions. In this case, the hero turns over the token:\n-- If the revealed side is blank, the attack action or the explosion have no effect on the shadow token. The shadow token is then removed.\n-- If the revealed side is the Batman side, the hero replaces the Batman miniature in the token’s area. The remaining shadow tokens are removed. The attack is then triggered as usual.\n When Batman is activated, if there are shadow tokens on the board and his miniature is not in play, the hero swaps the Batman miniature from the reserve pool with the shadow token showing the Batman side. Batman can immediately perform a melee attack action with 2 red dice. The hero then activates Batman as usual."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PION OMBRE",
										"en": "SHADOW TOKEN"
										},
									"image": ["data/powers/img/shadow.png"]
								}					
							}
						}
					}
				}
			}
        },
 		{
            "id": "batman-dkr",
            "origins": "corebox",
            "image": "data/powers/img/batman-dkr.png",
            "name": {
                "fr": "BATMAN",
                "en": "BATMAN"
            },
            "subtitle": {
                "fr": "(THE DARK KNIGHT RETURNS)",
                "en": "(THE DARK KNIGHT RETURNS)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "SANS LIMITES",
						"en": "NO LIMITS"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Batman effectue immédiatement un mouvement et plusieurs attaques en se blessant.",
								"en": "Batman immediately performs a movement and several attacks, injuring himself."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Batman. Pour cela, il suit les étapes d'activation d'un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- il peut effectuer sa première étape de mouvement mais pas la seconde,\n-- lors de l'étape de déclaration d'une action autre que le mouvement, il ne peut que déclarer des actions d'attaque au corps-à-corps avec sa caractéristique 2 dés oranges et son multiplicateur d’actions de 3. Il subit ensuite 1 blessure.",
										"en": "The hero immediately performs a character activation with Batman. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- They can perform their First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, they can only declare melee attack actions with 2 orange dice and an action multiplier of 3. They then suffer one wound."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Batman effectue immédiatement un mouvement et une grosse attaque en se blessant.",
								"en": "Batman immediately performs a movement and a big attack injuring himself."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Batman. Pour cela, il suit les étapes d'activation d'un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- il peut effectuer sa première étape de mouvement mais pas la seconde.\n-- lors de l'étape de déclaration d'une action autre que le mouvement, il ne peut déclarer qu'une action d'attaque au corps-à-corps avec la caractéristique de 2 dés noirs + 1 dé rouge. Il subit ensuite 2 blessures.",
										"en": "The hero immediately performs a character activation with Batman. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- They can perform their First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, they can only declare a melee attack action with 2 black dice + 1 red die. They then suffer two wounds."
							}
						}
					}
				}
			}
        },
		{
            "id": "batman-zero",
            "origins": "corebox",
            "image": "data/powers/img/batman-zero.png",
            "name": {
                "fr": "BATMAN",
                "en": "BATMAN"
            },
            "subtitle": {
                "fr": "(ZERO YEAR)",
                "en": "(ZERO YEAR)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "TIR PRÉCIS",
						"en": "PRECISE SHOT"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Batman effectue immédiatement une attaque à distance à l'aide de son arbalète.",
								"en": "Batman immediately performs a ranged attack using his crossbow."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "le héros réalise immédiatement une activation de personnage avec Batman. Il effectue seulement une attaque à distance pour laquelle il bénéficie de la compétence tireur d'élite de niveau 2",
										"en": "The hero immediately performs a character activation with Batman. They only carry out a ranged attack for which they benefit from the marksman skill level 2."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Batman effectue immédiatement un mouvement.",
								"en": "Batman immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Batman zero year. Il effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Batman. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "batman-100",
            "origins": "corebox",
            "image": "data/powers/img/batman-100.png",
            "name": {
                "fr": "BATMAN",
                "en": "BATMAN"
            },
            "subtitle": {
                "fr": "(YEAR 100)",
                "en": "(YEAR 100)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "ÉCHAPPÉE BELLE",
						"en": "LUCKY ESCAPE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Batman effectue immédiatement un mouvement pour se mettre à l'abris et se soigner.",
								"en": "Batman immediately performs a movement to take cover and heal."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Batman. Il effectue sa première étape de mouvement, lors de laquelle il bénéficie de la compétence insaisissable de niveau 3. Si la zone dans laquelle Batman termine son mouvement ne contient aucun personnage du camp du vilain, il récupère jusqu'à 2 points de vie. Il ne peut pas récupérer plus de points de vie que son attribut de points de vie.",
										"en": "The hero immediately performs a character activation with Batman. They only carry out their First Movement Step. For this movement, they benefit from the elusive skill level 3. If the area in which Batman finishes his movement does not contain any character from the villain’s side, Batman recovers up to 2 life points. He cannot recover more life points than his life point characteristic."
							}
						}
					}
				}
			}
        },
  		{
            "id": "batwing",
            "origins": "wayne-manor",
            "image": "data/powers/img/batwing.png",
            "name": {
                "fr": "BATWING",
                "en": "BATWING"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "CHOC ÉLECTRIQUE",
						"en": "ELECTRIC SHOCK"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Batwing déclenche un choc électrique dans sa zone.",
								"en": "Batwing triggers an electric shock in his zone."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros déclenche une explosion de niveau 3 dans la zone de Batwing. Il ignore cette explosion.",
										"en": "The hero triggers a level 3 explosion in the same area as Batwing. He ignores this explosion."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Batwing ne fait rien.",
								"en": "Batwing does nothing."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Aucun effet.",
										"en": "No effect."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "batwoman",
            "origins": "corebox",
            "image": "data/powers/img/batwoman.png",
            "name": {
                "fr": "BATWOMAN",
                "en": "BATWOMAN"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "AVANTAGE STRATÉGIQUE",
						"en": "STRATEGIC ADVANTAGE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Batwoman se sert de son enseignement militaire pour prendre l'avantage stratégique.",
								"en": "Batwoman uses her military education to take a strategic advantage."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain transfère un DPA depuis sa zone de potentiel d'activation indisponible vers sa zone de dépense de potentiel d'activation.\nLors du prochain tour du vilain, on considère qu'il a déjà réalisé une activation.",
										"en": "The villain transfers an APD from their unavailable activation potential zone to their spend activation potential zone.\nDuring the next villain turn, they are considered to have already performed an activation."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "black-canary",
            "origins": "corebox",
            "image": "data/powers/img/black-canary.png",
            "name": {
                "fr": "BLACK CANARY",
                "en": "BLACK CANARY"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "CRI",
						"en": "CRY"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Black Canary utilise son cri pour attaquer les adversaires.",
								"en": "Black Canary uses her cry to attack opponents."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Black Canary. Elle effectue seulement une action de manipulation automatique en utilisant sa compétence souffle de niveau 2.",
										"en": "The hero immediately performs a character activation with Black Canary. They only carry out an automatic manipulation by using the blast skill level 2."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Black Canary effectue immédiatement un mouvement.",
								"en": "Black Canary immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Black Canary. Elle effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Black Canary. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "bluebird",
            "origins": "corebox",
            "image": "data/powers/img/bluebird.png",
            "name": {
                "fr": "BLUE BIRD",
                "en": "BLUE BIRD"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "TASER RIFLE",
						"en": "TASER RIFLE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Blue Bird effectue une attaque à distance à l'aide de son taser rifle.",
								"en": "Blue Bird performs a ranged attack using a taser rifle."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Blue Bird. Elle effectue seulement une attaque à distance avec la caractéristique de 1 dé blanc relançable + 1 dé orange. Pour cette action, elle bénéficie de la compétence électricité de niveau 3.",
										"en": "The hero immediately performs a character activation with Blue Bird. They may only carry out a ranged attack with 1 white die with reroll + 1 orange die. For this attack, they benefit from the electricity skill level 3."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Blue Bird effectue immédiatement un mouvement.",
								"en": "Blue Bird immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Blue Bird. Elle effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Blue Bird. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },
 		{
            "id": "bruce-wayne",
            "origins": "wayne-manor",
            "image": "data/powers/img/bruce-wayne.png",
            "name": {
                "fr": "BRUCE WAYNE",
                "en": "BRUCE WAYNE"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "GARDE DU CORPS",
						"en": "BODYGUARD"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Bruce Wayne arrive sur les lieux, accompagné de ses gardes personnels.",
								"en": "Bruce Wayne arrives on the scene, accompanied by his personal bodyguards."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "À la fin de l'étape de sélection du QG, le héros remplace la tuile événement de sa rivière par la tuile de Bat-Robots. Il place ensuite 2 figurines de Bat-Robots dans la zone de Bruce Wayne.",
										"en": "At the end of the Leader Selection step, the hero replaces the event tile in their river with a Bat-Robots tile. They then place 2 Bat-Robots miniatures in the same area as Bruce Wayne."
									}
						}
					}
				}
			}
        },	
  		{
            "id": "catwoman",
            "origins": "corebox",
            "image": "data/powers/img/catwoman.png",
            "name": {
                "fr": "CATWOMAN",
                "en": "CATWOMAN"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "VOLEUSE HORS-PAIR",
						"en": "MASTER THIEF"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Catwoman se déplace puis effectue une manipulation dans sa zone",
								"en": "Catwoman moves then performs a manipulation in the same area."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Catwoman. Pour cela, il suit les étapes d'activation d'un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- Catwoman peut effectuer sa première étape de mouvement mais pas la seconde.\n-- lors de l'étape de déclaration d'une action autre que le mouvement, elle ne peut déclarer qu'une action de manipulation.",
										"en": "The hero immediately performs a character activation with Catwoman. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- Catwoman can perform her First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, she can only declare one manipulation action."
							}
						}
					}
				}
			}
        },  		{
            "id": "catwoman-halloween",
            "origins": "corebox",
            "image": "data/powers/img/catwoman-halloween.png",
            "name": {
                "fr": "CATWOMAN",
                "en": "CATWOMAN"
            },
            "subtitle": {
                "fr": "(THE LONG HALLOWEEN)",
                "en": "(THE LONG HALLOWEEN)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "VOLEUSE HORS-PAIR",
						"en": "MASTER THIEF"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Catwoman se déplace puis effectue une manipulation dans sa zone",
								"en": "Catwoman moves then performs a manipulation in the same area."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Catwoman. Pour cela, il suit les étapes d'activation d'un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- Catwoman peut effectuer sa première étape de mouvement mais pas la seconde.\n-- lors de l'étape de déclaration d'une action autre que le mouvement, elle ne peut déclarer qu'une action de manipulation.",
										"en": "The hero immediately performs a character activation with Catwoman. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- Catwoman can perform her First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, she can only declare one manipulation action."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "gordon",
            "origins": "corebox",
            "image": "data/powers/img/gordon.png",
            "name": {
                "fr": "COMMISSIONER GORDON",
                "en": "COMMISSIONER GORDON"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "ESCOUADE D'ÉLITE",
						"en": "ELITE SQUAD"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Commissioner Gordon arrive sur les lieux, accompagné d'une escouade d'élite.",
								"en": "Commissioner Gordon arrives on the scene, accompanied by an elite squad."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "À la fin de l'étape de sélection du QG, le héros remplace la tuile événement de sa rivière par la tuile de Heavy GCPD. Il place ensuite 2 figurines de Heavy GCPD dans la zone du Commissioner Gordon.",
										"en": "At the end of the Leader Selection step, the hero replaces the event tile in their river with the Heavy GCPD tile. They then place 2 Heavy GCPD miniatures in the same area as Commissioner Gordon."
							}
						}
					}
				}
			}
        },		
 		{
            "id": "duke",
            "origins": "corebox",
            "image": "data/powers/img/duke.png",
            "name": {
                "fr": "DUKE",
                "en": "DUKE"
            },
            "subtitle": {
                "fr": "PRÉCOGNITION",
                "en": "PRECOGNITION"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "template",
						"en": "template"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Duke se sert de ses capacités pour prédire les mouvements de son adversaire.",
								"en": "Duke uses his abilities to predict the movements of his opponent."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros désigne un personnage situé dans la même zone que lui et lance deux dés oranges. Le personnage désigné subit autant de blessures que de succès obtenus.",
										"en": "The hero designates a character located in the same area as Duke and rolls two orange dice. The designated character suffers as many wounds as the number of successes obtained."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Duke effectue immédiatement un mouvement.",
								"en": "Duke immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Duke. Il effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Duke. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },
  		{
            "id": "green-arrow",
            "origins": "corebox",
            "image": "data/powers/img/green-arrow.png",
            "name": {
                "fr": "GREEN ARROW",
                "en": "GREEN ARROW"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "CHASSEUR-NÉ",
						"en": "BORN HUNTER"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Green Arrow se sert de ses capacités de chasseur pour traquer et atteindre sa proie.",
								"en": "Green Arrow uses his hunting abilities to track down his prey."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Green Arrow. Pour cela, il suit les étapes d'activation d'un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- il peut effectuer sa première étape de mouvement mais pas la seconde.\n-- lors de l'étape de déclaration d'une action autre que le mouvement, il ne peut déclarer qu'une action d'attaque à distance avec la caractéristique de 1 dé noir relançable + 1 dé orange relançable.",
										"en": "The hero immediately performs a character activation with Green Arrow. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- They can perform their First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, they can only declare a ranged attack with 1 black die with a reroll + 1 orange die with a reroll."
							}
						}
					}
				}
			}
        },
  		{
            "id": "bullock",
            "origins": "corebox",
            "image": "data/powers/img/bullock.png",
            "name": {
                "fr": "HARVEY BULLOCK",
                "en": "HARVEY BULLOCK"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "OFFICIER VÉTÉRAN",
						"en": "VETERAN OFFICER"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Harvey Bullock dirige son escouade d’une main de fer.",
								"en": "Harvey Bullock uses his experience to lead a squad."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros active immédiatement tous les personnages d'une tuile de sbires ou d'élites qu'il contrôle.",
										"en": "The hero immediately activates all the characters of a henchmen or elite tile that they control."
							}
						}
					}
				}
			}
        },
  		{
            "id": "huntress",
            "origins": "corebox",
            "image": "data/powers/img/huntress.png",
            "name": {
                "fr": "HUNTRESS",
                "en": "HUNTRESS"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "ATTAQUE TOURNOYANTE",
						"en": "SPINNING ATTACK"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Huntress effectue une attaque tournoyante avec son bâton.",
								"en": "Huntress performs a spinning attack with her Bo staff."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Huntress. Elle effectue seulement des attaques au corps à corps avec la caractéristique de 2 dés jaunes et un multiplicateur d’actions de 5",
										"en": "The hero immediately performs a character activation with Huntress. They may only carry out melee attacks with 2 yellow dice and an action multiplier of 5."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Huntress effectue immédiatement un mouvement.",
								"en": "Huntress immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Huntress. Elle effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Huntress. They only carry out their First OR Movement Step."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "julia-penniworth",
            "origins": "corebox",
            "image": "data/powers/img/julia-penniworth.png",
            "name": {
                "fr": "JULIA PENNYWORTH",
                "en": "JULIA PENNYWORTH"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "PLANIFICATION MILITAIRE",
						"en": "MILITARY PLANNING"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Julia Pennyworth se sert de son enseignement militaire pour diriger les opérations.",
								"en": "Julia Pennyworth uses her military education to lead operations."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Si Julia Pennyworth n'est pas neutralisée, lors de l'étape d’entretien du tour du héros, le héros récupère 2 cubes d'énergie supplémentaires.\nLors de l'activation de la tuile événement, ce pouvoir n'apporte aucun effet.",
										"en": "If Julia Pennyworth is not neutralized, the hero recovers 2 additional Energy cubes during the Upkeep Hero phase.\nDuring the activation of the event tile, this power has no effect."
							}
						}
					}
				}
			}
        },
  		{
            "id": "katana",
            "origins": "corebox",
            "image": "data/powers/img/katana.png",
            "name": {
                "fr": "KATANA",
                "en": "KATANA"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "SOULTAKER",
						"en": "SOULTAKER"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Katana fonce sur sa cible et l’attaque en libérant des âmes enfermées dans son sabre.",
								"en": "Katana performs a charge and attacks by freeing the souls trapped in her sword."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Lorsqu'un personnage est neutralisé par Katana, le héros prend la figurine neutralisée et la place à côté de son poste de commandement. Elle ne va pas dans la réserve de personnages adverse. À la place, on considère qu'elle se trouve dans Soultaker (son katana).\nLorsque le héros active la tuile événement, il réalise immédiatement une activation de personnage avec Katana. Pour cela, il suit les étapes d'activation d'un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- Katana peut effectuer sa première étape de mouvement mais pas la seconde.\n-- lors de l'étape de déclaration d'une action autre que le mouvement, elle ne peut déclarer qu'une action d'attaque au corps-à-corps avec sa caractéristique 1 dé orange + 2 dés jaunes. Lors de l'étape de constitution de la réserve de dés, le héros ajoute un dé blanc par figurine dans Soultaker. Il prend ensuite les figurines qui se trouvent dans le katana et les place dans la réserve de personnages de leur contrôleur.",
										"en": "When a character is neutralized by Katana, the hero takes the neutralized miniature and places it next to their command post. This miniature no longer belongs to their opponent’s character pool. Instead, it is said that they are now trapped in Soultaker (Katana’s samurai sword). \nWhen the hero activates the event tile, they immediately perform a character activation with Katana. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- They can perform their First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, they can only declare a melee attack with 1 orange die + 2 yellow dice. The hero then takes the miniatures that have been trapped in the sword and places them in their controller’s character pool."
							}
						}
					}
				}
			}
        },
  		{
            "id": "nightwing",
            "origins": "corebox",
            "image": "data/powers/img/nightwing.png",
            "name": {
                "fr": "NIGHTWING",
                "en": "NIGHTWING"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "IMPÉTUEUX",
						"en": "IMPETUOUS"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Nightwing réalise une charge.",
								"en": "Nightwing performs a charge."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Nightwing. Pour cela, il suit les étapes d'activation d'un personnage contrôlé par une tuile en respectant les exceptions suivantes :\n-- Nightwing ne peut effectuer qu’une seule de ses deux étapes de mouvement,\n-- Lors de l'étape de déclaration d'une action autre que le mouvement, il ne peut que déclarer des actions d'attaque au corps-à-corps.",
										"en": "The hero immediately performs a character activation with Nightwing. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- Nightwing can only perform one of the two movement steps.\n-- During the Declare an Action Other than a Movement step, they can only declare melee attacks."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "oracle",
            "origins": "wayne-manor",
            "image": "data/powers/img/oracle.png",
            "name": {
                "fr": "ORACLE",
                "en": "ORACLE"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "ACCOMPLISHED STRATEGIST",
						"en": "STRATÈGE AGUERRIE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Oracle est à la tête des opérations.",
								"en": "Oracle is at the head of operations."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Si Oracle n'est pas neutralisée, lors de l'étape d’entretien du tour du héros, le héros récupère 1 point de potentiel d'activation supplémentaire.\nLors de l'activation de la tuile événement, ce pouvoir n'apporte aucun effet.",
										"en": "If Oracle is not neutralized, the hero recovers 1 additional activation potential point during the Upkeep Hero phase.\nThis power has no effect during the activation of the event tile."
							}
						}
					}
				}
			}
        },
  		{
            "id": "orphan",
            "origins": "corebox",
            "image": "data/powers/img/orphan.png",
            "name": {
                "fr": "ORPHAN",
                "en": "ORPHAN"
            },
            "subtitle": {
                "fr": "(CASSANDRA CAIN)",
                "en": "(CASSANDRA CAIN)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "POSTURE DÉFENSIVE",
						"en": "DEFENSIVE STANCE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Orphan opte pour une posture défensive.",
								"en": "Orphan opts for a defensive stance."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros place le pion posture défensive sur le socle d'Orphan. Lorsque le héros active Orphan ou qu'elle est neutralisée, si le pion posture défensive est présent sur son socle, alors le héros le retire.\nTant que le pion posture défensive est sur le socle d’Orphan, sa défense automatique est de 4 et elle bénéficie de la compétence contre-attaque de niveau 3.",
										"en": "The hero places the Defensive Stance token on Orphan’s base. If there is a Defensive Stance token on Orphan’s base when the hero activates her, or if she is neutralized, it is removed.\nWhile the defensive stance token is on Orphan’s base, her automatic defense is 4 and she has the counterattack skill level 3."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PION POSTURE DÉFENSIVE",
										"en": "DEFENSIVE STANCE TOKEN"
										},
									"image": ["data/powers/img/defensive-stance.png"]
								}					
							}
						}
					}
				}
			}
        },
  		{
            "id": "red-hood-todd",
            "origins": "corebox",
            "image": "data/powers/img/red-hood-todd.png",
            "name": {
                "fr": "RED HOOD",
                "en": "RED HOOD"
            },
            "subtitle": {
                "fr": "(JASON TODD)",
                "en": "(JASON TODD)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "REPOSITIONNEMENT",
						"en": "REPOSITIONING"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Red Hood se repositionne rapidement sur le terrain.",
								"en": "Red Hood quickly repositions himself in the field."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Red Hood. Il effectue seulement sa première étape de mouvement. Son bonus de points de déplacement au premier mouvement est de 4 et il perd le trait mobilité réduite. De plus, il bénéficie de la compétence parkour de niveau 1.",
										"en": "The hero immediately performs a character activation with Red Hood. During this activation, they only perform their First Movement Step and their move point bonus is 4. They lose the reduced mobility trait and have the parkour skill level 1."
							}
						}
					}
				}
			}
        },
  		{
            "id": "red-robin",
            "origins": "wayne-manor",
            "image": "data/powers/img/template.png",
            "name": {
                "fr": "RED ROBIN",
                "en": "RED ROBIN"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "CYBERATTAQUE",
						"en": "CYBERATTACK"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Red Robin pirate les communications adverses afin de les perturber.",
								"en": "Red Robin hacks into enemy communications."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros peut pirater le poste de commandement adverse. Pour cela, il prend un pion piratage et le pose dans une des cases du poste de commandement adverse qui ne contient pas déjà un pion piratage : mouvement, défense ou relance.",
										"en": "The hero can hack the enemy command post. To do so, they take a Hacking token and place it in one of the following spaces of the enemy command post that does not yet contain a Hacking token: movement, defense or reroll."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PIONS PIRATAGE",
										"en": "HACKING TOKEN"
										},
									"image": ["data/powers/img/hacking1.png","data/powers/img/hacking2.png","data/powers/img/hacking3.png"]
								}					
							}
						},
						"1": {
							"cumulative": true,
							"shortdescription": {
								"fr": "Les communications sont piratées.",
								"en": "Communications are hacked."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Une case de mouvement, défense ou relance qui contient un pion piratage voit sa saturation diminuée de 1.",
										"en": "The exertion limit of a movement, defense or reroll space that contains a Hacking token is reduced by 1."
							}
						}
					}
				}
			}
        },	
  		{
            "id": "montoya",
            "origins": "corebox",
            "image": "data/powers/img/montoya.png",
            "name": {
                "fr": "RENEE MONTOYA",
                "en": "RENEE MONTOYA"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "FREEZE",
						"en": "FREEZE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Renee Montoya tient en joue ses adversaires.",
								"en": "Renee Montoya holds several opponents at gunpoint."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros place le pion freeze dans la zone de Renee Montoya.\nLorsque le héros active Renee Montoya ou qu'elle est neutralisée, si le pion freeze est présent sur le plateau, il le retire.\nLes personnages sbires ou élite du camp du vilain situés dans la zone du pion freeze ne peuvent pas être activés",
										"en": "The hero places the Freeze token in the same area as Renee Montoya.\nIf there is a Freeze token on the board when the hero activates Renee Montoya, or if she is neutralized, it is removed.FREEZE TOKEN\nThe henchmen or elite characters from the villain’s side in the same area as the Freeze token cannot be activated."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PION FREEZE",
										"en": "template"
										},
									"image": ["data/powers/img/frozen.png"]
								}					
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Renee Montoya effectue immédiatement un mouvement.",
								"en": "Renee Montoya immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Montoya. Elle effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Renee Montoya. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },	
  		{
            "id": "robin-damian",
            "origins": "corebox",
            "image": "data/powers/img/robin-damian.png",
            "name": {
                "fr": "ROBIN",
                "en": "ROBIN"
            },
            "subtitle": {
                "fr": "(DAMIAN WAYNE)",
                "en": "(DAMIAN WAYNE)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "ENFANT PRODIGE",
						"en": "CHILD PRODIGY"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Robin est capable de se réactiver grâce à ses capacités exceptionnelles.",
								"en": "Robin is able to reactivate thanks to his exceptional abilities."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros effectue immédiatement une activation de personnage avec Robin.",
										"en": "The hero immediately performs a character activation with Robin."
							}
						},
						"1": {
							"cumulative": true,
							"shortdescription": {
								"fr": "Robin a de grandes difficultés à faire équipe avec quelqu’un.",
								"en": "Robin isn’t much of a team player."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Tant que Robin n'est pas neutralisé, le coût en DPAs pour activer la tuile du lieutenant est augmenté de 1.",
										"en": "While Robin is not neutralized, the lieutenant’s tile costs an additional APD to activate."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "robin-drake",
            "origins": "corebox",
            "image": "data/powers/img/robin-drake.png",
            "name": {
                "fr": "ROBIN",
                "en": "ROBIN"
            },
            "subtitle": {
                "fr": "(TIM DRAKE)",
                "en": "(TIM DRAKE)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "HACKEUR NÉ",
						"en": "COMPUTER WIZ"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Robin utilise un dispositif pour effectuer une réflexion à distance.",
								"en": "Robin uses a device to carry out a remote thought."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros sélectionne un personnage ami capable de réaliser une action de réflexion. Robin effectue immédiatement une action de reflexion complexe avec ses caractéristiques comme s'il se trouvait dans la zone du personnage ami.",
										"en": "The hero selects an ally character to carry out a thought action. Robin then performs a complex thought with his characteristics as though he was in the same area as the ally character."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Robin effectue immédiatement un mouvement.",
								"en": "Robin immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Robin. Il effectue seulement sa première étape de mouvement.",
										"en": "The hero immediately performs a character activation with Robin. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },	
  		{
            "id": "spoiler",
            "origins": "corebox",
            "image": "data/powers/img/spoiler.png",
            "name": {
                "fr": "SPOILER",
                "en": "SPOILER"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "FURTIVITÉ",
						"en": "STEALTH"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Spoiler se cache dans les ombres afin de rester discrète.",
								"en": "Spoiler sticks to the shadows."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Spoiler. Elle effectue seulement sa première étape de mouvement, lors de laquelle elle bénéficie de la compétence insaisissable de niveau 5. Après avoir effectué ce mouvement, le héros place le pion furtivité sur le socle de Spoiler.\nLorsque le héros active Spoiler ou qu'elle est neutralisée, si le pion furtivité est présent sur son socle, il le retire.\nTant que le pion furtivité est sur le socle de Spoiler, elle bénéficie de la compétence intouchable de niveau 5.",
										"en": "The hero immediately performs a character activation with Spoiler. They only perform their First Movement Step during which Spoiler has the elusive skill level 5. After this movement, the hero places the Stealth token on Spoiler’s base. \nIf there is a Stealth token on Spoiler’s base when the hero activates her, or if she is neutralized, it is removed.\nWhile the Stealth token in on Spoiler’s base, she has the untouchable skill level 5."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PION FURTIVITÉ",
										"en": "STEALTH TOKEN"
										},
									"image": ["data/powers/img/stealth.png"]
								}					
							}
						}
					}
				}
			}
        },
		 		{
            "id": "bane",
            "origins": "corebox",
            "image": "data/powers/img/bane.png",
            "name": {
                "fr": "BANE",
                "en": "BANE"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "INJECTION DE VENIN",
						"en": "VENOM INJECTION"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Bane s’injecte une grande dose de venin.",
								"en": "Bane injects himself with a massive dose of Venom."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain peut transformer Bane en Bane Venom. Pour cela, il remplace la figurine, la tuile et le pion point de vie de Bane par ceux de Venom Bane. L’événement devient celui de Venom Bane.",
										"en": "The villain can transform Bane into Venom Bane. To do so, they replace Bane’s tile, miniature and life point marker with those of Venom Bane. The event then becomes that of Venom Bane."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Bane s’injecte une petite dose de venin.",
								"en": "Bane injects himself with a small dose of Venom."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Bane durant laquelle il ne peut effectuer qu’une action.",
										"en": "The villain immediately performs a character activation with Bane during which they can only carry out one action."
							}
						}
					}
				}
			}
        },
  		{
            "id": "bane-venom",
            "origins": "corebox",
            "image": "data/powers/img/bane-venom.png",
            "name": {
                "fr": "BANE",
                "en": "BANE"
            },
            "subtitle": {
                "fr": "(VENOM INJECTED)",
                "en": "(VENOM INJECTED)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "INJECTION INCONTRÔLÉE",
						"en": "UNCONTROLLED INJECTION"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Bane ne peut plus s’empêcher de s’injecter du venin.",
								"en": "Bane cannot stop himself from injecting Venom."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Venom Bane. À la fin de cette activation, il subit 2 blessures.",
										"en": "The villain immediately performs a character activation with Venom Bane. At the end of the activation, he suffers 2 wounds."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "black-mask",
            "origins": "corebox",
            "image": "data/powers/img/black-mask.png",
            "name": {
                "fr": "BLACK MASK",
                "en": "BLACK MASK"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "MOTIVATION EXTRÊME",
						"en": "EXTREME MOTIVATION"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Black Mask s’en prend aux siens pour motiver ses troupes.",
								"en": "Black Mask hurts one of his own to motivate the rest."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain neutralise un personnage ami dans la ligne de vue de Black Mask. Dans ce cas, il réalise une activation de personnage avec chacun des personnages d’une tuile de sbires ou d’élites qu’il contrôle .",
										"en": "The villain neutralizes an ally character within line of sight of Black Mask. Then, they may perform a character activation with each character of one of the henchmen or elite tiles they control."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Black Mask ne fait rien.",
								"en": "Black Mask does nothing."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Aucun effet.",
										"en": "No effect."
							}
						}
					}
				}
			}
        },
  		{
            "id": "clayface",
            "origins": "corebox",
            "image": "data/powers/img/clayface.png",
            "name": {
                "fr": "CLAYFACE",
                "en": "CLAYFACE"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "AVATAR",
						"en": "AVATAR"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Clayface prend l’apparence d’un autre.",
								"en": "Clayface takes on the appearance of someone else."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Lors de la composition de l’équipe, immédiatement après que les deux joueurs ont choisi leur QG, le vilain sélectionne une tuile de QG Héros ou Vilain. On appelle le personnage ainsi sélectionné «avatar».\nIl récupère la figurine et la tuile correspondante et les place à côté de son poste de commandement.\nLors de l’activation de la tuile évènement :\n-- si l’avatar n’est pas en jeu, le vilain remplace la tuile et la figurine de Clayface par celles de l’avatar,\n-- si l’avatar est en jeu, le vilain remplace la tuile et la figurine de l’avatar par celles de Clayface.\nLorsque l’avatar est en jeu, il ne possède aucun trait ni pouvoir de QG. À chaque fois qu’il doit subir une ou plusieurs blessures, les points de vie sont retirés à Clayface. Lorsque Clayface est neutralisé, l’avatar l’est également.\nTant que l’avatar ou Clayface est en jeu, cet événement spécial est associé à la tuile événement.",
										"en": "During the Team Composition step, immediately after the two players have chosen their Leader, the villain chooses a Hero or Villain Leader/Lieutenant tile (separate from the ones they’ve already chosen). The character selected is called the «avatar».\nThe villain takes the miniature and the corresponding tile and places them next to their command post.\nDuring the activation of the event tile: \n-- If the avatar is not in play, the villain replaces Clayface’s tile and miniature with that of the avatar.\n-- If the avatar is in play, the villain replaces the avatar’s tile and miniature with that of Clayface. \nWhen the avatar is in play, they have no traits or Leader powers. Each time the avatar must suffer one or several wounds, the life points are taken away from Clayface instead. When Clayface is neutralized, so is the avatar.\nAs long as the avatar or Clayface is in play, this special event is associated with the event tile."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "deadshot",
            "origins": "corebox",
            "image": "data/powers/img/deadshot.png",
            "name": {
                "fr": "DEADSHOT",
                "en": "DEADSHOT"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "RICOCHET",
						"en": "RICOCHET"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Deadshot effectue un tir spécial.",
								"en": "Deadshot makes a special shot."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Deadshot. Il effectue seulement une attaque à distance avec la caractéristique de 2 dés blancs. Pour cette action, il ignore les restrictions liées aux lignes de vue.",
										"en": "The villain immediately performs a character activation with Deadshot. They can only carry out a ranged attack with 2 white dice. The restrictions related to lines of sight are ignored."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "deathstroke",
            "origins": "corebox",
            "image": "data/powers/img/deathstroke.png",
            "name": {
                "fr": "DEATHSTROKE",
                "en": "DEATHSTROKE"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "POINT FAIBLE",
						"en": "WEAK SPOT"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Deathstroke effectue une charge et attaque directement le point faible de son adversaire.",
								"en": "Deathstroke charges ahead, attacking an opponent’s weak spot."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Deathstroke. Il effectue seulement sa première étape de mouvement.\nLe vilain désigne ensuite un personnage situé dans la même zone que Deathstroke et lance un dé rouge. Ce personnage subit autant de blessures que de succès obtenus.",
										"en": "The villain immediately performs a character activation with Deathstroke. They only carry out their First Movement Step.\nThe villain then chooses a character in the same area as Deathstroke and rolls a red die. The designated character suffers as many wounds as the number of successes."
							}
						}
					}
				}
			}
        },
  		{
            "id": "doctor-death",
            "origins": "corebox",
            "image": "data/powers/img/doctor-death.png",
            "name": {
                "fr": "DOCTOR DEATH",
                "en": "DOCTOR DEATH"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "SÉRUM DU BERSERK",
						"en": "BERSERK SERUM"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Doctor Death injecte son sérum à un allié.",
								"en": "Doctor Death injects an ally with serum."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec une figurine amie située dans la zone de Doctor Death. Pour cela, il suit les étapes d’activation d’un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- le personnage peut effectuer sa première étape de mouvement mais pas la seconde.\n-- lors de l’étape de déclaration d’une action autre que le mouvement, il ne peut déclarer qu’une action d’attaque au corps à corps pour laquelle il ajoute 2 dés blanc à sa caractéristique d’attaque.\nÀ la suite de cette activation, il est neutralisé",
										"en": "The villain immediately performs a character activation with an ally miniature in the same area as Doctor Death. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- The character can perform their First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, they can only declare a melee attack during which they add 2 white dice to their attack characteristic.\nFollowing this activation, the character is neutralized."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Doctor Death ne fait rien.",
								"en": "Doctor Death does nothing.No effect."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Aucun effet.",
										"en": ""
							}
						}
					}
				}
			}
        },
  		{
            "id": "firefly",
            "origins": "corebox",
            "image": "data/powers/img/firefly.png",
            "name": {
                "fr": "FIREFLY",
                "en": "FIREFLY"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "PURIFICATION PAR LE FEU",
						"en": "PURIFICATION BY FIRE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Firefly réalimente tous les incendies sur le plateau.",
								"en": "Firefly feeds all fires on the board."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain retourne tous les pions flamme face en dissipation sur leurs face pleine visible",
										"en": "The villain turns all the flame tokens dissipating side up to their full side up."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Firefly effectue immédiatement un mouvement.",
								"en": "Firefly immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Firefly. Il effectue seulement sa première étape de mouvement.",
										"en": "The villain immediately performs a character activation with Firefly. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "harley-queen",
            "origins": "corebox",
            "image": "data/powers/img/harley-queen.png",
            "name": {
                "fr": "HARLEY QUINN",
                "en": "HARLEY QUINN"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "FOLIE DOUCE",
						"en": "SWEET MADNESS"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Harley Quinn agit de manière imprévisible.",
								"en": "Harley Quinn acts unpredictably."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain lance 1 dé orange sans relance possible. Le nombre de succès obtenus indique l’effet de l’événement :\n-- 2 succès (cleptomanie) : le vilain peut prendre un DPA de la zone de potentiel d’activation indisponible du héros et le met dans sa propre zone de potentiel d’activation disponible,\n-- 1 succès (schizophrénie) : le vilain intervertit les positions de la figurine d’Harley Quinn et d’une figurine qu’il contrôle située sur une autre zone,\n-- 0 succès (bipolaire) : le vilain intervertit les positions de deux tuiles de sa rivière, autre que la tuile événement.",
										"en": "The villain rolls 1 orange die that cannot be rerolled. The number of successes indicate the effect of the event:\n-- 2 successes (kleptomania): the villain can take an APD from the hero’s unavailable activation potential zone and put it in their own available activation potential zone.\n-- 1 success (schizophrenia): the villain exchanges Harley Quinn’s miniature with another miniature they control, from a different area.\n-- 0 success (bipolar): the villain exchanges the positions of two tiles in their river other than the event tile."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "harley-queen-hammer",
            "origins": "corebox",
            "image": "data/powers/img/harley-queen-hammer.png",
            "name": {
                "fr": "HARLEY QUINN",
                "en": "HARLEY QUINN"
            },
            "subtitle": {
                "fr": "(WITH HAMMER)",
                "en": "(WITH HAMMER)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "FOLIE DOUCE",
						"en": "SWEET MADNESS"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Harley Quinn agit de manière imprévisible.",
								"en": "Harley Quinn acts unpredictably."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain lance 1 dé orange sans relance possible. Le nombre de succès obtenus indique l’effet de l’événement :\n-- 2 succès (cleptomanie) : le vilain peut prendre un DPA de la zone de potentiel d’activation indisponible du héros et le met dans sa propre zone de potentiel d’activation disponible,\n-- 1 succès (schizophrénie) : le vilain intervertit les positions de la figurine d’Harley Quinn et d’une figurine qu’il contrôle située sur une autre zone,\n-- 0 succès (bipolaire) : le vilain intervertit les positions de deux tuiles de sa rivière, autre que la tuile événement.",
										"en": "The villain rolls 1 orange die that cannot be rerolled. The number of successes indicate the effect of the event:\n-- 2 successes (kleptomania): the villain can take an APD from the hero’s unavailable activation potential zone and put it in their own available activation potential zone.\n-- 1 success (schizophrenia): the villain exchanges Harley Quinn’s miniature with another miniature they control, from a different area.\n-- 0 success (bipolar): the villain exchanges the positions of two tiles in their river other than the event tile."
							}
						}
					}
				}
			}
        },			
  		{
            "id": "hugo-strange",
            "origins": "arkham-asylum",
            "image": "data/powers/img/hugo-strange.png",
            "name": {
                "fr": "HUGO STRANGE",
                "en": "HUGO STRANGE"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "HYPNOSE",
						"en": "HYPNOSIS"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Hugo Strange se sert de ses connaissances de l’esprit humain pour contrôler ses adversaires",
								"en": "Hugo Strange uses his knowledge of the human spirit to control his opponents."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec une ou deux figurines différentes de sbires ou d’élites d’une même tuile contrôlée par le héros. Il effectue seulement sa première étape de mouvement et ne peut pas effectuer de chute ni entrer dans une zone de terrain dangereux.",
										"en": "The villain immediately performs a character activation with one or two different henchmen or elite miniatures of the same tile controlled by the hero. They only carry out their First Movement Step. During this activation, they cannot perform a fall or enter a dangerous terrain area."
							}
						}
					}
				}
			}
        },
  		{
            "id": "hush",
            "origins": "corebox",
            "image": "data/powers/img/hush.png",
            "name": {
                "fr": "HUSH",
                "en": "HUSH"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "LEADER CHARISMATIQUE",
						"en": "CHARISMATIC LEADER"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Hush a réussi à engager un lieutenant supplémentaire dans son équipe.",
								"en": "Hush has managed to hire an additional lieutenant."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Immédiatement après avoir choisi son QG, le vilain choisit une tuile de QG/lieutenant de son camp. Celle-ci remplace la tuile événement.\nLors de la mise en place, la figurine correspondante est placée sur la même zone que celle de Hush. Ce personnage commence la partie avec sa valeur de points de vie divisée par deux, arrondie à l’inférieur.",
										"en": "Immediately after having chosen their Leader, the villain choses a Leader/Lieutenant tile from their side. This tile replaces the event tile.\nDuring setup, place the miniature that corresponds to this tile in the same area as the Hush miniature. This character starts the game with their life point value divided by two and rounded down to the nearest number."
							}
						}
					}
				}
			}
        },
  		{
            "id": "jason-todd-hush",
            "origins": "corebox",
            "image": "data/powers/img/jason-todd-hush.png",
            "name": {
                "fr": "JASON TODD",
                "en": "JASON TODD"
            },
            "subtitle": {
                "fr": "(HUSH)",
                "en": "(HUSH)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "CHARGE BRUTALE",
						"en": "BRUTAL CHARGE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Jason Todd fonce sur un adversaire pour lui asséner uncoup puissant.",
								"en": "Jason Todd charges at an enemy to strike them with a powerful blow."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Jason Todd Hush. Pour cela, il suit les étapes d’activation d’un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- Jason Todd peut effectuer sa première étape de mouvement mais pas la seconde;\n-- Lors de l’étape de déclaration d’une action autre que le mouvement, il ne peut déclarer qu’une action d’attaque au corps-à-corps avec la caractéristique de 2 dés rouges.",
										"en": "The villain immediately performs a character activation with Jason Todd. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- Jason Todd can perform his First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, they can only declare a melee attack with 2 red dice."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Jason Todd ne fait rien.",
								"en": "Jason Todd does nothing."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Aucun effet.",
										"en": "No effect."
							}
						}
					}
				}
			}
        },
  		{
            "id": "jervis-thetch",
            "origins": "arkham-asylum",
            "image": "data/powers/img/jervis-thetch.png",
            "name": {
                "fr": "JERVIS TETCH",
                "en": "JERVIS TETCH"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "CONTRÔLE MENTAL",
						"en": "MIND CONTROL"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Jervis Tetch se sert d’un de ses dispositifs de contrôle mental pour augmenter les membres de son gang.",
								"en": "Jervis Tetch uses one of his mind control devices to add members to his gang."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Lors de la fin de l’étape de composition de l’équipe, le vilain remplace sa tuile événement par une tuile disponible de sbire ou d’élite du camp du héros. Il la contrôle. Si c’est une tuile de sbires, le vilain place 3 figurines correspondantes dans la zone de Jervis Tetch. Si c’est une tuile d’élites, le vilain place 2 figurines correspondantes dans la zone de Jervis Tetch.",
										"en": "At the end of the Team Composition step, the villain replaces their event tile with an available henchmen or elite tile from the hero side. They now control it. If this is a henchmen tile, the villain places the 3 corresponding miniatures in the same area as Jervis Tetch. If this is an elite tile, the villain places the 2 corresponding miniatures in the same area as Jervis Tetch."
							}
						}
					}
				}
			}
        },
 		{
            "id": "joker",
            "origins": "corebox",
            "image": "data/powers/img/joker.png",
            "name": {
                "fr": "THE JOKER",
                "en": "THE JOKER"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "VENIN DU JOKER",
						"en": "JOKER VENOM"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "The Joker déploie son venin sur le terrain.",
								"en": "The Joker spreads his venom on the battlefield."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain place immédiatement un pion venin du Joker dans la zone d’un personnage du camp du vilain.\nCe pion suit les mêmes règles que les pions gaz et augmente de 2 le niveau de terrain dangereux de la zone où il se situe.",
										"en": "The villain immediately places a Joker venom token in the same area as a character from the villain’s side.\nThis token follows the same rules as gas tokens and increases the dangerous terrain level by 2 in the same area as it is located."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PION VENIN DU JOKER",
										"en": "JOKER VENOM TOKEN"
										},
									"image": ["data/powers/img/joker-venom.png"]
								}					
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "The Joker effectue immédiatement un mouvement.",
								"en": "The Joker immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec The Joker. Il effectue seulement sa première étape de mouvement.",
										"en": "The villain immediately performs a character activation with The Joker. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },
  		{
            "id": "joker-mr-joe",
            "origins": "corebox",
            "image": "data/powers/img/joker-mr-joe.png",
            "name": {
                "fr": "The JOKER",
                "en": "The JOKER"
            },
            "subtitle": {
                "fr": "(Mr. JOE)",
                "en": "(Mr. JOE)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "TERREUR",
						"en": "TERROR"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "The Joker Mr. Joe se mutile afin d’effrayer ses adversaires.",
								"en": "The Joker Mr. Joe mutilates himself to scare his opponents."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "The Joker Mr. Joe subit immédiatement 1 blessure. Puis le vilain place la tuile d’un personnage contrôlé par le héros situé dans la zone de The Joker Mr. Joe en dernière position de la rivière du héros",
										"en": "The Joker Mr. Joe immediately suffers 1 wound. Then, the villain places the tile of a character controlled by the hero, located in the same area as The Joker Mr. Joe, in the last position of the hero’s river."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "The Joker Mr. Joe effectue immédiatement un mouvement.",
								"en": "The Joker Mr. Joe immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec The Joker Mr. Joe. Il effectue seulement sa première étape de mouvement.",
										"en": "The villain immediately performs a character activation with The Joker Mr. Joe. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },
  		{
            "id": "killer-croc-hush",
            "origins": "corebox",
            "image": "data/powers/img/killer-croc-hush.png",
            "name": {
                "fr": "KILLER CROC",
                "en": "KILLER CROC"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "CHARGE BESTIALE",
						"en": "BESTIAL CHARGE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Killer Croc effectue une charge féroce.",
								"en": "Killer Croc performs a ferocious charge."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Killer Croc. Pour cela, il suit les étapes d’activation d’un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- Killer Croc peut effectuer sa première étape de mouvement mais pas la seconde.\n-- lors de l’étape de déclaration d’une action autre que le mouvement, il ne peut déclarer qu’une action d’attaque au corps-à-corps avec la caractéristique de 1 dé orange par limite de zone franchie au cours du mouvement précédent.",
										"en": "The villain immediately performs a character activation with Killer Croc. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions: \n-- Killer Croc can perform his First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, they can only declare a melee attack with 1 orange die per number of boundaries crossed during the previous movement."
							}
						}
					}
				}
			}
        },
  		{
            "id": "killer-croc",
            "origins": "corebox",
            "image": "data/powers/img/killer-croc.png",
            "name": {
                "fr": "KILLER CROC",
                "en": "KILLER CROC"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "CHARGE BESTIALE",
						"en": "BESTIAL CHARGE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Killer Croc effectue une charge féroce.",
								"en": "Killer Croc performs a ferocious charge."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Killer Croc. Pour cela, il suit les étapes d’activation d’un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- Killer Croc peut effectuer sa première étape de mouvement mais pas la seconde.\n-- lors de l’étape de déclaration d’une action autre que le mouvement, il ne peut déclarer qu’une action d’attaque au corps-à-corps avec la caractéristique de 1 dé orange par limite de zone franchie au cours du mouvement précédent.",
										"en": "The villain immediately performs a character activation with Killer Croc. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions: \n-- Killer Croc can perform his First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, they can only declare a melee attack with 1 orange die per number of boundaries crossed during the previous movement."
							}
						}
					}
				}
			}
        },	
  		{
            "id": "killer-moth",
            "origins": "corebox",
            "image": "data/powers/img/killer-moth.png",
            "name": {
                "fr": "KILLER MOTH",
                "en": "KILLER MOTH"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "MIASME",
						"en": "MIASMA"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Le gaz toxique de Killer Moth s’intensifie.",
								"en": "Killer Moth’s toxic gas intensifies."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain retourne tous les pions gaz face en dissipation sur leurs face pleine visible",
										"en": "The villain turns all the gaz tokens dissipating side up to their full side up."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Killer Moth effectue immédiatement un mouvement.",
								"en": "Killer Moth immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Killer Moth. Il effectue seulement sa première étape de mouvement.",
										"en": "The villain immediately performs a character activation with Killer Moth. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },
  		{
            "id": "manbat",
            "origins": "corebox",
            "image": "data/powers/img/manbat.png",
            "name": {
                "fr": "MAN-BAT",
                "en": "MAN-BAT"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "LE TRANSPORTEUR",
						"en": "THE TRANSPORTER"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Man-Bat transporte avec lui une figurine de son camp.",
								"en": "Man-Bat transports a miniature of his own side."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Man-Bat. Il effectue seulement sa première étape de mouvement. Pour ce mouvement, le vilain doit respecter les exceptions suivantes :\n-- au début du mouvement, il choisit une figurine située dans la zone de Man-Bat qu’il retire du plateau. Cette figurine est appelée le passager.\n-- pour ce mouvement, l’envergure de Man-Bat est égale à celle de Man-Bat plus celle du passager,\n-- à la fin du mouvement de Man-Bat, le vilain place la figurine du passager dans la zone de Man-Bat",
										"en": "The villain immediately performs a character activation with Man-Bat. They only carry out their First Movement Step with the following exceptions:\n-- At the start of the movement step, the villain choses a miniature located in the same area as Man-Bat and removes it from the board. This miniature is called the passenger.\n-- For this movement, the size index of Man-Bat is that of Man-Bat plus that of his passenger.\n-- At the end of Man-Bat’s movement, the villain places the miniature of the passenger in the same area as Man-Bat."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Man-Bat effectue immédiatement un mouvement.",
								"en": "Man-Bat immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Man-Bat. Il effectue seulement sa première étape de mouvement.",
										"en": "The villain immediately performs a character activation with Man-Bat. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },
  		{
            "id": "mr-freeze",
            "origins": "corebox",
            "image": "data/powers/img/mr-freeze.png",
            "name": {
                "fr": "Mr. FREEZE",
                "en": "Mr. FREEZE"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "ÈRE GLACIAIRE",
						"en": "ICE AGE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Mr. Freeze déclenche une bombe de givre.",
								"en": "Mr. Freeze triggers a frost bomb."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain choisit une zone qui contient un personnage ami. Tous les personnages de cette zone subissent les effets de la compétence immobilisation comme si elles avaient subi une blessure.\nMr. Freeze ignore cet effet .",
										"en": "The villain chooses an area containing an ally character. All the characters in the same area suffer the effects of the immobilization skill as if they had suffered a wound.\nMr. Freeze ignores this effect."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Mr. Freeze effectue immédiatement un mouvement.",
								"en": "Mr. Freeze immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Mr. Freeze. Il effectue seulement sa première étape de mouvement.",
										"en": "The villain immediately performs a character activation with Mr. Freeze. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "mr-bloom",
            "origins": "corebox",
            "image": "data/powers/img/mr-bloom.png",
            "name": {
                "fr": "Mr. BLOOM",
                "en": "Mr. BLOOM"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "MUTATION",
						"en": "MUTATION"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Mr. Bloom fait muter ses adversaires.",
								"en": "Mr. Bloom mutates his opponents."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Lors de la composition de l’équipe, le vilain remplace la tuile événement par la tuile de Bloom’s gang. Celle-ci ne peut pas être sélectionnée lors de la composition d’équipe.\nLors de la mise en place, une figurine de Bloom’s gang est mise dans la zone de Mr. Bloom. Les 3 autres figurines sont placées dans la réserve du joueur.\nLorsque Mr. Bloom neutralise un personnage avec une attaque au corps-à-corps, il peut le remplacer par une figurine de Bloom’s gang de sa réserve. Le personnage neutralisé est replacé dans la réserve du joueur qui le contrôle.",
										"en": "During the Team Composition step, the villain replaces the event tile by the Bloom’s Gang tile. This tile cannot be selected during the composition of the team.\nDuring setup, a Bloom’s Gang miniature is put in the same area as Mr. Bloom. The 3 other miniatures are placed in the player’s character pool.\nWhen Mr. Bloom neutralizes a character with a melee attack, that character may be replaced with a Bloom’s Gang miniature from their pool. The neutralized character is then placed in the controlling player’s character pool."
							}
						}
					}
				}
			}
        },		
		{
            "id": "orphan-david-cain",
            "origins": "corebox",
            "image": "data/powers/img/orphan-david-cain.png",
            "name": {
                "fr": "ORPHAN",
                "en": "ORPHAN"
            },
            "subtitle": {
                "fr": "(DAVID CAIN)",
                "en": "(DAVID CAIN)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "CHÂTIMENT",
						"en": "PUNISHMENT"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Orphan fonce sur ses ennemis pour les neutraliser.",
								"en": "Orphan charges in to battle his enemies."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Orphan. Pour cela, il suit les étapes d’activation d’un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- Orphan peut effectuer sa première étape de mouvement mais pas la seconde.\n-- lors de l’étape de déclaration d’une action autre que le mouvement, il ne peut déclarer qu’une action d’attaque au corps-à-corps avec la caractéristique de 2 dés rouges.",
										"en": "The villain immediately performs a character activation with Orphan. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- Orphan can perform his First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, they can only declare a melee attack with 2 red dice."
							}
						}
					}
				}
			}
        },
  		{
            "id": "penguin",
            "origins": "corebox",
            "image": "data/powers/img/penguin.png",
            "name": {
                "fr": "The PENGUIN",
                "en": "The PENGUIN"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "PARAPLUIE MULTIFONCTION",
						"en": "MULTIFUNCTION UMBRELLA"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "The Penguin se sert de son parapluie pour tirer dans le dos de son adversaire.",
								"en": "The Penguin uses his umbrella to shoot his opponent in the back."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain cible un personnage qui partage une ligne de vue avec The Penguin. Il lance ensuite 1 dé blanc relançable. Le personnage subit autant de blessures que de succès obtenus.",
										"en": "The villain targets a character that shares a line of sight with The Penguin. They then roll a white die with a reroll. The chosen character suffers as many wounds as successes obtained."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "The Penguin attaque un adversaire a l’aide d’une lame empoisonnée cachée dans son parapluie.",
								"en": "The Penguin attacks an opponent with a poisoned blade concealed in his umbrella."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec The Penguin. Il effectue seulement une action d’attaque au corps-à-corps avec la caractéristique de 1 dé orange + 1 dé jaune. Pour cette attaque, The Penguin bénéficie de la compétence poison de niveau 2.",
										"en": "The villain immediately performs a character activation with The Penguin. During this activation, they only carry out a melee attack with 1 orange die + 1 yellow die. For this attack, The Penguin has the poison skill level 2."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "poison-ivy",
            "origins": "corebox",
            "image": "data/powers/img/poison-ivy.png",
            "name": {
                "fr": "POISON IVY",
                "en": "POISON IVY"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "PHÉROMONE",
						"en": "PHEROMONE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Poison Ivy utilise ses phéromones pour contrôler sesadversaires.",
								"en": "Poison Ivy uses her pheromones to control her opponents."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec une figurine contrôlée par le héros, située dans la zone d’une figurine qu’il contrôle luimême. Cette figurine est considérée comme amie du camp des vilains pour l’activation en cours. Le vilain ne peut pas effectuer de chute ni entrer dans une zone de terrain dangereux pendant cette activation.",
										"en": "The villain immediately performs a character activation with a miniature controlled by the hero and in the same area as a miniature controlled by themselves. This miniature is considered an ally of the villain’s side for the current activation. The villain cannot perform a fall or enter an area of dangerous terrain during this activation."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "prof-pyg",
            "origins": "arkham-asylum",
            "image": "data/powers/img/prof-pyg.png",
            "name": {
                "fr": "Prof. PYG",
                "en": "Prof. PYG"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "EXPÉRIENCE INHUMAINE",
						"en": "INHUMAN EXPERIMENT"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Prof. Pyg a transformé des membres de son équipe à l’aide de ses expériences.",
								"en": "Prof. Pyg has experimented on the members of his team, transforming them."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "À la fin de l’étape de composition de l’équipe, le vilain place un pion opération inhumaine sur le socle de chaque figurine d’une tuile de sbire ou d’élite de sa rivière. Cette tuile est appelée tuile opérée.\nLes personnages de la tuile opérée gagnent la compétence horreur de niveau 1. Ils ne peuvent pas effectuer d’action de manipulation ni de réflexion.\nLorsque la tuile événement est activée, le vilain active immédiatement les personnages de la tuile opérée.",
										"en": "At the end of the Team Composition step, the villain places an Inhuman Experiment token on each miniature’s base of a henchmen or elite tile of their river. This tile is called the Experiment tile.\nThe characters controlled by the Experiment tile gain the horror skill level 1. They cannot perform manipulation or thought actions.\nWhen the event tile is activated, the villain immediately activates the characters controlled by the Experiment tile."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PION OPÉRATION INHUMAINE",
										"en": "INHUMAN EXPERIMENT TOKEN"
										},
									"image": ["data/powers/img/inhuman-experiment.png"]
								}					
							}
						}
					}
				}
			}
        },		
  		{
            "id": "rasalghul",
            "origins": "corebox",
            "image": "data/powers/img/rasalghul.png",
            "name": {
                "fr": "RA’S AL GHUL",
                "en": "RA’S AL GHUL"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "LEADER VÉTÉRAN",
						"en": "VETERAN LEADER"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Ra’s Al Ghul dirige ses troupes d’une main de maitre grâce à sa grande expérience du terrain.",
								"en": "Ra’s Al Ghul commands his troops like a true master of the battlefield."
							},
							"warning": {
								"fr": "Attention : l’étape de dépense du potentiel d’activation ne fait pas partie de l’étape d’activation d’une tuile.",
								"en": "Important: the Spend the Activation Potential step is not part of the activation step of a tile."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de tuile sauf que son coût d’activation est de 0.",
										"en": "The villain immediately performs a tile activation, but does not spend any cubes for the activation cost."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "ratcatcher",
            "origins": "corebox",
            "image": "data/powers/img/ratcatcher.png",
            "name": {
                "fr": "RATCATCHER",
                "en": "RATCATCHER"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "NUÉE DE RATS",
						"en": "RAT SWARM"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Ratcatcher attire des nuées de rats.",
								"en": "Ratcatcher attracts hordes of rats."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Lors de l’activation de la tuile événement, le vilain met dans la zone de Ratcatcher un pion nuée de rat si elle n’en contient pas déjà un. Un personnage autre que Ratcatcher qui effectue un déplacement vers une zone avec un pion nuée de rats considère qu’un personnage adverse avec la compétence horreur de niveau 2 s’y trouve.",
										"en": "During the activation of the event tile, if Ratcatcher’s area does not already contain a Rat Swarm token, the villain places one there. A character (other than the Ratcatcher) that moves to the same area as a Rat Swarm token acts as if an enemy character with the horror skill level 2 is in that area."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PION NUÉE DE RAT (4 PIONS)",
										"en": "RAT SWARM TOKENS (4 TOKENS)"
										},
									"image": ["data/powers/img/ratswarm.png","data/powers/img/ratswarm.png","data/powers/img/ratswarm.png","data/powers/img/ratswarm.png"]
								}					
							}
						}
					}
				}
			}
        },
  		{
            "id": "red-hood",
            "origins": "corebox",
            "image": "data/powers/img/red-hood.png",
            "name": {
                "fr": "RED HOOD",
                "en": "RED HOOD"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "GANG",
						"en": "GANG"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Red Hood ne se déplace jamais sans ses acolytes.",
								"en": "Red Hood never moves without his cronies."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Immédiatement après avoir sélectionné Red Hood lors de l’étape de composition de l’équipe, le vilain remplace la tuile événement par celle de Red Hood’s gang. Lors de la mise en place, trois figurines de Red Hood’s gang sont placées dans la zone de Red Hood.",
										"en": "Immediately after having selected Red Hood during the Team Composition step, the villain replaces the event tile with the Red Hood’s Gang tile. During setup, three miniatures of Red Hood’s Gang are placed in the same area as Red Hood."
							}
						}
					}
				}
			}
        },
  		{
            "id": "scarecrow",
            "origins": "corebox",
            "image": "data/powers/img/scarecrow.png",
            "name": {
                "fr": "SCARECROW",
                "en": "SCARECROW"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "GAZ PHOBIQUE",
						"en": "FEAR TOXIN"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Scarecrow déploie son gaz terrifiant sur le terrain",
								"en": "Scarecrow uses his terrifying gas on the field."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain place un pion gaz phobique dans la zone d’un personnage qu’il contrôle.\nCe pion suit les mêmes règles que les pions gaz. Les personnages qui effectuent des actions dans la même zone qu’un pion gaz phobique ajoutent 3 à la menace adverse lors du calcul de menace adverse. Les personnages qui possèdent le trait immunité au gaz ignorent les effets de ce pion.",
										"en": "The villain places a Fear Toxin token in the same area as a character under their control.\nThis token follows the same rules as the gas tokens. Characters that perform actions in the same area as a Fear Toxin token add 3 to the total when calculating the total opposing threat. The characters with the gas immunity trait ignore the effects of this token."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PION GAZ PHOBIQUE",
										"en": "FEAR TOXIN TOKEN"
										},
									"image": ["data/powers/img/fear-toxin.png"]
								}					
							}
						}
					}
				}
			}
        },
  		{
            "id": "scarecrow-finch",
            "origins": "corebox",
            "image": "data/powers/img/scarecrow-finch.png",
            "name": {
                "fr": "SCARECROW",
                "en": "SCARECROW"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "GAZ PHOBIQUE",
						"en": "FEAR TOXIN"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Scarecrow déploie son gaz terrifiant sur le terrain",
								"en": "Scarecrow uses his terrifying gas on the field."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain place un pion gaz phobique dans la zone d’un personnage qu’il contrôle.\nCe pion suit les mêmes règles que les pions gaz. Les personnages qui effectuent des actions dans la même zone qu’un pion gaz phobique ajoutent 3 à la menace adverse lors du calcul de menace adverse. Les personnages qui possèdent le trait immunité au gaz ignorent les effets de ce pion.",
										"en": "The villain places a Fear Toxin token in the same area as a character under their control.\nThis token follows the same rules as the gas tokens. Characters that perform actions in the same area as a Fear Toxin token add 3 to the total when calculating the total opposing threat. The characters with the gas immunity trait ignore the effects of this token."
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "PION GAZ PHOBIQUE",
										"en": "FEAR TOXIN TOKEN"
										},
									"image": ["data/powers/img/fear-toxin.png"]
								}					
							}
						}
					}
				}
			}
        },
  		{
            "id": "solomon-grundy",
            "origins": "corebox",
            "image": "data/powers/img/solomon-grundy.png",
            "name": {
                "fr": "SOLOMON GRUNDY",
                "en": "SOLOMON GRUNDY"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "RÉSURRECTION",
						"en": "RESURRECTION"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Solomon Grundy est immortel.",
								"en": "Solomon Grundy is immortal."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Lorsque Solomon Grundy est neutralisé, le vilain suit les étapes habituelles sauf que sa figurine n’est pas retirée du plateau. Elle est couchée dans sa zone (Solomon Grundy est toujours considéré comme neutralisé). Lors de l’activation de la tuile événement, le vilain redresse sa figurine et retourne sa tuile face active visible. Il met ensuite le jeton points de vie sur sa valeur de départ.\nLa tuile événement du vilain ne peut en aucun cas être neutralisée",
										"en": "When Solomon Grundy is neutralized, the villain follows the usual steps when a character is neutralized with the exception that his miniature is not removed from the board. Instead, it is laid down in his area (Solomon Grundy is still considered neutralized). During the activation of the event tile, the villain sets his miniature upright and turns his tile active side up in the river. They then set his life point marker at its initial value.\nThe villain’s event tile cannot, under any circumstances, be neutralized."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Solomon Grundy effectue une course.",
								"en": "Solomon Grundy picks up the pace."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Solomon Grundy. Il effectue seulement sa première étape de mouvement. Pour ce mouvement, le bonus au premier mouvement de Solomon Grundy est de 4.",
										"en": "The villain immediately performs a character activation with Solomon Grundy. They only carry out their First Movement Step and the move point bonus for Solomon Grundy’s first movement is 4."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "talon",
            "origins": "corebox",
            "image": "data/powers/img/talon.png",
            "name": {
                "fr": "TALON",
                "en": "TALON"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "RÉSURRECTION",
						"en": "RESURRECTION"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Talon est immortel.",
								"en": "Talon is immortal."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Lorsque Talon est neutralisé, le vilain suit les étapes habituelles sauf que la figurine de Talon n’est pas retirée du plateau. Elle est couchée dans sa zone (Talon est toujours considéré comme neutralisé).\nLors de l’activation de la tuile événement, le vilain redresse sa figurine et retourne sa tuile face active visible. Il met ensuite le jeton points de vie sur sa valeur de départ.\nLa tuile événement du vilain ne peut en aucun cas être neutralisée.",
										"en": "When Talon is neutralized, the villain follows the usual steps with the exception that Talon’s miniature is not removed from the board. Instead, it is laid down in his area (Talon is still considered neutralized).\nDuring the activation of the event tile, the villain sets his miniature upright and turns his tile active side up. They then set his life point marker at its initial value.\nThe villain’s event tile cannot, under any circumstances, be neutralized."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Talon effectue un tir multiple.",
								"en": "Talon performs a multi shot."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Talon. Pour cela, il suit les étapes d’activation d’un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- Talon ne peut pas déclarer de mouvement,\n-- lors de l’étape de déclaration d’une action autre que le mouvement, il ne peut déclarer que des actions d’attaque à distance avec la caractéristique de 2 dés blancs et un multiplicateur d’action de 3.",
										"en": "The villain immediately performs a character activation with Talon. During this activation, they only carry out a ranged attack with 2 white dice and an action multiplier of 3."
							}
						}
					}
				}
			}
        },
  		{
            "id": "riddler",
            "origins": "corebox",
            "image": "data/powers/img/riddler.png",
            "name": {
                "fr": "The RIDDLER",
                "en": "The RIDDLER"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "DUEL D’ESPRIT",
						"en": "MIND GAMES"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "The Riddler prend l’avantage tactique.",
								"en": "The Riddler gains a tactical advantage."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain et le héros comparent le nombre de DPAs de leurs zones de potentiel d’activation disponible :\n-- si le vilain en possède moins que le héros, il transfère la différence de DPAs depuis sa zone de potentiel d’activation indisponible vers sa zone de potentiel d’activation disponible. Le héros, quant à lui, transfère autant de DPAs depuis sa zone de potentiel d’activation disponible vers sa zone de potentiel d’activation indisponible. \n-- si le vilain possède autant ou plus de DPAs que le héros, il transfère 1 DPA depuis sa zone de potentiel d’activation indisponible vers sa zone de potentiel d’activation disponible, ainsi que 3 cubes d’énergie depuis sa zone de fatigue vers sa zone d’énergie disponible.",
										"en": "The villain and the hero compare the number of APDs in their available activation potential zones:\n-- If the villain has fewer than the hero, they transfer the difference in APDs from their unavailable activation potential zone to their available activation potential zone. As for the hero, they transfer this amount of APDs from their available activation potential zone to their unavailable activation potential zone.\n-- If the villain has as many or more APDs than the hero, the villain transfers 1 APD from their unavailable activation potential zone to their available activation potential zone, as well as 3 energy cubes from their fatigue zone to their reserve zone."
							}
						}
					}
				}
			}
        },
  		{
            "id": "riddler-year0",
            "origins": "corebox",
            "image": "data/powers/img/riddler-year0.png",
            "name": {
                "fr": "The RIDDLER",
                "en": "The RIDDLER"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "DUEL D’ESPRIT",
						"en": "MIND GAMES"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "The Riddler prend l’avantage tactique.",
								"en": "The Riddler gains a tactical advantage."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain et le héros comparent le nombre de DPAs de leurs zones de potentiel d’activation disponible :\n-- si le vilain en possède moins que le héros, il transfère la différence de DPAs depuis sa zone de potentiel d’activation indisponible vers sa zone de potentiel d’activation disponible. Le héros, quant à lui, transfère autant de DPAs depuis sa zone de potentiel d’activation disponible vers sa zone de potentiel d’activation indisponible. \n-- si le vilain possède autant ou plus de DPAs que le héros, il transfère 1 DPA depuis sa zone de potentiel d’activation indisponible vers sa zone de potentiel d’activation disponible, ainsi que 3 cubes d’énergie depuis sa zone de fatigue vers sa zone d’énergie disponible.",
										"en": "The villain and the hero compare the number of APDs in their available activation potential zones:\n-- If the villain has fewer than the hero, they transfer the difference in APDs from their unavailable activation potential zone to their available activation potential zone. As for the hero, they transfer this amount of APDs from their available activation potential zone to their unavailable activation potential zone.\n-- If the villain has as many or more APDs than the hero, the villain transfers 1 APD from their unavailable activation potential zone to their available activation potential zone, as well as 3 energy cubes from their fatigue zone to their reserve zone."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "tusk",
            "origins": "corebox",
            "image": "data/powers/img/tusk.png",
            "name": {
                "fr": "TUSK",
                "en": "TUSK"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "CHARGE FÉROCE",
						"en": "FEROCIOUS CHARGE"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Tusk effectue une charge féroce.",
								"en": "Tusk performs a ferocious charge."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Tusk. Pour cela, il suit les étapes d’activation d’un personnage contrôlé par une tuile avec les exceptions suivantes :\n-- Tusk peut effectuer a première étape de mouvement mais pas la seconde.\n-- lors de l’étape de déclaration d’une action autre que le mouvement, il doit déclarer une action d’attaque au corps-à-corps contre chaque personnage situé dans sa zone.",
										"en": "The villain immediately performs a character activation with Tusk. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n-- Tusk can perform his First Movement Step but not the second.\n-- During the Declare an Action Other than Movement step, he can only declare a melee attack against each character in his area."
							}
						}
					}
				}
			}
        },
  		{
            "id": "two-face-heads",
            "origins": "corebox",
            "image": "data/powers/img/two-face-heads.png",
            "name": {
                "fr": "TWO-FACE",
                "en": "TWO-FACE"
            },
            "subtitle": {
                "fr": "(HEADS)",
                "en": "(HEADS)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "PERSONNALITÉ MULTIPLE",
						"en": "SPLIT PERSONALITY"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Two-Face est tiraillé par ses deux facettes.",
								"en": "Two-face is torn between his two identities."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Immédiatement après avoir sélectionné le QG, le vilain remplace la tuile événement par celle de Twoface Tails.",
										"en": "Immediately after having selected the Leader, the villain replaces the event tile with Two-face Tails’ tile."
							}
						}
					}
				}
			}
        },
  		{
            "id": "two-face-tails",
            "origins": "corebox",
            "image": "data/powers/img/two-face-tails.png",
            "name": {
                "fr": "TWO-FACE",
                "en": "TWO-FACE"
            },
            "subtitle": {
                "fr": "(TAILS)",
                "en": "(TAILS)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "PERSONNALITÉ MULTIPLE",
						"en": "SPLIT PERSONALITY"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Two-Face est tiraillé par ses deux facettes.",
								"en": "Two-face is torn between his two identities."
							},
							"type" : "permanent",
							"longdescription": {
										"fr": "Immédiatement après avoir sélectionné le QG, le vilain remplace la tuile événement par celle de Twoface Heads.",
										"en": "Immediately after having selected the Leader, the villain replaces the event tile with Two-face Heads’ tile."
							}
						}
					}
				}
			}
        },
  		{
            "id": "wrath",
            "origins": "corebox",
            "image": "data/powers/img/wrath.png",
            "name": {
                "fr": "WRATH",
                "en": "WRATH"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "GADGETS",
						"en": "GADGETS"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Wrath se sert de ses différents gadgets.",
								"en": "Wrath uses his various gadgets."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Wrath. Il effectue une action parmi celles-ci :\n-- un mouvement. Pour cette action, il effectue seulement sa première étape de mouvement avec la compétence parkour de niveau 3,\n-- une attaque de corps-à-corps. Pour cette action, il bénéficie de la compétence arts martiaux de niveau 1,\n-- une attaque à distance. Pour cette action, il bénéficie de la compétence rafale de niveau 1,\n-- une manipulation complexe. Pour cette action, il bénéficie de la compétence chance de niveau 2,\n-- une réflexion complexe. Pour cette action, il bénéficie de la compétence piratage de niveau 2.",
										"en": "The villain immediately performs a character activation with Wrath. They perform one of the following actions:\n-- A movement. For this action, Wrath benefits from the parkour skill level 3.\n-- A melee attack. For this action, Wrath benefits from the martial arts skill level 1.\n-- A ranged attack. For this action, Wrath benefits from the burst skill level 1.\n-- A complex manipulation. For this action, Wrath benefits from the luck skill level 2.\n-- A complex thought. For this action, Wrath benefits from the hacking skill level 2."
							}
						}
					}
				}
			}
        },
  		{
            "id": "zsasz",
            "origins": "arkham-asylum",
            "image": "data/powers/img/zsasz.png",
            "name": {
                "fr": "ZSASZ",
                "en": "ZSASZ"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "SCARIFICATION",
						"en": "LEAVING SCARS"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Zsasz attaque un adversaire dans sa zone.",
								"en": "Zsasz attacks an opponent in the same area."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Un personnage du héros dans la zone de Zsasz subit 2 blessures, puis Zsasz en subit 1.",
										"en": "A hero’s character in the same area as Zsasz suffers two wounds, then Zsasz also suffers 1 wound."
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "Zsasz effectue immédiatement un mouvement.",
								"en": "Zsasz immediately performs a movement."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le vilain réalise immédiatement une activation de personnage avec Zsasz. Il effectue seulement sa première étape de mouvement.",
										"en": "The villain immediately performs a character activation with Zsasz. They only carry out their First Movement Step."
							}
						}
					}
				}
			}
        },		
		



		
  		{
            "id": "template",
            "origins": "corebox",
            "image": "data/powers/img/template.png",
            "name": {
                "fr": "template",
                "en": "template"
            },
            "subtitle": {
                "fr": "template",
                "en": "template"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "template",
						"en": "template"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "template",
								"en": "template"
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "template",
										"en": "template"
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "template",
										"en": "template"
										},
									"image": ["data/powers/img/template.png"]
								}					
							}
						},
						"1": {
							"cumulative": false,
							"shortdescription": {
								"fr": "template",
								"en": "template"
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "template",
										"en": "template"
							},
							"tokens" : {
								"0": {
									"name": {
										"fr": "template",
										"en": "template"
										},
									"image": ["data/powers/img/template.png"]
								}					
							}
						}
					}
				}
			}
        },
		
		
		
		
		
  		{
            "id": "red-hood-new52",
            "origins": "red-hood-new52",
            "image": "data/powers/img/red-hood-new52.png",
            "name": {
                "fr": "RED HOOD",
                "en": "RED HOOD"
            },
            "subtitle": {
                "fr": "(NEW 52)",
                "en": "(NEW 52)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "LA LOI DU TALION",
						"en": "LAW OF RETRIBUTION"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Le bien, le mal, tout n'est qu'un question de point de vue.",
								"en": "Good, evil... it just depends on your point of view."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros choisit une zone sur laquelle Red Hood dispose d'une ligne de vue. Il lance un unique dé rouge. Chaque figurine dans a zone (y compris les alliés) subit autant de blessures que de succès obtenus sur ce dé.",
										"en": "The hero chooses an area with clear line of sight from Red Hood. They roll a single red die. Each miniature in the area (including allies) suffers this number of wounds."
							}
						}
					}
				}
			}
        },
  		{
            "id": "batman-beyond",
            "origins": "batman-beyond",
            "image": "data/powers/img/batman-beyond.png",
            "name": {
                "fr": "BATMAN BEYOND",
                "en": "BATMAN BEYOND"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "VIF COMME L'ÉCLAIR",
						"en": "QUICK AS LIGHTNING"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "La jeunesse permet des actions d'éclat.",
								"en": "Youth allows spectacular actions."
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "Le héros réalise immédiatement une activation de personnage avec Batman Beyond. Pour cela, il suit les étapes d'ctivation d'un personnage contrôlé par une tuile avec les exceptions suivantes :\n--il peut effectuer sa première étape de mouvement mais pas la seconde;\n--lors de l'étape de déclaration d'une action autre que le mouvement, il ne peut déclarer qu'une action d'attaque au corps-à-corps acec la caractéristique suivante : 1 dé rouge + 1 dé orange.",
										"en": "The hero immediately performs a character activation with Batman Beyond. To do so, they follow the Activate a Character Controlled by a Tile steps with the following exceptions:\n--They can perform their First Movement Step but not the second.\n--During the Declare an Action Other than Movement step, they can only declare a melee attack with 1 red die + 1 orange die."
							}
						}
					}
				}
			}
        },		
  		{
            "id": "batman-new-52",
            "origins": "batman-new-52",
            "image": "data/powers/img/batman-new-52.png",
            "name": {
                "fr": "BATMAN",
                "en": "BATMAN"
            },
            "subtitle": {
                "fr": "(JAMES GORDON)",
                "en": "(JAMES GORDON)"
            },
            "powers" : {
				"0": {
					"name": {
						"fr": "SOUTIEN OFFENSIF",
						"en": "OFFENSIVE SUPPORT"
						},
					"actions" : {
						"0": {
							"shortdescription": {
								"fr": "Quand le danger est à son paroxysme, Rookie est la solution.",
								"en": "When danger is at its highest level - uneash Rookie is the answer"
							},
							"type" : "special-event",
							"longdescription": {
										"fr": "A la fin de l'étape de sélection du QG, le héros sélectionne la tuile de Rookie et tant que lieutenant. Lors de l'activation de la tuile évènement, le héros réalise une activation de personnage avec Batman (James Gordon). Il effectue seulement sa première étape de mouvement. S'il termine son déplacement dans la zone de Rookie, il rentre dans son robot. Sa figurine est retirée du plateau. Puis, le héros réalise une ctivation de personnage avec Rookie. Il effectue seulement sa première étape de mouvement. L héros peut ensuite effectuer une explosion de niveau 2 dans une zone jusqu'à 2 de distance de Rookie et avec laquelle il partage une ligne de vue. Enfin, la figurine de Batman (James Gordon) est remise dans la zone de Rookie.\nSi Rookie est neutralisé, Batman (James Gordon) effectue seulement sa première étape de mouvement.",
										"en": "At the end of the Leader Selection step, the hero selets Rookie's tile as heir lieutement. hen the event tile is activated, the heri performs a character activation with Batman (James Gordon). They only carry out their First Movement Step. If Batman ends his movement in Rookie's area, he can transfer into the robotic suit. Batman's miniature is removed from the board. The hero then performs a character activation with Rookie. During this activation, they only carry out their First Movement Step.\nThe hero may then cause a level 2 explosion in an area that Rookie has a clear line of sight, up to 2 areas distance from Rookie. Finally, Batman's miniature is placed back in Rookie's area.\nIf Rookie is neutralized, Batman (James Gordon) only carries out his First Movvement Step."
							}
						}
					}
				}
			}
        }		
	]









,	"tiles_ids": [
 
		{
            "id": "catwoman",
            "origins": "corebox"
        },
		{
            "id": "catwoman-halloween",
            "origins": "corebox"
        },
		{
            "id": "red-hood-todd",
            "origins": "corebox"
        },
		{
            "id": "nightwing",
            "origins": "corebox"
        },
		{
            "id": "robin-drake",
            "origins": "corebox"
        },
		{
            "id": "robin-damian",
            "origins": "corebox"
        },
		{
            "id": "gordon",
            "origins": "corebox"
        },
		{
            "id": "bullock",
            "origins": "corebox"
        },	
		{
            "id": "montoya",
            "origins": "corebox"
        },	
		{
            "id": "green-arrow",
            "origins": "corebox"
        },
		{
            "id": "katana",
            "origins": "corebox"
        },
		{
            "id": "huntress",
            "origins": "corebox"
        },
{
            "id": "orphan",
            "origins": "corebox"
        },
		{
            "id": "spoiler",
            "origins": "corebox"
        },
		{
            "id": "duke",
            "origins": "corebox"
        },
		{
            "id": "julia-penniworth",
            "origins": "wayne-manor"
        },
		{
            "id": "oracle",
            "origins": "wayne-manor"
        },
		{
            "id": "red-robin",
            "origins": "wayne-manor"
        },
		{
            "id": "joker",
            "origins": "corebox"
        },
		{
            "id": "bane",
            "origins": "corebox"
        },
		{
            "id": "bane-venom",
            "origins": "corebox"
        },
		{
            "id": "harley-queen",
            "origins": "corebox"
        },		
		{
            "id": "harley-queen-hammer",
            "origins": "corebox"
        },
		{
            "id": "bud-lou",
            "origins": "corebox"
        },		
		{
            "id": "poison-ivy",
            "origins": "corebox"
        },
		{
            "id": "penguin",
            "origins": "corebox",
			"count": 2
        },
		{
            "id": "riddler",
            "origins": "corebox",
			"count": 2
        },
		{
            "id": "riddler-year0",
            "origins": "corebox",
			"count": 2
        },
		{
            "id": "two-face-heads",
            "origins": "corebox"
        },		
		{
            "id": "two-face-tails",
            "origins": "corebox"
        },	
		{
            "id": "clayface",
            "origins": "corebox"
        },
		{
            "id": "killer-croc",
            "origins": "corebox"
        },
		{
            "id": "killer-croc-hush",
            "origins": "corebox"
        },
		{
            "id": "mr-freeze",
            "origins": "corebox",
			"count": 2
        },
		{
            "id": "scarecrow",
            "origins": "corebox"
        },
		{
            "id": "scarecrow-finch",
            "origins": "corebox"        },
		{
            "id": "black-mask",
            "origins": "corebox"
        },
		{
            "id": "deadshot",
            "origins": "corebox"
        },
		{
            "id": "deathstroke",
            "origins": "corebox",
			"count": 2
        },
		{
            "id": "doctor-death",
            "model": "doctor-death",
            "origins": "corebox"
        },
		{
            "id": "hush",
            "origins": "corebox"
        },
		{
            "id": "jason-todd-hush",
            "origins": "corebox"
        },
		{
            "id": "manbat",
            "origins": "corebox"
        },
		{
            "id": "rasalghul",
            "origins": "corebox",
			"count": 2
        },
		{
            "id": "solomon-grundy",
            "origins": "corebox"
        },
		{
            "id": "talon",
            "origins": "corebox",
			"count": 2
        },
		{
            "id": "red-hood",
            "origins": "corebox"
        },
		{
            "id": "mr-bloom",
            "origins": "corebox",
			"count": 2
        },
		{
            "id": "firefly",
            "origins": "corebox"
        },
		{
            "id": "killer-moth",
            "origins": "corebox"
        },
		{
            "id": "orphan-david-cain",
            "origins": "corebox"
        },
		{
            "id": "ratcatcher",
            "origins": "corebox"
        },
		{
            "id": "tusk",
            "origins": "corebox"
        },
		{
            "id": "wrath",
            "origins": "corebox"
        },
		{
            "id": "azrael-st-dumas-angel",
            "origins": "corebox"
        },	
		{
            "id": "hugo-strange",
            "origins": "arkham-asylum",
			"count": 2
        },
		{
            "id": "jarvis-thetch",
            "origins": "arkham-asylum",
			"count": 2
        },
		{
            "id": "joker-clayface",
            "origins": "arkham-asylum",
			"count": 2
        },
		{
            "id": "joker-mr-joe",
            "origins": "arkham-asylum",
			"count": 2
        },
		{
            "id": "prof-pyg",
            "origins": "arkham-asylum",
			"count": 2
        },		
		{
            "id": "tweedledee-tweedledum",
            "origins": "arkham-asylum"
        },		
		{
            "id": "zsasz",
            "origins": "arkham-asylum",
			"count": 2
        },
		{
            "id": "batman-japan",
            "origins": "batman-inc"
        },
		{
            "id": "batman-moscow",
            "origins": "batman-inc"
        },		
		{
            "id": "dark-ranger",
            "origins": "batman-inc"
        },
		{
            "id": "el-gaucho",
            "origins": "batman-inc"
        },	
		{
            "id": "knight",
            "origins": "batman-inc"
        },
		{
            "id": "nightrunner",
            "origins": "batman-inc"
        },
		{
            "id": "chief-man-of-bats",
            "origins": "batman-inc"
        },		
		{
            "id": "raven-red",
            "origins": "batman-inc"
        },		
		{
            "id": "heretic",
            "origins": "league-of-assassins"
        },
		{
            "id": "lady-shiva",
            "origins": "league-of-assassins"
        },
		{
            "id": "rasalghul-demons-head",
            "origins": "league-of-assassins"
        },		
		{
            "id": "taliaalghul",
            "origins": "league-of-assassins"
        },
		{
            "id": "amanda-waller",
            "origins": "suicide-squad"
        },
		{
            "id": "bronze-tiger",
            "origins": "suicide-squad"
        },
		{
            "id": "rick-flag",
            "origins": "suicide-squad"
        },
		{
            "id": "deadshot-suicide-squad",
            "origins": "suicide-squad"
        },
		{
            "id": "duela-dent",
            "origins": "suicide-squad"
        },
		{
            "id": "black-manta",
            "origins": "suicide-squad"
        },
		{
            "id": "captain-boomerang",
            "origins": "suicide-squad"
        },
		{
            "id": "eldiablo",
            "origins": "suicide-squad"
        },
		{
            "id": "deathstroke-suicide-squad",
            "origins": "suicide-squad"
        },
		{
            "id": "king-shark",
            "origins": "suicide-squad"
        },
		{
            "id": "red-hood-new52",
            "origins": "red-hood"
        },
		{
            "id": "poison-ivy-new52",
            "origins": "poison-ivy-new-52"
        },	
		{
            "id": "batman-gordon",
            "origins": "batman-new-52"
        },		
		{
            "id": "rookie",
            "origins": "batman-new-52"
        },
		{
            "id": "batman-beyond",
            "origins": "batman-beyond"
        },
		{
            "id": "batman-rebirth",
            "origins": "batman-rebirth"
        },
		{
            "id": "hawkfire",
            "origins": "hawkfire"
        },		
		{
            "id": "etrigan",
            "origins": "etrigan"
        },		
		{
            "id": "catwoman-hush",
            "origins": "catwoman"
        },	
		{
            "id": "reaper",
            "origins": "reaper"
        },		
		{
            "id": "carmine-falcone",
            "origins": "carmine-falcone"
        },		
		{
            "id": "arnold-wesker",
            "origins": "arnold-wesker"
        },		
		{
            "id": "arnold-wesker-scarface",
            "origins": "arnold-wesker"
        },		
		{
            "id": "peyton-riley",
            "origins": "peyton-riley"
        },		
		{
            "id": "peyton-riley-scarface",
            "origins": "peyton-riley"
        },		
		{
            "id": "white-rabbit",
            "origins": "white-rabbit"
        },
		{
            "id": "uriah-boone",
            "origins": "uriah-boone"
        },
		{
            "id": "shen-fang",
            "origins": "shen-fang"
        },
		{
            "id": "cluemaster",
            "origins": "cluemaster"
        },
		{
            "id": "deacon-blackfire",
            "origins": "deacon-blackfire"
        },
		{
            "id": "kgbeast",
            "origins": "kgbeast"
        },		
		{
            "id": "nobody",
            "origins": "nobody"
        },		
		{
            "id": "owlman-lincoln-march",
            "origins": "owlman-lincoln-march"
        },		
		{
            "id": "amygdala",
            "origins": "amygdala"
        },
		{
            "id": "architect",
            "origins": "architect"
        },
		{
            "id": "ghost-dragons",
            "origins": "ghost-dragons"
        },		
		{
            "id": "great-white-shark",
            "origins": "great-white-shark"
        },	
		{
            "id": "mr-freeze-new52",
            "origins": "mr-freeze"
        }
		
    ]
	
	
	
	
	
}





