{
    "list": {
        "boris_rage": {
            "title": "Rage de Bori",
            "text": "Attaquez une unité en ligne de vue ; lancez {dice_orange}{dice_orange} (Défense possible).",
            "textStyle": {
                "textSize": 140,
                "textInter": 70
            }
        },
        "borne_by_the_wind": {
            "title": "Porté par le vent",
            "text": "Gagnez la compétence Vol jusqu’à la fin de votre tour.",
            "textStyle": {
                "textSize": 143,
                "textInter": 75
            }
        },
        "borne_by_the_wind-versus": {
            "title": "Porté par le vent",
            "text": "Ciblez une unité en ligne de vue, ou vous-même. La cible gagne la compétence Vol jusqu’à la fin de votre tour.",
            "textStyle": {
                "textSize": 142,
                "textInter": 70
            }
        },
        "energy_drain": {
            "title": "Drain d'énergie",
            "text": "Ciblez un Héros en ligne de vue dans une zone adjacente. Il déplace 1 gemme de sa Zone d’Énergie disponible vers sa Zone de Fatigue. Déplacez 3 gemmes de votre Zone de Fatigue vers votre Zone d’Énergie disponible.",
            "textStyle": {
                "textSize": 133,
                "textInter": 66
            }
        },
        "energy_drain-versus": {
            "title": "Drain d'énergie",
            "text": "Ciblez une unité en ligne de vue dans une zone adjacente. Le joueur contrôlant la cible déplace 1 gemme de sa Zone d’Énergie disponible vers sa Zone de Fatigue. Déplacez 2 gemmes de votre Zone de Fatigue vers votre Zone d’Énergie disponible.",
            "textStyle": {
                "textSize": 117,
                "textInter": 73
            }
        },
        "gift_of_life": {
            "title": "Don de vie",
            "text": "Ciblez un Héros en ligne de vue. Déplacez jusqu’à 2 gemmes de votre Zone d’Énergie disponible vers la Zone d’Énergie disponible du Héros.",
            "textStyle": {
                "textSize": 138,
                "textInter": 75
            }
        },
        "gift_of_life-versus": {
            "title": "Don de vie",
            "text": "Déplacez 1 gemme de votre Zone de Fatigue vers cette carte. Les gemmes placées sur cette carte ne sont pas transférées vers la Zone de Fatigue lors de la phase d’Entretien de fin de tour, mais transférées vers la Zone d’Énergie disponible lors de la prochaine phase de Récupération.",
            "textStyle": {
                "textSize": 117,
                "textInter": 68
            }
        },
        "kiss_of_death": {
            "title": "Baiser de la mort",
            "text": "Retirez votre figurine du plateau. Attaquez toutes les unités dans la zone où vous étiez ; lancez {dice_red_reroll}{dice_red_reroll}{dice_red_reroll} (Défense possible).",
            "textStyle": {
                "textSize": 128,
                "textInter": 85
            }
        },
        "lightning_storm": {
            "title": "Tempête d'éclairs",
            "text": "Attaquez toutes les unités dans une zone en ligne de vue ; lancez{dice_red}{dice_red} (Défense possible).",
            "textStyle": {
                "textSize": 140,
                "textInter": 70
            }
        },
        "magical_dizziness": {
            "title": "Étourdissement",
            "text": "Ciblez une unité en ligne de vue ayant la compétence Lanceur de Sorts. La cible paye 1 gemme de plus pour lancer des sorts, jusqu’au début de votre prochain tour ou activation.",
            "textStyle": {
                "textSize": 138,
                "textInter": 70
            }
        },
        "magical_dizziness-versus": {
            "title": "Étourdissement",
            "text": "Choisissez une tuile de la Rivière de votre adversaire. Il doit payer 1 gemme supplémentaire pour activer cette tuile, jusqu’au début de votre prochain tour.",
            "textStyle": {
                "textSize": 148,
                "textInter": 70
            }
        },
        "mind_control": {
            "title": "Contrôle mental",
            "text": "Ciblez une unité adverse n’importe où sur le plateau. Déplacez-la d’1 zone + 1 zone par gemme dépensée en plus du coût du sort, en suivant les restrictions de mouvement et sans que cela ne cause de dégâts à la cible.",
            "clarification": "Une unité ne peut cibler une unité ennemie disposant de Fascination, quelle qu’en soit la raison, tant que cette unité ennemie ne l’a pas attaquée.",
            "textStyle": {
                "textSize": 120,
                "textInter": 80
            }
        },
        "mitras_halo": {
            "title": "Halo de Mitra",
            "text": "Augmentez votre Défense passive de 2. Ce sort se dissipe quand vous passez de l’état En récupération à l’état Actif (Héros), ou à l’activation de votre tuile (Overlord).",
            "textStyle": {
                "textSize": 123,
                "textInter": 85
            }
        },
        "mitras_halo-versus": {
            "title": "Halo de Mitra",
            "text": "Choisissez une tuile de votre Rivière. Durant le tour de votre adversaire, vous pouvez relancer gratuitement 1 dé de Défense passive par unité de cette tuile. Ce sort se dissipe au début de votre prochain tour.",
            "textStyle": {
                "textSize": 132,
                "textInter": 70
            }
        },
        "mitras_healing": {
            "title": "Guérison de Mitra",
            "text": "Ciblez un Héros dans votre zone, ou vous-même ; lancez {dice_orange_reroll}.\nLa cible déplace autant de gemmes de sa Zone de Blessure vers sa Zone d’Énergie disponible.",
            "textStyle": {
                "textSize": 134,
                "textInter": 80
            }
        },
        "mitras_healing-versus": {
            "title": "Guérison de Mitra",
            "text": "Récupérez {dice_orange} points de vie, sans dépasser leur valeur de départ.",
            "textStyle": {
                "textSize": 134,
                "textInter": 70
            }
        },
        "pestilential_swarm": {
            "title": "Nuée pestilentielle",
            "text": "Attaquez toutes les unités dans votre zone, sauf vous ; lancez {dice_yellow}{dice_yellow}{dice_yellow}. Les dégâts sont inévitables. Ce sort n’a pas d’effet sur vous ni sur les morts-vivants (Momies, Squelettes, Revenants…).",
            "textStyle": {
                "textSize": 118,
                "textInter": 85
            }
        },
        "sets_bite": {
            "title": "Morsure de Set",
            "text": "Attaquez une unité en ligne de vue ; lancez {dice_orange}{dice_orange} (Défense possible). De plus, la cible déplace une gemme de sa Zone d’Énergie disponible vers sa Zone de Fatigue (Héros comme Overlord).",
            "textStyle": {
                "textSize": 116,
                "textInter": 85
            }
        },
        "sets_bite-versus": {
            "title": "Morsure de Set",
            "text": "Ciblez une figurine en ligne de vue. Le joueur contrôlant la cible déplace une gemme de sa Zone d’Énergie disponible vers sa Zone de Fatigue. La cible subit {dice_orange}{dice_orange}. Les dégâts sont inévitables.",
            "textStyle": {
                "textSize": 121,
                "textInter": 77
            }
        },
        "sets_halo": {
            "title": "Halo de Set",
            "text": "Augmentez votre Défense passive de 1. Ce sort se dissipe quand vous passez de l’état En récupération à l’état Actif (Héros), ou à l’activation de votre tuile (Overlord).",
            "textStyle": {
                "textSize": 123,
                "textInter": 85
            }
        },
        "sets_halo-versus": {
            "title": "Halo de Set",
            "text": "Choisissez une tuile de votre Rivière. Durant le tour de votre adversaire, vous pouvez relancer gratuitement 1 dé de Défense passive par unité de cette tuile. Ce sort se dissipe au début de votre prochain tour.",
            "textStyle": {
                "textSize": 132,
                "textInter": 70
            }
        },
        "sets_possession": {
            "title": "Possession de Set",
            "text": "Ciblez une unité sur le plateau, jusqu’à 2 zones de distance, en ligne de vue ou pas. Lors de sa prochaine activation ou phase d’Action en état Actif, la cible ne pourra pas se déplacer. Si elle a la compétence Bloqueur, elle pourra se déplacer mais perd cette compétence jusqu’à son prochain tour.",
            "textStyle": {
                "textSize": 110,
                "textInter": 70
            }
        },
        "telekinesis": {
            "title": "Télékinésie",
            "text": "Ciblez un objet en ligne de vue d’Encombrement 3 ou moins. Ramassez-le immédiatement.",
            "textStyle": {
                "textSize": 133,
                "textInter": 80
            }
        },
        "telekinesis-versus": {
            "title": "Télékinésie",
            "text": "Ciblez une unité en ligne de vue. Déplacez la cible d’une zone vers vous. Ce mouvement n’est pas affecté par le phénomène de gêne.",
            "textStyle": {
                "textSize": 140,
                "textInter": 70
            }
        },
        "teleportation": {
            "title": "Téléportation",
            "text": "Déplacez-vous d’une zone par gemme dépensée en plus du coût du sort. Ce mouvement n’est pas affecté par les obstacles (murs, portes, tentures…), le phénomène de gêne, la compétence Bloqueur, ni les niveaux d’élévation.",
            "textStyle": {
                "textSize": 123,
                "textInter": 80
            }
        },
        "archer_of_acheron": {
            "title": "Archer d'Acheron",
            "text": "Ciblez un Héros en ligne de vue. Améliorez la couleur du dé de sa case Attaque à distance jusqu’à la fin de son tour (de jaune à orange ou de orange à rouge). Si le dé était relançable, il le reste.",
            "textStyle": {
                "textSize": 135,
                "textInter": 71
            }
        },
        "archer_of_acheron-versus": {
            "title": "Archer d'Acheron",
            "text": "Ciblez une unité en ligne de vue. Choisissez un de ses dés d’Attaque à distance et améliorez sa couleur (de jaune à orange ou de orange à rouge), jusqu’à la fin de votre tour. Si le dé était relançable, il le reste.",
            "textStyle": {
                "textSize": 131,
                "textInter": 70
            }
        },
        "bad_luck": {
            "title": "Malchance",
            "text": "Ciblez une unité en ligne de vue. La cible gagne la compétence Malchance jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 149,
                "textInter": 73
            }
        },
        "barrier_of_the_winds": {
            "title": "Barrière des Vents",
            "text": "Ciblez une unité en ligne de vue. La cible ne peut plus subir d’Attaques à distance jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 142,
                "textInter": 72
            }
        },
        "bels_caress": {
            "title": "Caresse de Bel",
            "text": "Ciblez un coffre ou une porte verrouillée dans votre zone. Il s’ouvre immédiatement.",
            "textStyle": {
                "textSize": 140,
                "textInter": 74
            }
        },
        "bels_hand": {
            "title": "Main de Bel",
            "text": "Ciblez un Héros en ligne de vue. Améliorez la couleur du dé de sa case Manipulation jusqu’à la fin de son tour (de jaune à orange ou de orange à rouge). Si le dé était relançable, il le reste.",
            "textStyle": {
                "textSize": 135,
                "textInter": 71
            }
        },
        "blessing_of_ibis": {
            "title": "Bénédiction d'Ibis",
            "text": "Ciblez une unité en ligne de vue. La cible gagne la compétence Intouchable jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 149,
                "textInter": 72
            }
        },
        "changing_destiny": {
            "title": "Destin changeant",
            "text": "Ciblez une unité en ligne de vue. À son prochain tour, la cible doit se déclarer en état En récupération (Héros), ou sa tuile ne peut pas être activée (Overlord).",
            "textStyle": {
                "textSize": 140,
                "textInter": 71
            }
        },
        "changing_destiny-versus": {
            "title": "Destin changeant",
            "text": "Choisissez une tuile de la Rivière de votre adversaire. Il ne peut pas activer cette tuile, jusqu’au début de votre prochain tour.",
            "textStyle": {
                "textSize": 143,
                "textInter": 70
            }
        },
        "dagons_attack": {
            "title": "Attaque de Dagon",
            "text": "Ciblez un Tentacule en ligne de vue. Déplacez-le jusqu’à 3 zones, puis il peut réaliser une Attaque au corps-à-corps.",
            "textStyle": {
                "textSize": 139,
                "textInter": 71
            }
        },
        "dagons_awakening": {
            "title": "Réveil de Dagon",
            "text": "",
            "textStyle": {
                "textSize": 150,
                "textInter": 66
            }
        },
        "deceleration": {
            "title": "Ralentissement",
            "text": "Ciblez une unité en ligne de vue. La cible perd sa base de points de mouvement jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 134,
                "textInter": 74
            }
        },
        "divine_charisma": {
            "title": "Charisme divin",
            "text": "Ciblez une unité en ligne de vue. La cible gagne la compétence Soutien jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 149,
                "textInter": 73
            }
        },
        "drying_earth": {
            "title": "Assèchement de la terre",
            "titleLong": true,
            "text": "Ciblez une zone en ligne de vue au terrain instable (marécages...). Il n’y a plus de pénalité de mouvement associée à cette zone, jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 123,
                "textInter": 70
            }
        },
        "eagle_eye": {
            "title": "Oeil de faucon",
            "text": "Ciblez une unité en ligne de vue. La cible gagne la compétence Tir précis jusqu’à la fin du tour de votre camp.",
            "textStyle": {
                "textSize": 143,
                "textInter": 74
            }
        },
        "eel_skin": {
            "title": "Peau d'anguille",
            "text": "Ciblez une unité en ligne de vue. La cible gagne la compétence Insaisissable jusqu’à la fin du tour de votre camp.",
            "textStyle": {
                "textSize": 150,
                "textInter": 72
            }
        },
        "escape_route": {
            "title": "Échappatoire",
            "text": "Ciblez un Héros en ligne de vue. Améliorez la couleur du dé de sa case Défense jusqu’au début du tour suivant de votre camp (de jaune à orange ou de orange à rouge). Si le dé était relançable, il le reste.",
            "textStyle": {
                "textSize": 137,
                "textInter": 66
            }
        },
        "escape_route-versus": {
            "title": "Échappatoire",
            "text": "Ciblez une unité en ligne de vue. Améliorez sa valeur de Défense passive de 1, jusqu’au début de votre prochain tour.",
            "textStyle": {
                "textSize": 132,
                "textInter": 70
            }
        },
        "fleet_runner": {
            "title": "Course vive",
            "text": "Ciblez une unité en ligne de vue. Augmentez de 1 ses valeurs de Mouvement (base de points de mouvement et indice de saturation) jusqu’à la fin du tour de votre camp.",
            "textStyle": {
                "textSize": 131,
                "textInter": 73
            }
        },
        "fleet_runner-versus": {
            "title": "Course vive",
            "text": "Choisissez une tuile de votre Rivière. Les unités de cette tuile gagnent la compétence Insaisissable jusqu’à la fin de votre tour.",
            "textStyle": {
                "textSize": 139,
                "textInter": 72
            }
        },
        "gullahs_strength": {
            "title": "Force de Gullah",
            "text": "Ciblez un Héros en ligne de vue. Améliorez la couleur du dé de sa case Attaque au corps-à- corps jusqu’à la fin du tour de votre camp (de jaune à orange ou de orange à rouge). Si le dé était relançable, il le reste.",
            "textStyle": {
                "textSize": 135,
                "textInter": 67
            }
        },
        "gullahs_strength-versus": {
            "title": "Force de Gullah",
            "text": "Ciblez une unité en ligne de vue. Choisissez un de ses dés d’Attaque au corps-à-corps et améliorez sa couleur (de jaune à orange ou de orange à rouge), jusqu’à la fin de votre tour. Si le dé était relançable, il le reste.",
            "textStyle": {
                "textSize": 122,
                "textInter": 70
            }
        },
        "gwahlurs_darkness": {
            "title": "Noirceur de Gwahlur",
            "text": "",
            "textStyle": {
                "textSize": 150,
                "textInter": 66
            }
        },
        "hand_of_death": {
            "title": "Main de la mort",
            "text": "Attaquez une unité dans votre zone ; lancez {dice_red}{dice_red} (Défense possible). Vous subissez 1 dégât inévitable.",
            "textStyle": {
                "textSize": 133,
                "textInter": 81
            }
        },
        "hanumans_body": {
            "title": "Corps d'Hanuman",
            "text": "",
            "textStyle": {
                "textSize": 150,
                "textInter": 66
            }
        },
        "inversion": {
            "title": "Inversion",
            "text": "Ciblez une unité en ligne de vue. Payez 1 gemme par zone vous séparant de la cible, en plus du coût du sort. Échangez votre position avec celle de la cible.",
            "textStyle": {
                "textSize": 134,
                "textInter": 74
            }
        },
        "ishtars_gaze": {
            "title": "Regard d'Ishtar",
            "text": "Ciblez une unité en ligne de vue. La cible gagne la compétence Sous protection jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 143,
                "textInter": 71
            }
        },
        "jhebbal_sags_rage": {
            "title": "Rage de Jhebbal Sag",
            "text": "",
            "textStyle": {
                "textSize": 150,
                "textInter": 66
            }
        },
        "lethal_cloud": {
            "title": "Nuage mortel",
            "text": "Ciblez une zone en ligne de vue. Attaquez toutes les unités dans la zone ; lancez {dice_red}{dice_red} (Défense possible). Les unités entrant ou sortant de la zone subissent une Attaque de la même puissance. Ce sort se dissipe au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 118,
                "textInter": 74
            }
        },
        "life_transfer": {
            "title": "Transfert de vie",
            "text": "Ciblez un Héros et un Allié en ligne de vue. Retirez l’Allié du plateau ; le Héros déplace jusqu’à 2 gemmes de sa Zone de Blessure vers sa Zone de Fatigue.",
            "textStyle": {
                "textSize": 144,
                "textInter": 72
            }
        },
        "life_transfer-versus": {
            "title": "Transfert de vie",
            "text": "Ciblez une zone en ligne de vue. Récupérez 1 point de vie pour chaque unité amie dans cette zone, sans dépasser votre valeur de points de vie de départ. Puis, toutes les unités amies dans cette zone sont tuées.",
            "textStyle": {
                "textSize": 126,
                "textInter": 70
            }
        },
        "light_as_a_feather": {
            "title": "Léger comme une plume",
            "titleLong": true,
            "text": "Ciblez une unité en ligne de vue. La cible diminue de 3 son niveau d’Encombrement jusqu’à la fin du tour de votre camp.",
            "textStyle": {
                "textSize": 130,
                "textInter": 73
            }
        },
        "magic_block": {
            "title": "Blocage magique",
            "text": "Ciblez une unité en ligne de vue. La cible gagne la compétence Bloqueur jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 130,
                "textInter": 76
            }
        },
        "mystic_barrier": {
            "title": "Barrière mystique",
            "text": "Aucune autre unité ne peut entrer dans votre zone jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 145,
                "textInter": 70
            }
        },
        "putrescence": {
            "title": "Putrescence",
            "text": "Les morts-vivants (Momies, Squelettes, Revenants…) ne peuvent pas vous attaquer jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 148,
                "textInter": 73
            }
        },
        "recall": {
            "title": "Rappel",
            "text": "Ciblez une zone en ligne de vue. Prenez toutes les unités amies dans cette zone et placez-les dans votre zone.",
            "textStyle": {
                "textSize": 142,
                "textInter": 72
            }
        },
        "return_of_the_brave": {
            "title": "Retour des braves",
            "text": "Le coût du sort X est le coût de renfort d’une unité morte de votre camp. Ramenez l’unité en renfort dans votre zone. Sa tuile ne doit pas avoir été retirée du jeu.",
            "textStyle": {
                "textSize": 141,
                "textInter": 71
            }
        },
        "sets_blood": {
            "title": "Sang de Set",
            "text": "",
            "textStyle": {
                "textSize": 150,
                "textInter": 66
            }
        },
        "sets_illusion": {
            "title": "Illusion de Set",
            "text": "Ciblez une unité en ligne de vue. La cible gagne la compétence Horreur jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 138,
                "textInter": 73
            }
        },
        "shapechanger": {
            "title": "Change-forme",
            "text": "Retirez votre figurine du plateau. Au début de votre prochain tour ou activation, placez votre figurine dans sa zone de départ ou dans une zone adjacente.",
            "textStyle": {
                "textSize": 132,
                "textInter": 73
            }
        },
        "stone_skin": {
            "title": "Peau de pierre",
            "text": "Ciblez une unité en ligne de vue. Augmentez de 2 sa Défense passive jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 130,
                "textInter": 79
            }
        },
        "tears_of_dagon": {
            "title": "Larmes de Dagon",
            "text": "Ciblez une zone au terrain stable en ligne de vue. Le sol devient instable. Quitter cette zone coûte 1 point de mouvement supplémentaire, jusqu’au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 123,
                "textInter": 84
            }
        },
        "warmth_of_ishtar": {
            "title": "Chaleur d'Ishtar",
            "text": "",
            "textStyle": {
                "textSize": 150,
                "textInter": 66
            }
        },
        "withering": {
            "title": "Flétrissement",
            "text": "Attaquez une unité en ligne de vue ; lancez {dice_yellow_reroll}. Les dégâts sont inévitables.",
            "textStyle": {
                "textSize": 144,
                "textInter": 78
            }
        },
        "yajurs_awakening": {
            "title": "Réveil de Yajur",
            "text": "Le coût du sort X est le coût de renfort d’une unité mort-vivant (Momie, Squelette, Revenant…) morte. Ramenez l’unité en renfort dans votre zone. Sa tuile ne doit pas avoir été retirée du jeu.",
            "textStyle": {
                "textSize": 141,
                "textInter": 65
            }
        },
        "ymirs_rage": {
            "title": "Rage d'Ymir",
            "text": "Toutes les unités de votre camp (vous y compris) lancent {dice_orange} supplémentaire lors de leurs Attaques, et diminuent de 1 leur Défense passive. Ce sort se dissipe au début du tour suivant de votre camp.",
            "textStyle": {
                "textSize": 134,
                "textInter": 68
            }
        },
        "weight_of_the_years": {
            "title": "Le Poids des Ages",
            "text": "L'Overlord lance {dice_orange}. Tous les Héros avec ou sans ligne de vue, subissent autant de blessure sans aucune défense possible.",
            "sort": "Poids des Ages",
            "textStyle": {
                "textSize": 150,
                "textInter": 66
            }
        },
        "blaze": {
            "title": "Brasier",
            "text": "Le lanceur de sort cible une zone dans sa ligne de vue. Toutes les figurines présentes sur cette zone subissent une attaque de {dice_red}.",
            "textStyle": {
                "textSize": 150,
                "textInter": 66
            }
        },
        "mental_torture": {
            "title": "Torture mentale",
            "text": "Ciblez une figurine dans la même zone que le lanceur de sort. La cible subit une attaque de {dice_orange} par gemme dépensée. Aucune défense n'est possible. Ce sort ne peut être lancé qu'une seule fois par tour.",
            "textStyle": {
                "textSize": 131,
                "textInter": 72
            }
        },
        "push_back": {
            "title": "Repousser",
            "text": "Le lanceur de sort cible une figurine ennemie dans sa zone. Il peut déplacer cette figurine d'une zone en ignorant le phénomène de gêne et sans que cela ne provoque de dégâts à cette figurine.",
            "textStyle": {
                "textSize": 141,
                "textInter": 72
            }
        },
        "pass_through_wall": {
            "title": "Passe-muraille",
            "text": "Le lanceur de sort peut traverser une paroi le séparant d'une zone adjacente du même niveau comme s'il s'agissait d'une limite de zone normale. Son déplacement reste impacté par le phénomène de gêne.",
            "textStyle": {
                "textSize": 140,
                "textInter": 66
            }
        },
        "psychic_strike": {
            "title": "Attaque psychique",
            "text": "Le lanceur de sort cible un héros situé à x zones. Ce héros passe toutes ses gemmes de sa zone d'énergie à sa zone de fatigue.",
            "textStyle": {
                "textSize": 150,
                "textInter": 66
            }
        },
        "stone_rain": {
            "title": "Pluie de Pierres",
            "text": "Le lanceur de sort choisit une zone avec un pion \"Passage secret\" ou \"Puits\" situé à X zones et le retire du jeu. Les occupants de cette zone subissent une attaque de {dice_red}{dice_red} sans défense possible.",
            "textStyle": {
                "textSize": 137,
                "textInter": 66
            }
        },
        "rending_the_veil": {
            "title": "Déchirer le Voile",
            "text": "Choisissez un ennemi vers lequel il n’existe pas de ligne de vue. Considérez qu’il existe désormais une ligne de vue entre la zone de cet ennemi et le lanceur de sort, ou une unité alliée dans la ligne de vue du lanceur de sort, pour une action.",
            "textStyle": {
                "textSize": 123,
                "textInter": 70
            }
        },
        "whirlwind": {
            "title": "Tourbillon",
            "text": "Attaquez une zone en ligne de vue, lancez {dice_orange}{dice_orange} et ajoutez un {dice_yellow} pour chaque unité dans cette zone. Vous pouvez répartir les résultats de l’attaque entre les cibles de votre choix dans la zone. Celles-ci ne bénéfi cient pas de Sous Protection. Les cibles choisies peuvent se défendre contre cette attaque.",
            "textStyle": {
                "textSize": 110,
                "textInter": 70
            }
        },
        "ymirs_retribution": {
            "title": "Châtiment d’Ymir",
            "text": "Attaquez un personnage dans votre ligne de vue et lancez {dice_red}{dice_red}. Si la puissance de l’attaque est supérieure à la puissance de la défense, le défenseur subit autant de dégâts que la différence.",
            "textStyle": {
                "textSize": 129,
                "textInter": 73
            }
        },
        "summon_demon": {
            "title": "Invocation de Démon",
            "text": "Placez un Démon (indiqué dans le scénario) dans la zone du lanceur de sort. Le Démon disparaît à la fin du tour, à moins que le lanceur de sort ne laisse les gemmes sur cette carte de sort. Le lanceur de sort peut déplacer les gemmes en zone de Fatigue à tout moment pour renvoyer le démon. Le lanceur de sort peut contrôler les tuiles ainsi invoquées comme s’il avait la compétence Commandement",
            "textStyle": {
                "textSize": 102,
                "textInter": 63
            }
        },
        "yogs_hunger": {
            "title": "Faim de Yog",
            "text": "Attaquez un personnage en ligne de vue et lancez {dice_orange}.\nCe personnage ne peut pas se défendre contre cette attaque et subit des dégâts correspondants à la puissance de l’attaque.",
            "textStyle": {
                "textSize": 128,
                "textInter": 78
            }
        },
        "freeze": {
            "title": "Gel",
            "text": "Ciblez une figurine ennemie sur le pla-teau. La cible perd un point de sa base de mouvement lors de sa prochaine activation, ou de sa prochaine phase d'action durant laquelle il est actif.",
            "textStyle": {
                "textSize": 136,
                "textInter": 70
            }
        },
        "chilling_grasp": {
            "title": "Etreinte Glaciale",
            "text": "Ciblez une figurine dans la zone du lanc-ceur. La cible subit des dégats de  : {dice_yellow_reroll}. Aucune défense n'est possible.",
            "textStyle": {
                "textSize": 145,
                "textInter": 78
            }        
        },
        "ice_bolt": {
            "title": "Flèche de glace",
            "text": "Ciblez une zone avec ligne de vue et lancez {dice_yellow}. Si la puissance de l'attaque est supé-rieure à la puissance de la défense, le défen-seur subit autant de dégâts que la diffé-rence.",
            "textStyle": {
                "textSize": 134,
                "textInter": 74
            }        
        },
        "soul_leech": {
            "title": "Sangsue de l’âme",
            "text": "Ciblez un Héros ou Allié dans votre zone. Il subit 1 dégât inévitable. Vous gagnez 1 point de vie. Vos points de vie peuvent dépasser leur valeur de départ.",
            "textStyle": {
                "textSize": 151,
                "textInter": 72
            }        
        }
        ,
        "enthrallment": {
            "title": "Envoûtement",
            "text": "Vous ne pouvez pas être attaqué par des ennemis dans votre zone jusqu’au début de votre prochain tour ou activation.",
            "textStyle": {
                "textSize": 139,
                "textInter": 77
            }        
        }
        ,
        "eldritch_lance": {
            "title": "Lance surnaturelle",
            "text": "Attaquez une unité en ligne de vue ; lancez {dice_red}{dice_orange} et ignorez 1 point de Défense passive (Défense possible).",
            "textStyle": {
                "textSize": 141,
                "textInter": 70
            }        
        }
        ,
        "spectral_shroud": {
            "title": "Linceul spectral",
            "text": "Placez 3 pions {token_spectral-shroud} sur cette carte (ou complétez-la jusqu’à 3 pions). Lorsque vous subissez 1 dégât ou plus, défaussez 1 pion {token_spectral-shroud} par dégât pour l’éviter.",
            "textStyle": {
                "textSize": 123,
                "textInter": 90
            },
            "clarification": "Si des pions sont présents sur la carte Sort, leur utilisation est obligatoire en cas de dégât subi et quelle qu’en soit la cause : attaque, chute, dégât inévitable..."
        }
        ,
        "protective_circle": {
            "title": "Cercle de protection",
            "text": "Les ennemis ne peuvent pas entrer dans votre zone ni réaliser d’Attaque au corps-à-corps dans votre zone jusqu’à votre prochain tour ou activation.",
            "textStyle": {
                "textSize": 146,
                "textInter": 68
            }        
        }
    }
}
