{
    "list": {
        "belit": {
            "name": "Bêlit",
            "quote": {
                "text": "Si volse verso Conan, gonfiando il petto, con gli occhi lampeggianti. Dita ardenti di meraviglia si impadronirono del cuore del cimmero. La donna era snella, ma ben tornita come una dea: agile e formosa nello stesso tempo. Indossava solamente un'ampia fascia di seta. Le membra bianche come l'avorio e i globi eburnei dei seni procurarono un'accelerazione di feroce passione nelle pulsazioni del cimmero, perfino nella tensione furibonda della battaglia. Gli splendidi capelli neri, scuri come una notte stygiana, le cadevano in ciocche ondulate e lucenti lungo la schiena. I suoi occhi scuri bruciarono il cimmero.\nEra indomita come il vento del deserto, agile e pericolosa come una pantera.",
                "origin": "Regina della Costa Nera"
            }
        },
        "conan": {
            "name": "Conan",
            "quote": {
                "text": "Arus lanciò un'occhiata nervosa alle ampie spalle, al torace massiccio e alle forti braccia. Una sola occhiata ai lineamenti severi e alle spesse sopracciglia gli bastò per capire che l'uomo non era un nemediano. Sotto il ciuffo arruffato di capelli neri covavano due pericolosi occhi azzurri. Una lunga spada, chiusa in un fodero di cuoio, gli pendeva dalla cintura.",
                "origin": "Il Dio nell'urna"
            }
        },
        "hadrathus": {
            "name": "Hadrato",
            "quote": {
                "text": "Quando la porta fu chiusa, Conan vide che era rimasto solo con un uomo smilzo, mascherato da un mantello nero col cappuccio. L'uomo si tolse quest'ultimo e mise in mostra il pallido ovale di un volto dai lineamenti sereni e finemente cesellati. {...} Non c'è al mondo qualche mago in grado di combattere la stregoneria di Xaltotun? — chiese infine Conan. Hadrato scosse la testa. — Se ci fosse, noi di Asura lo conosceremmo. La gente dice che il nostro culto è una sopravvivenza dell'antico culto del dio serpente di Stygia. È una menzogna. I nostri antenati vennero da Vendhya, al di là del Mare di Vilayet e delle violacee montagne himeliane. Siamo figli dell'Est, non del Sud, e conosciamo tutti i maghi dell'Est, che sono più grandi dei maghi dell'Ovest. E nessuno di essi sarebbe più che un fuscello nel vento, di fronte alla nera potenza di Xaltotun.",
                "origin": "Conan il Conquistatore"
            }
        },
        "shevatas": {
            "name": "Shevatas",
            "quote": {
                "text": "Shevatas era agile e solido, come si addiceva ad un grande ladro di Zamora. La testa piccola e rotonda era rasata, e il suo unico indumento era un perizoma di seta scarlatta. Come tutti quelli della sua razza, era molto scuro di carnagione, e la magra faccia d'avvoltoio faceva spiccare gli acuti occhi neri. Le dita sottili e affusolate erano svelte e nervose come le ali d'una falena. Dalla cintura a scaglie d'oro pendeva uno spadino sottile dall' elsa ingemmata, in un fodero di cuoio lavorato. Shevatas maneggiava quell'arma con cautela apparentemente esagerata, e quasi sembrava rifuggire dal contatto del fodero contro la coscia nuda. E quella prudenza non era senza motivo.\nQuesto era Shevatas, ladro tra i ladri, il cui nome veniva pronunciato con timore nei locali malfamati del Maul e nei cupi recessi sotterranei dei templi di Bel, destinato a vivere per mille anni nelle ballate e nei miti. Aveva viaggiato molto, ed aveva depredato i tesori di molti regni.",
                "origin": "Colosso Nero"
            }
        },
        "amra-the-lion": {
            "name": "Amra il Leone",
            "quote": {
                "text": "L'immagine aleggiò nebbiosa, poi si schiarì di colpo, rivelando un uomo alto, con spalle poderose e ampio torace, un collo massiccio su cui risaltavano fasci di tendini e braccia dalla muscolatura possente. Era vestito di seta e velluto; sulla ricca sopravveste senza maniche era ricamato in oro il leone reale di Aquilonia e la corona luccicava sulla sua capigliatura nera e squadrata, ma la spada che portava al fianco sembrava più congeniale alla sua figura che non i paramenti regali. Le sopracciglia, nere e folte, sormontavano due occhi di un vulcanico azzurro cupo, lucenti come se covassero una fiamma interiore. Il volto, bruno e solcato di cicatrici, quasi sinistro, era quello di un lottatore, e il velluto della veste non riusciva ad addolcire le linee dure e temibili delle sue membra.",
                "origin": "Conan il Conquistatore"
            }
        },
        "ngora": {
            "name": "N'Gora",
            "quote": {
                "text": "Adesso poteva vedere chiaramente i particolari della nave pirata. I rematori erano protetti da una fila di schermi alzati lungo i fianchi, ma i guerrieri che danzavano sullo stretto ponte erano in piena vista. Erano dipinti e ornati di piume, e in maggior parte nudi, e brandivano lunghe lance e scudi maculati. (...) Conan si fermò all'improvviso e i suoi guerrieri si immobilizzarono come statue di basalto. Nel silenzio teso che seguì, il cimmero scosse il capo irritato. - Andate avanti - disse al suo sottocapo N'Gora.",
                "origin": "La regina della Costa Nera"
            }
        },
        "valeria": {
            "name": "Valeria",
            "quote": {
                "text": "Era alta, col seno colmo, le membra robuste e le spalle solide. La sua figura irradiava una forza eccezionale, senza per questo sminuire la femminilità del suo aspetto. Era interamente donna, nonostante il portamento e l'abito. Anziché una gonna, portava brache di seta corte e larghe che le arrivavano a una spanna dal ginocchio, trattenute da un'ampia fusciacca di seta che fungeva da cintura. Gli stivali svasati di pelle morbida le arrivavano fin quasi alle ginocchia, e una camicia serica scollata e dalle maniche ampie completava il suo abbigliamento. Nei suoi grandi occhi c'era il colore del mare. E questo era giusto, perché era Valeria della Confraternita Rossa, le cui imprese vengono celebrate in canti e ballate dovunque si radunano i navigatori.\n“Perché voi uomini non volete saperne di lasciarmi vivere una vita da uomo?”\n“Nessun uomo al mondo sarebbe stato in grado di disarmare a mani nude Valeria della Confraternita Rossa.”",
                "origin": "Chiodi Rossi"
            }
        },
        "zelata": {
            "name": "Zelata",
            "quote": {
                "text": "La vecchia parlò, e il Re si voltò verso di lei. Era in piedi vicino a Conan, alta e diritta; nonostante la veste stracciata, la sua fisionomia chiara e aquilina e gli occhi neri e profondi non erano quelli di una qualsiasi contadina. La vecchia chiamò il lupo, e la belva le si pose a fianco come un grosso cane, strofinando la spalla contro il suo ginocchio; intanto continuava a osservare Conan con i grandi occhi verdi e splendenti, e Conan si sentì un po' a disagio sotto quello sguardo, anche se non gli mostrava ostilità.\n“Crom!” esclamò Conan, fissando la vecchia. “Sei una maga anche tu?”\n“Sono Zelata” — disse lei. — “La gente delle valli dice che sono una strega.”",
                "origin": "Conan il Conquistatore"
            }
        },
        "amboola": {
            "name": "Amboola",
            "quote": {
                "text": "Amboola del Kush si destò lentamente, con i sensi ancora appannati dal vino che aveva bevuto nel festino della notte precedente. Per un attimo non riuscì a ricordare dove si trovasse. Il chiaro di luna che penetrava dalla finestrella con le sbarre, posta in alto nella parete, gli mostrava un ambiente poco familiare. Poi ricordò che si trovava nella cella della prigione in cui la regina Tananda lo aveva gettato. Anche Tananda doveva pensarci due volte sopra, prima di uccidere il comandante dei Lancieri Neri, spina dorsale dell'esercito kushita ed eroe per le caste più basse del regno.",
                "origin": "Il muso nel buio"
            }
        },
        "balthus": {
            "name": "Balthus",
            "quote": {
                "text": "Era un giovane di media statura, col volto aperto e un ciuffo di capelli castani disordinati, senza berretto e senza elmo. Il suo abbigliamento era piuttosto comune, in quel territorio: una rozza tunica stretta in vita da una cintura, corte brache di pelle, e morbidi stivali che arrivavano fin quasi al ginocchio. L'impugnatura di un coltello spuntava dal bordo di uno stivale. L'alta cintura di cuoio sosteneva una spada corta e pesante e una borsa di pelle. Non c'era turbamento nei grandi occhi che scrutavano le verdi pareti intorno al sentiero. Benché non fosse alto, l'uomo era ben portante, e le sue braccia — lasciate scoperte dalle corte e ampie maniche della tunica — erano gonfie di muscoli.",
                "origin": "Oltre il fiume Nero"
            }
        },
        "conan-general": {
            "name": "Conan",
            "subname": "Il Condottiero",
            "quote": {
                "text": "Al suo comando, portarono un'armatura per sostituire la cotta di maglia di Conan: gorgera, solerette, corazza, gambali, cosciali, elmo, coprispalle. Quando Yasmela aprì di nuovo le tende, davanti ai nobili stava Conan rivestito d'acciaio brunito. Chiuso nell'armatura, con la visiera alzata e il volto scuro ombreggiato dalle piume nere che ondeggiavano sul cimiero, aveva una truce imponenza di cui persino Thespides dovette prendere atto. Una battuta scherzosa si spense sulle labbra di Amalric.\n\"Per Mitra\" disse lentamente. \"Non mi ero mai aspettato di vederti con una simile armatura, ma non la disonori. Per le ossa delle mie dita, Conan, ho visto molti re che portavano l'armatura meno regalmente di te!\"",
                "origin": "Colosso Nero"
            }
        },
        "conan-mercenary": {
            "name": "Conan",
            "subname": "Il Mercenario",
            "quote": {
                "text": "Lo straniero era lì, con la schiena poggiata all'albero maestro, gli occhi socchiusi e guardinghi, la spada pronta. Il marinaio lo guardò con fermezza, attento a non fare la minima mossa verso il lungo coltellaccio che portava alla cintura. Osservò la figura alta, possente, rivestita di un usbergo nero a piastre, lustri gambali, un elmo d'acciaio dai riflessi azzurrini dal quale sporgevano due levigate corna di toro. Dalle spalle protette dalla cotta scendeva il mantello scarlatto, ondeggiante alla brezza marina. Un largo cinturone zigrinato con una fibbia dorata reggeva il fodero dello spadone. Sotto l'elmetto ornato di corna, una chioma nera tagliata corta contrastava con lo splendore degli occhi azzurri.",
                "origin": "La regina della Costa Nera"
            }
        },
        "conan-wanderer": {
            "name": "Conan",
            "subname": "Lo Zingaro",
            "quote": {
                "text": "Un giovane alto e forte stava in piedi dietro di lui. L'individuo era fuori posto in quel covo come un lupo grigio in mezzo a rognosi topi di fogna. L'umile tunica non riusciva a nascondere le forti linee slanciate del suo corpo possente, le ampie spalle, il petto massiccio, la vita sottile e le braccia vigorose. Aveva la pelle abbronzata dal sole di terre straniere, gli occhi azzurri e roventi; un ciuffo arruffato di capelli neri coronava l'ampia fronte. Dalla cintura gli pendeva una spada, tenuta in un consunto fodero di cuoio.",
                "origin": "La Torre dell'Elefante"
            }
        },
        "conan-warlord": {
            "name": "Conan",
            "subname": "Signore della Guerra",
            "quote": {
                "text": "Lo sconosciuto si fermò davanti a lei, la mano posata sulla lunga elsa che sporgeva dal manto scarlatto gettato con disinvoltura sulle spalle coperte dall'usbergo metallico. La luce delle torce si rifletteva cupamente sul levigato acciaio azzurro degli schinieri e del bacinetto. Un fuoco ancora più minaccioso ardeva nei suoi occhi azzurri. Subito, Yasmela comprese che non era kothiano; e quando l'uomo parlò, seppe che non era neppure hyboriano. Vestiva come un capitano dei mercenari, e in quell'esercito di disperati c'erano uomini di molte terre, barbari e civili. Quel guerriero aveva un'aria di lupo che indicava in lui un barbaro. Ma mai gli occhi di un uomo, selvaggio o criminale, avevano brillato di un simile fuoco. Il suo alito odorava di vino, ma non vacillava né balbettava.",
                "origin": "Colosso Nero"
            }
        },
        "kerim-shah": {
            "name": "Kerim Scià",
            "quote": {
                "text": "L'uomo scrollò le ampie spalle e rientrò nella stanza arabescata. Era alto, ben piantato, riccamente vestito. (…) \nIo, conosciuto dagli kshatriyani come Kerim Scià, principe iranistano, porto la maschera come tanti altri. Tutti sono dei traditori, per un verso o per l'altro, e, di essi, la metà non sa nemmeno per chi lavora. In questo almeno io non ho dubbi, perché lavoro per re Yezdigerd del Turan...",
                "origin": "Gli Accoliti del Cerchio Nero"
            }
        },
        "olgerd-vladislav": {
            "name": "Olgerd Vladislav",
            "quote": {
                "text": "Scrollandosi dagli occhi il sudore e il sangue, Conan scorse quattro cavalieri che, fermi nel crepuscolo, lo fissavano. Tre erano magri e vestiti di bianco, senza dubbio zuagir, nomadi dei territori oltre il fiume. L'altro era abbigliato come loro di un bianco khalat stretto in vita e di un copricapo fluente che, fissato alle tempie da un triplice cerchio di pelo di cammello intrecciato, ricadeva sulle spalle. Ma non era shemita. L'oscurità non era ancora così fitta, e la vista aquilina di Conan non era così offuscata da impedirgli di distinguere il volto dell'uomo. Era alto come lui, ma non altrettanto massiccio. Le spalle erano ampie, e l'agile figura era dura come l'acciaio e l'osso di balena. La corta barba nera non mascherava del tutto la linea aggressiva della scarna mascella, e gli occhi grigi, freddi e penetranti come spade, brillavano sotto l'ombra della kaffia.",
                "origin": "Nascerà una strega"
            }
        },
        "pallantides": {
            "name": "Pallantide",
            "quote": {
                "text": "Pallantide uscì in fretta dal padiglione, tra il clangore dell'armatura che aveva indossato a mezzanotte, dopo un breve riposo. (…) Un alto guerriero in armatura lucente abbassò la lancia e caricò per scontrarsi con il Signore di Tor. Si scontrarono con il fragore del tuono. La lancia del nemediano, colpendo l'elmo del nemico, spezzò chiodi e legacci e gli strappò di testa la calotta, mostrando il volto di Pallantide. Ma la punta della lancia dell'aquiloniano squarciò scudo e pettorale trafiggendo il cuore del Barone.",
                "origin": "Conan il Conquistatore"
            }
        },
        "pelias": {
            "name": "Pelias",
            "quote": {
                "text": "Conan guardava come preso da un incantesimo; poi un suono lo fece voltare, la spada sollevata. Il prigioniero si era alzato in piedi e lo osservava. Conan rimase a bocca aperta per la meraviglia. Gli occhi, in quel volto esausto, non erano più vacui. Neri e pensosi, brillavano di intelligenza e l'espressione di imbecillità era caduta dal volto come una maschera. La testa dell'uomo era piccola e ben modellata, con una fronte alta e superba. L'intera costituzione dell'uomo era aristocratica, tanto nell'alta e snella ossatura, quanto nei piccoli piedi ben fatti e nelle mani. Le prime parole che pronunciò suonarono strane e stupefacenti.",
                "origin": "La Cittadella Scarlatta"
            }
        },
        "savage-belit": {
            "name": "Bêlit",
            "subname": "La Tigre",
            "quote": {
                "text": "Si volse verso Conan, gonfiando il petto, con gli occhi lampeggianti. Dita ardenti di meraviglia si impadronirono del cuore del cimmero. La donna era snella, ma ben tornita come una dea: agile e formosa nello stesso tempo. Indossava solamente un'ampia fascia di seta. Le membra bianche come l'avorio e i globi eburnei dei seni procurarono un'accelerazione di feroce passione nelle pulsazioni del cimmero, perfino nella tensione furibonda della battaglia. Gli splendidi capelli neri, scuri come una notte stygiana, le cadevano in ciocche ondulate e lucenti lungo la schiena. I suoi occhi scuri bruciarono il cimmero.\nEra indomita come il vento del deserto, agile e pericolosa come una pantera.",
                "origin": "La Regina della Costa Nera"
            }
        },
        "taurus": {
            "name": "Taurus",
            "quote": {
                "text": "Taurus era alto quanto il cimmero e più pesante; era corpulento e grasso, ma ogni suo movimento suggeriva l'idea di un indefinibile e dinamico magnetismo che si rifletteva nei suoi occhi acuti, scintillanti di vigore persino alla luce delle stelle. Era scalzo e trasportava in un rotolo ciò che sembrava essere una corda sottile ma resistente, annodata a intervalli regolari.",
                "origin": "La Torre dell'Elefante"
            }
        },
        "constantius": {
            "name": "Constantius",
            "quote": {
                "text": "Constantius, che gli uomini chiamavano Falco, era alto, con le spalle ampie e i fianchi snelli, agile e forte come l'acciaio. Aveva una sua bellezza grifagna e spietata. Il volto era brunito dal sole, e i capelli, ributtati all'indietro dalla fronte stretta ed alta, erano neri come l'ala d'un corvo. Gli occhi scuri erano penetranti e vigili, e la durezza delle labbra sottili era accentuata dai radi baffi neri. Gli stivali erano di cuoio kordavano, le calze e il farsetto di semplice seta scura, sciupati dall'usura degli accampamenti e dalla ruggine dell'armatura.",
                "origin": "Nascerà una strega"
            }
        },
        "skuthus": {
            "name": "Skuthus",
            "quote": {
                "text": "La mia conoscenza delle Arti Magiche è superiore a quella di tutti gli altri mortali. (...) Come facevano i sacerdoti di Set a sapere che il Cuore di Ahriman era sceso fino al Sud? Eppure la cosa non era più fantastica della Magia Nera che riusciva a uccidere un uomo armato con il semplice tocco di una mano aperta e vuota. (...)Per compiere un prodigio non basta semplicemente agitare la bacchetta magica...",
                "origin": "Conan il Conquistatore"
            }
        },
        "thak": {
            "name": "Thak",
            "quote": {
                "text": "“È Thak” — rispose il prete, accarezzandosi la tempia. — “Qualcuno lo definirebbe una scimmia, ma è differente da una vera scimmia quasi quanto lo è da un uomo. Il suo popolo abita nell'estremo oriente, nelle montagne che limitano le frontiere orientali della Zamora.”\nRabbrividì alla vista di quelle grandi mani nere ricoperte da una peluria fitta come una pelliccia. Il corpo era massiccio, ampio e incurvato. L'innaturale imponenza delle spalle aveva strappato la toga scarlatta e Murilo notò su di esse la stessa fioritura di folta peluria nera. La faccia che spuntava dal rosso cappuccio era completamente bestiale e tuttavia Murilo si rese conto che Nabonidus era nel vero affermando che Thak non era del tutto un animale. C'era qualcosa in quei tenebrosi occhi rossi, qualcosa nel rozzo atteggiamento della creatura, qualcosa nell'intero aspetto di quell'essere, che lo collocava fuori del regno animale. Quel corpo mostruoso ospitava un cervello e un'anima che stavano germogliando terribilmente in qualcosa di vagamente umano. Murilo rimase stupefatto nel ravvisare una debole e odiosa affinità tra la propria specie e quella mostruosità accovacciata e fu nauseato dalla fugace percezione degli abissi di urlante bestialità attraverso i quali l'umanità era faticosamente avanzata.",
                "origin": "Gli intrusi a palazzo"
            }
        },
        "zaporavo": {
            "name": "Zaporavo",
            "quote": {
                "text": "Era un uomo alto, almeno quanto Conan, anche se meno massiccio. Il morione d'acciaio incorniciava il suo volto scuro, melanconico, da uccello da preda: per il suo volto, i suoi uomini lo chiamavano l'Avvoltoio. Indossava vesti e armatura riccamente adorni, secondo la moda della nobiltà zingarana. Non aveva mai allontanato la mano dall'elsa della spada.\nNon c'era molta benevolenza nello sguardo che posava su Conan. Zaporavo, giocherellava con l'elsa della spada e osservava accigliato l'ospite non invitato. Conan non lasciò trasparire traccia di quelli che potessero essere i suoi pensieri.\n“Lavorerai per la pagnotta” — ringhiò. — “Via dalla poppa! E ricordati: qui l'unica legge sono io.”",
                "origin": "Lo stagno dei Neri"
            }
        },
        "zogar-sag": {
            "name": "Zogar Sag",
            "quote": {
                "text": "Balthus scorse un uomo magro, di media statura, quasi nascosto dalle piume di struzzo fissate a una bardatura di cuoio e di rame. Tra le piume spiccava una faccia orrenda e malevola. Quelle piume destarono in Balthus un senso di stupore. Svolazzavano con un fruscio maligno mentre lo sciamano spiccava balzi e piroettava.\nA salti e passi di danza, entrò nel cerchio, turbinando davanti ai prigionieri ammutoliti. Un altro uomo sarebbe apparso ridicolo: un selvaggio che danzava assurdamente in un vortice di piume. Ma il volto feroce che spuntava nella massa ondeggiante conferiva alla scena un significato mostruoso. Un uomo con quella faccia non poteva apparire ridicolo: sembrava quel demonio che era in realtà.\nAll'improvviso si arrestò, in un'immobilità statuaria; le piume ondeggiarono ancora una volta e si afflosciarono intorno a lui. I guerrieri smisero di ululare. Zogar Sag rimase eretto, immoto, e parve diventare più alto... come se crescesse e si espandesse. Balthus ebbe l'illusione che il pitto torreggiasse sopra di lui, squadrandolo sprezzante da una grande altezza, anche se lui sapeva di essere più alto.",
                "origin": "Oltre il fiume Nero"
            }
        },
        "vanir-valkyrie": {
            "name": "Valchiria Vanir",
            "quote": {
                "text": "Che tipo di gente sono gli uomini del Settentrione? —  chiese Prospero. — Sono alti, biondi e con gli occhi azzurri. Il loro dio è Ymir, il gigante di ghiaccio, e ogni tribù ha il proprio Re. Sono ostinati e fieri. Combattono tutto il giorno e passano la notte a bere birra e a ruggire le loro selvagge canzoni.",
                "origin": "La Fenice sulla Lama"
            }
        },
        "yogah-of-yag": {
            "name": "Yogah di Yag",
            "quote": {
                "text": "Il fumo e l'esotico profumo dell'incenso si alzavano da un braciere posto su un tripode d'oro: dietro di questo stava un idolo, su una specie di divano di marmo. Conan rimase di sasso; l'immagine aveva corpo di uomo, nudo e di colore verde, ma la testa era un incubo e una follia. Troppo grande rispetto al corpo, non possedeva attributi umani. Conan fissò le larghe orecchie svasate, la proboscide arrotolata, e ai suoi lati, le bianche zanne dalla punta ornata di una sfera d'oro. Gli occhi erano chiusi come se dormisse.",
                "origin": "La Torre dell'Elefante"
            }
        },
        "belit-the-princess": {
            "name": "Bêlit",
            "subname": "La Principessa",
            "quote": {
                "text": "Si volse verso Conan, gonfiando il petto, con gli occhi lampeggianti. Dita ardenti di meraviglia si impadronirono del cuore del cimmero. La donna era snella, ma ben tornita come una dea: agile e formosa nello stesso tempo. Indossava solamente un'ampia fascia di seta. Le membra bianche come l'avorio e i globi eburnei dei seni procurarono un'accelerazione di feroce passione nelle pulsazioni del cimmero, perfino nella tensione furibonda della battaglia. Gli splendidi capelli neri, scuri come una notte stygiana, le cadevano in ciocche ondulate e lucenti lungo la schiena. I suoi occhi scuri bruciarono il cimmero.\nEra indomita come il vento del deserto, agile e pericolosa come una pantera.",
                "origin": "La regina della Costa Nera"
            }
        },
        "king-conan": {
            "name": "Conan",
            "subname": "Il Re",
            "quote": {
                "text": "L'immagine aleggiò nebbiosa, poi si schiarì di colpo, rivelando un uomo alto, con spalle poderose e ampio torace, un collo massiccio su cui risaltavano fasci di tendini e braccia dalla muscolatura possente. Era vestito di seta e velluto; sulla ricca sopravveste senza maniche era ricamato in oro il leone reale di Aquilonia e la corona luccicava sulla sua capigliatura nera e squadrata, ma la spada che portava al fianco sembrava più congeniale alla sua figura che non i paramenti regali. Le sopracciglia, nere e folte, sormontavano due occhi di un vulcanico azzurro cupo, lucenti come se covassero una fiamma interiore. Il volto, bruno e solcato di cicatrici, quasi sinistro, era quello di un lottatore, e il velluto della veste non riusciva ad addolcire le linee dure e temibili delle sue membra.",
                "origin": "Conan il Conquistatore"
            }
        },
        "belit-queen-of-the-black-coast": {
            "name": "Bêlit",
            "subname": "Regina della Costa Nera",
            "quote": {
                "text": "Si volse verso Conan, gonfiando il petto, con gli occhi lampeggianti. Dita ardenti di meraviglia si impadronirono del cuore del cimmero. La donna era snella, ma ben tornita come una dea: agile e formosa nello stesso tempo. Indossava solamente un'ampia fascia di seta. Le membra bianche come l'avorio e i globi eburnei dei seni procurarono un'accelerazione di feroce passione nelle pulsazioni del cimmero, perfino nella tensione furibonda della battaglia. Gli splendidi capelli neri, scuri come una notte stygiana, le cadevano in ciocche ondulate e lucenti lungo la schiena. I suoi occhi scuri bruciarono il cimmero.\nEra indomita come il vento del deserto, agile e pericolosa come una pantera.",
                "origin": "La regina della Costa Nera"
            }
        },
        "conan-the-thief": {
            "name": "Conan",
            "subname": "Il Ladro",
            "quote": {
                "text": "Olivia, ancora prostrata, vide un uomo che le parve un selvaggio o un pazzo avanzare verso Shah Amurath in un atteggiamento dì minaccia mortale. Era possente, nudo, coperto solo da un perizoma macchiato di sangue e incrostato di viscidume secco. La chioma nera era sporca di fango e di grumi di sangue; c'erano striature di sangue disseccato sul petto e sugli arti, sangue sulla lunga spada diritta che impugnava nella destra. Sotto le ciocche di capelli aggrovigliati che gli ricadevano sulla fronte, gli occhi iniettati di sangue ardevano come braci azzurre.",
                "origin": "Ombre al chiaro di luna"
            }
        },
        "taramis": {
            "name": "Taramis",
            "quote": {
                "text": "E fu quella vista a raggelare il grido nella gola di Taramis. I lineamenti erano i suoi! Era come se si guardasse in uno specchio che alterava sottilmente la sua immagine, aggiungendole lo scintillio tigrino degli occhi, l'aggricciarsi vendicativo delle labbra.\n“Ishtar!” — gemette Taramis. — “È una stregoneria!”\n“Stregoneria? No, dolce sorella! Non c'è nessuna stregoneria.”\n“Sorella? Io non ho sorelle.”\nSalome rise rabbiosamente, e si batté la mano sul petto. La tunica scollata scopriva la parte superiore dei seni torniti, in mezzo a cui splendeva un marchio bizzarro… una mezzaluna rossa come sangue.\n“Il marchio della strega!” esclamò Taramis, rabbrividendo.\n“Sì! La maledizione dei re di Khauran! Raccontano che la prima regina della nostra dinastia ebbe commercio con un demone delle tenebre e gli partorì una figlia che ancora oggi vive nelle leggende immonde. Da allora, ogni secolo, nasce nella dinastia askhauriana una bimba con una mezzaluna scarlatta sul petto che indica il suo destino. ‘Ogni secolo nascerà una strega.’ Così diceva l'antica maledizione. E così è sempre accaduto. \n“Bene, questo mondo racchiude tutto ciò che desidero… potenza e sfarzo, e lusso scintillante, uomini prestanti destinati a diventare i miei amanti, tenere donne adatte a diventare mie schiave.Sono tornata per prendere ciò che spetta di diritto a me non meno che a te.”",
                "origin": "Nascerà una strega"
            }
        },
        "valeria-warrior": {
            "name": "Valeria",
            "subname": "La Guerriera",
            "quote": {
                "text": "Era alta, col seno colmo, le membra robuste e le spalle solide. La sua figura irradiava una forza eccezionale, senza per questo sminuire la femminilità del suo aspetto. Era interamente donna, nonostante il portamento e l'abito. Anziché una gonna, portava brache di seta corte e larghe che le arrivavano a una spanna dal ginocchio, trattenute da un'ampia fusciacca di seta che fungeva da cintura. Gli stivali svasati di pelle morbida le arrivavano fin quasi alle ginocchia, e una camicia serica scollata e dalle maniche ampie completava il suo abbigliamento. Nei suoi grandi occhi c'era il colore del mare. E questo era giusto, perché era Valeria della Confraternita Rossa, le cui imprese vengono celebrate in canti e ballate dovunque si radunano i navigatori.\n“Perché voi uomini non volete saperne di lasciarmi vivere una vita da uomo?”\n“Nessun uomo al mondo sarebbe stato in grado di disarmare a mani nude Valeria della Confraternita Rossa.”",
                "origin": "Chiodi Rossi"
            }
        },
        "niord": {
            "name": "Niord",
            "quote": {
                "text": "Conan aprì gli occhi e fissò i volti barbuti chini su di lui. Era circondato da guerrieri alti e biondi, vestiti di pelliccia e di maglia d'acciaio.",
                "origin": "La figlia del Gigante dei Ghiacci"
            }
        },
        "shentu": {
            "name": "Shentu"
        },
        "ikhmet": {
            "name": "Ikhmet"
        },
        "octavia": {
            "name": "Octavia"
        },
        "othryades": {
            "name": "Otriade"
        },
        "afari": {
            "name": "Afari",
            "quote": {
                "text": "— Lord Tuthmes! Fammi entrare! Il demone è di nuovo in libertà!\nLa porta si aprì e Tuthmes comparve sulla soglia: un uomo alto, snello, aristocratico, con i lineamenti sottili e la pelle bruna della sua casta. Era avvolto in una veste di seta bianca e teneva in mano una piccola lampada di bronzo.\n— Cosa succede, Afari? — chiese.\nII visitatore, con gli occhi sbarrati, si precipitò nella stanza. Ansimava come per una lunga corsa. Era un uomo snello e muscoloso, dalla pelle nera, più basso di Tuthmes: sul suo viso, i tratti ancestrali dei negri erano molto accentuati. Nonostante la fretta che aveva, si premurò di chiudere la porta prima di rispondere.\n— Amboola! È morto! Nella Torre Rossa!",
                "origin": "Il Muso nel Buio"
            }
        },
        "ghayoor": {
            "name": "Ghayoor"
        },
        "shafiah": {
            "name": "Shafiah"
        },
        "shubba": {
            "name": "Shubba"
        },
        "achilles": {
            "name": "Achille"
        },
        "atalanta": {
            "name": "Atalanta"
        },
        "zenobia2": {
            "name": "Zenobia"
        },
        "nyaga2": {
            "name": "N'Yaga"
        },
        "heracles": {
            "name": "Eracle"
        },
        "leonidas": {
            "name": "Leonida"
        },
        "odysseus": {
            "name": "Ulisse"
        },
        "conan-the-pirate": {
            "name": "Conan il Pirata",
            "quote": {
                "text": "L'acqua gli scorreva in rivoli dalle larghe spalle lungo le braccia muscolose. Il suo unico indumento, un paio di calzoni di lucida seta scarlatta, era bagnato fradicio, come l'ampia cintura dal fermaglio dorato che sorreggeva il fodero della spada. Fermo sulla murata, l'uomo si stagliò contro il sole nascente come una gigantesca statua di bronzo. Fece scorrere le dita fra i lunghi capelli neri, e gli occhi azzurri si accesero quando si posarono sul corpo della ragazza.",
                "origin": "Lo stagno dei Neri"
            }
        },
        "zenobia": {
            "name": "Zenobia",
            "quote": {
                "text": "Ma non sono un giocattolo: anch'io sono fatta di carne. Respiro, odio, temo, esulto e amo. E amo voi, Re Conan, fin da quando vi ho visto cavalcare alla testa dei vostri cavalieri per le strade di Belvero, quando avete fatto visita a Re Numa, anni fa. Il mio cuore impazzito minacciava di saltare fuori dal petto e gettarsi nella polvere della strada sotto gli zoccoli del vostro cavallo. »\n Mentre così parlava, la ragazza arrossì visibilmente, ma i suoi occhi non tremarono. Conan rimase muto; era portato ad agire selvaggiamente, impetuosamente, indomitamente, ma anche l'uomo più feroce prova un senso di rispetto e di meraviglia, quando una donna gli svela la propria anima.",
                "origin": "Conan il Conquistatore"
            }
        },
        "gorm": {
            "name": "Gorm",
            "quote": {
                "text": "Gorm aveva in sé l'eredità di centomila anni di vita selvaggia, sanguinaria e violenta : \nnel suo passo furtivo vi era l'avanzare felpato della tigre, nelle sue mani dalle unghie listate di nero la stretta implacabile e mortale del gorilla, e il fuoco che ardeva negli occhi del leopardo mandava un uguale bagliore dai suoi occhi. \nGorm, grazie appunto alla nuova metallurgia, cominciò a imporre il suo dominio agli altri clan, in parte con la guerra, in parte con l'astuzia e la diplomazia, arte quest'ultima nella quale sovrastava ampiamente ogni altro barbaro.",
                "origin": "L'Era Hyboriana"
            }
        },
        "xaltotun": {
            "name": "Xaltotun",
            "quote": {
                "text": "In quella luce la figura seduta davanti a lui, su un seggio d'argento a forma di trono, sembrava fantastica e irreale. Una leggera veste di seta ne sottolineava i contorni ingannevoli, ma i connotati del volto si scorgevano distintamente nonostante la luce incerta, ed era appunto questo a farla apparire irreale. Era come se intorno alla testa dell'uomo ci fosse una nube sovrannaturale che ne mettesse in rilievo il volto adorno di barba, per farlo apparire come l'unica realtà distinta e definita nella stanza spettrale e misteriosa. Era un volto magnifico, con lineamenti di bellezza classica modellati con decisione. E nella serenità e nella calma del suo aspetto c'era anche un non so che di inquietante, qualcosa che suggeriva una sapienza più che umana, una salda sicurezza che oltrepassava ogni umana fiducia.",
                "origin": "Conan il Conquistatore"
            }
        },
        "nyaga": {
            "name": "N'Yaga",
            "quote": {
                "text": "— Tu, N'Yaga! — La voce della donna schioccò come la corda di un arco.\n — Prendi le erbe e medica le ferite del tuo padrone! Voialtri, portate a bordo il bottino, e tagliamo i grappini.\n Conan si sedette con la schiena contro la murata di poppa, mentre il vecchio sciamano gli curava le ferite alle mani e alle gambe, e il carico della sfortunata Argus veniva rapidamente trasferito sulla Tigre e ammassato in piccole cabine sotto il ponte.",
                "origin": "La Regina della Costa Nera"
            }
        },
        "nameless-horror": {
            "name": "Orrore senza nome"
        },
        "winged-one": {
            "name": "Terrore Alato"
        },
        "baal-pteor": {
            "name": "Baal Pteor",
            "quote": {
                "text": "— La tua testa, Cimmero! — esclamò Baal-pteor in tono di scherno. — La prenderò a mani nude, strappandotela dalle spalle come se fosse la testa di un pollo! Così i figli di Kosala offrono sacrifici a Yajur. Barbaro, tu vedi davanti a te uno strangolatore di Yota-pong. Sono stato prescelto dai sacerdoti di Yajur quand'ero ancora bambino, e durante l'infanzia, l'adolescenza e la giovinezza sono stato addestrato nell'arte di uccidere a mani nude, perché solo così si devono compiere i sacrifici. Yajur ama il sangue, e noi non sprechiamo una sola goccia delle vene della vittima... Ti spezzerò il collo con queste mani, barbaro!",
                "origin": "Ombre a Zamboula"
            }
        },
        "conan-the-conqueror": {
            "name": "Conan",
            "subname": "il Conquistatore",
            "quote": {
                "text": "Che cosa io so dei modi civili, d'oro, inganni,\nMenzogne, io che son nato in una terra spoglia\nE vissi sotto il cielo? L'abilità sottile\nDel parlare sofista fallisce quando canta\nLa gran spada fidata; correte a morte cani\nBastardi, che fui uomo prim'ancora che sire.",
                "origin": "La Fenice sulla Lama"
            }
        },
        "kull": {
            "name": "Re Kull"
        },
        "brule": {
            "name": "Brule"
        },
        "asgrim": {
            "name": "Asgrim"
        },
        "aslaug": {
            "name": "Aslaug"
        },
        "bragi": {
            "name": "Bragi"
        },
        "brunhilde": {
            "name": "Brunhilde"
        },
        "gullveig": {
            "name": "Gullveig"
        },
        "hialmar": {
            "name": "Hialmar"
        },
        "horsa": {
            "name": "Horsa"
        },
        "heimdul": {
            "name": "Heimdul"
        },
        "hrym": {
            "name": "Hrym"
        },
        "lagertha": {
            "name": "Lagertha"
        },
        "osric": {
            "name": "Osric"
        },
        "rudd": {
            "name": "Rudd"
        },
        "sonya": {
            "name": "Sonya"
        },
        "thorfinn": {
            "name": "Thorfinn"
        },
        "tostig": {
            "name": "Tostig"
        },
        "wulfhere": {
            "name": "Wulfhere"
        },
        "zelata-wanderer": {
            "name": "Zelata",
            "subname": "La Zingara"
        }
    }
}
    