{
    "list": {
        "belit": {
            "name": "Bêlit",
            "quote": {
                "text": "Bêlit turned toward Conan, her bosom heaving, her eyes flashing. Fierce fingers of wonder caught at his heart. She was slender, yet formed like a goddess: at once lithe and voluptuous. Her only garment was a broad silken girdle. Her white ivory limbs and the ivory globes of her breasts drove a beat of fierce passion through the Cimmerian’s pulse, even in the panting fury of battle. Her rich black hair, black as a Stygian night, fell in rippling burnished clusters down her supple back. Her dark eyes burned on the Cimmerian.\nShe was untamed as a desert wind, supple and dangerous as a she-panther.",
                "origin": "Queen of the Black Coast"
            }
        },
        "conan": {
            "name": "Conan",
            "quote": {
                "text": "Arus saw a tall powerfully built youth, naked but for a loincloth, and sandals strapped high about his ankles. His skin was burned brown as by the suns of the wastelands, and Arus glanced nervously at the broad shoulders, massive chest and heavy arms. A single look at the moody, broad-browed features told the watchman that the man was no Nemedian. From under a mop of unruly black hair smoldered a pair of dangerous blue eyes. A long sword hung in a leather scabbard at his girdle.",
                "origin": "The God in the Bowl"
            }
        },
        "hadrathus": {
            "name": "Hadrathus",
            "quote": {
                "text": "Hadrathus was a slim figure, masked in a black cloak with a hood. This the man threw back, disclosing a pale oval of a face, with calm, delicately chiseled features.\n“The followers of Asura have secret channels of knowledge.”\n“Men say the cult of Asura is a survival of the ancient Stygian serpent-worship. That is a lie. Our ancestors came from Vendhya, beyond the Sea of Vilayet and the blue Himelian mountains. We are sons of the East, not the South, and we have knowledge of all the wizards of the East, who are greater than the wizards of the West. And not one of them but would be a straw in the wind before the black might of Xaltotun.”\nHadrathus was as calm and self-possessed as ever, picking his way between rows of dead men and horses.",
                "origin": "The Hour of the Dragon"
            }
        },
        "shevatas": {
            "name": "Shevatas",
            "quote": {
                "text": "Shevatas was wiry and lithe, as became a master-thief of Zamora. His small round head was shaven, his only garment a loin-cloth of scarlet silk. Like all his race, he was very dark, his narrow vulture-like face set off by his keen black eyes. His long, slender and tapering fingers were quick and nervous as the wings of a moth. From a gold-scaled girdle hung a short, narrow, jewel-hilted sword in a sheath of ornamented leather. Shevatas handled the weapon with apparently exaggerated care. He even seemed to flinch away from the contact of the sheath with his naked thigh. Nor was his care without reason.\nThis was Shevatas, a thief among thieves, whose name was spoken with awe in the dives of the Maul and the dim shadowy recesses beneath the temples of Bel, and who lived in songs and myths for a thousand years. He was a far traveller and had looted the treasures of many kingdoms.",
                "origin": "Black Colossus"
            }
        },
        "amra-the-lion": {
            "name": "Amra The Lion",
            "quote": {
                "text": "It floated hazily, then leaped into startling clarity--a tall man, mightily shouldered and deep of chest, with a massive corded neck and heavily muscled limbs. He was clad in silk and velvet, with the royal lions of Aquilonia worked in gold upon his rich jupon, and the crown of Aquilonia shone on his square-cut black mane; but the great sword at his side seemed more natural to him than the regal accouterments. His brow was low and broad, his eyes a volcanic blue that smoldered as if with some inner fire. His dark, scarred, almost sinister face was that of a fighting-man, and his velvet garments could not conceal the hard, dangerous lines of his limbs.",
                "origin": "The Hour of the Dragon"
            }
        },
        "ngora": {
            "name": "N'Gora",
            "quote": {
                "text": "He could see the details of the pirate plainly now. The rowers were protected by a line of raised mantelets along the sides, but the warriors dancing on the narrow deck were in full view. These were painted and plumed, and mostly naked, brandishing spears and spotted shields. (...) Conan halted suddenly, his warriors freezing into basaltic statues. In the tense silence that followed, the Cimmerian shook his head irritably. “Go ahead,” he grunted to a sub-chief, N’Gora.",
                "origin": "Queen of the Black Coast"
            }
        },
        "valeria": {
            "name": "Valeria",
            "quote": {
                "text": "She was tall, full-bosomed and large-limbed, with compact shoulders. Her whole figure reflected an unusual strength, without detracting from the femininity of her appearance. She was all woman, in spite of her bearing and her garments. Instead of a skirt she wore short, wide-legged silk breeches, which ceased a hand’s breadth short of her knees, and were upheld by a wide silken sash worn as a girdle. Flaring-topped boots of soft leather came almost to her knees, and a low-necked, wide-collared, wide-sleeved silk shirt completed her costume. There was the color of the sea in her wide eyes. And that was as it should have been, because this was Valeria of the Red Brotherhood, whose deeds are celebrated in song and ballad wherever seafarers gather.\n“Why won’t men let me live a man’s life?”\n“No living man could disarm Valeria of the Brotherhood with his bare hands.”",
                "origin": "Red Nails"
            }
        },
        "zelata": {
            "name": "Zelata",
            "quote": {
                "text": "The old woman stood straight and tall before him, and in spite of her ragged garb, her features, clear-cut and aquiline, and her keen black eyes, were not those of a common peasant woman. She called to the wolf and it trotted to her side like a great dog and rubbed its giant shoulder against her knee, while it gazed at Conan with great green lambent eyes. Absently she laid her hand upon its mighty neck, and so the two stood regarding the king of Aquilonia. He found their steady gaze disquieting, though there was no hostility in it.\n“Crom!” muttered Conan, staring at the old woman. “Are you a magician, too?”\n“I am Zelata,” she said. “The people of the valleys call me a witch.”",
                "origin": "The Hour of the Dragon"
            }
        },
        "amboola": {
            "name": "Amboola",
            "quote": {
                "text": "Amboola awakened slowly, his senses still sluggish from the wine he had guzzled the night before. For a muddled moment he could not remember where he was; the moonlight, streaming, through the barred window, shone on unfamiliar surroundings. Then he remembered that he was lying in the upper cell of the prison where the anger of Tananda, sister to the king of Kush, had consigned him. It was no ordinary cell, for even Tananda had not dared to go too far in her punishment of the commander of the black spearmen which were the strength of Kush's army.",
                "origin": "Unfinished story"
            }
        },
        "balthus": {
            "name": "Balthus",
            "quote": {
                "text": "He was a young man of medium height, with an open countenance and a mop of tousled tawny hair unconfined by cap or helmet. His garb was common enough for that country – a coarse tunic, belted at the waist, short leather breeches beneath, and soft buckskin boots that came short of the knee. A knife-hilt jutted from one boot-top. The broad leather belt supported a short, heavy sword and a buckskin pouch. There was no perturbation in the wide eyes that scanned the green walls which fringed the trail. Though not tall, he was well built, and the arms that the short wide sleeves of the tunic left bare were thick with corded muscle.",
                "origin": "Beyond the Black River"
            }
        },
        "conan-general": {
            "name": "Conan",
            "subname": "The General",
            "quote": {
                "text": "At her command they brought harness to replace Conan's chain-mail – gorget, sollerets, cuirass, pauldrons, jambes, cuisses and sallet. When Yasmela again drew the curtains, a Conan in burnished steel stood before his audience. Clad in the platearmor, vizor lifted and dark face shadowed by the black plumes that nodded above his helmet, there was a grim impressiveness about him that even Thespides grudgingly noted. A jest died suddenly on Amalric's lips.\n\"By Mitra,\" said he slowly, \"I never expected to see you cased in coat-armor, but you do not put it to shame. By my fingerbones, Conan, I have seen kings who wore their harness less regally than you!\"",
                "origin": "Black Colossus"
            }
        },
        "conan-mercenary": {
            "name": "Conan",
            "subname": "Mercenary",
            "quote": {
                "text": "The stranger stood there with his back to the mast, eyes narrowed alertly, sword ready. The shipman eyed him steadily, careful not to make any move toward the long knife in his belt. He saw a tall powerfully built figure in a black scalemail hauberk, burnished greaves and a blue-steel helmet from which jutted bull's horns highly polished. From the mailed shoulders fell the scarlet cloak, blowing in the sea-wind. A broad shagreen belt with a golden buckle held the scabbard of the broadsword he bore. Under the horned helmet a square-cut black mane contrasted with smoldering blue eyes",
                "origin": "Queen of the Black Coast"
            }
        },
        "conan-wanderer": {
            "name": "Conan",
            "subname": "The Wanderer",
            "quote": {
                "text": "He saw a tall, strongly made youth standing beside him. This person was as much out of place in that den as a gray wolf among mangy rats of the gutters. His cheap tunic could not conceal the hard, rangy lines of his powerful frame, the broad heavy shoulders, the massive chest, lean waist and heavy arms. His skin was brown from outland suns, his eyes blue and smoldering; a shock of tousled black hair crowned his broad forehead. From his girdle hung a sword in a worn leather scabbard.",
                "origin": "The Tower of the Elephant"
            }
        },
        "conan-warlord": {
            "name": "Conan",
            "subname": "Warlord",
            "quote": {
                "text": "He stood facing her, his hand on the long hilt that jutted forward from beneath the scarlet cloak which flowed carelessly from his mailed shoulders. The torchlight glinted dully on the polished blue steel of his greaves and basinet. A more baleful fire glittered bluely in his eyes. At first glance she saw he was no Kothian; when he spoke she knew he was no Hyborian. He was clad like a captain of the mercenaries, and in that desperate command there were men of many lands, barbarians as well as civilized foreigners. There was a wolfishness about this warrior that marked the barbarian. The eyes of no civilized man, however wild or criminal, ever blazed with such a fire. Wine scented his breath, but he neither staggered nor stammered.",
                "origin": "Black Colossus"
            }
        },
        "kerim-shah": {
            "name": "Kerim Shah",
            "quote": {
                "text": "The man shrugged his broad shoulders and turned back into the arabesque chamber. He was a tall man, compactly built, and richly clad. (…)\nI, whom the Kshatriyas know as Kerim Shah, a prince from Iranistan, am no greater a masquerader than most men. They are all traitors in one way or another, and half of them know not whom they serve. There at least I have no doubts; for I serve King Yezdigerd of Turan.",
                "origin": "The People of the Black Circle"
            }
        },
        "olgerd-vladislav": {
            "name": "Olgerd Vladislav",
            "quote": {
                "text": "Shaking the sweat and blood from his eyes, Conan saw four horsemen sitting their steeds in the twilight and staring up at him. Three were lean, white-robed hawks, Zuagir tribesmen without a doubt, nomads from beyond the river. The other was dressed like them in a white, girdled khalat and a flowing head-dress which, banded about the temples with a triple circlet of braided camelhair, fell to his shoulders. But he was not a Shemite. The dust was not so thick, nor Conan's hawk-like sight so clouded, that he could not perceive the man's facial characteristics. He was as tall as Conan, though not so heavy-limbed. His shoulders were broad and his supple figure was hard as steel and whalebone. A short black beard did not altogether mask the aggressive jut of his lean jaw, and gray eyes cold and piercing as a sword gleamed from the shadow of the kafieh.",
                "origin": "A Witch shall be born"
            }
        },
        "pallantides": {
            "name": "Pallantides",
            "quote": {
                "text": "Pallantides hastened from the pavilion, clanking in the armor he had donned at midnight after a few hours' sleep. (…) A tall warrior in gleaming armor couched his lance and charged to meet the lord of Tor. They met like a thunderclap. The Nemedian's lance, striking his foe's helmet, snapped bolts and rivets and tore off the casque, revealing the features of Pallantides. But the Aquilonian's lance head crashed through shield and breastplate to transfix the baron's heart.",
                "origin": "The Hour of the Dragon"
            }
        },
        "pelias": {
            "name": "Pelias",
            "quote": {
                "text": "Conan stared, spellbound; then a sound brought him round, sword lifted. The freed man was on his feet, surveying him. Conan gaped in wonder. No longer were the eyes in the worn face expressionless. Dark and meditative, they were alive with intelligence, and the expression of imbecility had dropped from the face like a mask. The head was narrow and well-formed, with a high splendid forehead. The whole build of the man was aristocratic, evident no less in his tall slender frame than in his small trim feet and hands. His first words were strange and startling.",
                "origin": "The Scarlet Citadel"
            }
        },
        "savage-belit": {
            "name": "Savage Bêlit",
            "quote": {
                "text": "Bêlit turned toward Conan, her bosom heaving, her eyes flashing. Fierce fingers of wonder caught at his heart. She was slender, yet formed like a goddess: at once lithe and voluptuous. Her only garment was a broad silken girdle. Her white ivory limbs and the ivory globes of her breasts drove a beat of fierce passion through the Cimmerian’s pulse, even in the panting fury of battle. Her rich black hair, black as a Stygian night, fell in rippling burnished clusters down her supple back. Her dark eyes burned on the Cimmerian.\nShe was untamed as a desert wind, supple and dangerous as a she-panther.",
                "origin": "Queen of the Black Coast"
            }
        },
        "taurus": {
            "name": "Taurus",
            "quote": {
                "text": "Taurus was tall as the Cimmerian, and heavier; he was big-bellied and fat, but his every movement betokened a subtle dynamic magnetism, which was reflected in the keen eyes that glinted vitally, even in the starlight. He was barefooted and carried a coil of what looked like a thin, strong rope, knotted at regular intervals.",
                "origin": "The Tower of the Elephant"
            }
        },
        "constantius": {
            "name": "Constantius",
            "quote": {
                "text": "Constantius, whom men called Falcon, was tall, broad-shouldered, slim-waisted, lithe and strong as pliant steel. He was handsome in an aquiline, ruthless way. His face was burnt dark by the sun, and his hair, which grew far back from his high, narrow forehead, was black as a raven. His dark eyes were penetrating and alert, the hardness of his thin lips not softened by his thin black mustache. His boots were of Kordavan leather, his hose and doublet of plain, dark silk, tarnished with the wear of the camps and the stains of armor rust.",
                "origin": "A Witch shall be born"
            }
        },
        "skuthus": {
            "name": "Skuthus",
            "quote": {
                "text": "My necromantic knowledge is greater than the sum of all the knowledge of other men. How could the priests of Set known that the Heart has come southward? Yet the tought was no more fantastic than the necromancy that could slay an armed man by the touch of an open, empty hand. Necromancy is not accomplished by the waving of a wand.",
                "origin": "The Hour of the Dragon"
            }
        },
        "thak": {
            "name": "Thak",
            "quote": {
                "text": "“That is Thak,” said the priest. “Some would call him an ape, but he is almost as different from a real ape as he is different from a real man. His people dwell far to the east, in the mountains that fringe the eastern frontiers of Zamora.”\nMurilo shuddered at the sight of the great black hands, thickly grown with hair that was almost fur-like. The body was thick, broad and stooped. The unnaturally wide shoulders had burst the scarlet gown, and on these shoulders Murilo noted the same thick growth of black hair. The face peering from the scarlet hood was utterly bestial, and yet Murilo realized that Nabonidus spoke truth when he said that Thak was not wholly a beast. There was something in the red murky eyes, something in the creature’s clumsy posture, something in the whole appearance of the thing that set it apart from the truly animal. That monstrous body housed a brain and soul that were just budding awfully into something vaguely human. Murilo stood aghast as he recognized a faint and hideous kinship between his kind and that squatting monstrosity, and he was nauseated by a fleeting realization of the abysses of bellowing bestiality up through which humanity had painfully toiled. ",
                "origin": "Rogues in the House"
            }
        },
        "zaporavo": {
            "name": "Zaporavo",
            "quote": {
                "text": "He was a tall man, tall as Conan, though of leaner build. Framed in his steel morion his face was dark, saturnine and hawk-like, wherefore men called him the Hawk. His armor and garments were rich and ornate, after the fashion of a Zingaran grandee. His hand was never far from his sword-hilt.\nThere was little favor in the gaze he bent on Conan. Zaporavo toyed with his sword-hilt and scowled at his uninvited guest. Conan gave no hint of what his own thoughts might be.\n“You’ll work for your keep,” snarled the Hawk. “Get off the poop. And remember, the only law here is my will.”",
                "origin": "The Pool of the Black One"
            }
        },
        "zogar-sag": {
            "name": "Zogar Sag",
            "quote": {
                "text": "Balthus saw a lean figure of middle height, almost hidden in ostrich plumes set on a harness of leather and copper. From amidst the plumes peered a hideous and malevolent face. The plumes puzzled Balthus. They fluttered and rustled evilly as the shaman leaped and cavorted.\nWith fantastic bounds and prancings he entered the ring and whirled before his bound and silent captives. With another man it would have seemed ridiculous – a foolish savage prancing meaninglessly in a whirl of feathers. But that ferocious face glaring out from the billowing mass gave the scene a grim significance. No man with a face like that could seem ridiculous or like anything except the devil he was.\nSuddenly he froze to statuesque stillness; the plumes rippled once and sank about him. The howling warriors fell silent. Zogar Sag stood erect and motionless, and he seemed to increase in height – to grow and expand. Balthus experienced the illusion that the Pict was towering above him, staring contemptuously down from a great height.",
                "origin": "Beyond the Black River"
            }
        },
        "vanir-valkyrie": {
            "name": "Vanir Valkyrie",
            "quote": {
                "text": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                "origin": "The Phoenix on the Sword"
            }
        },
        "yogah-of-yag": {
            "name": "Yogah of Yag",
            "quote": {
                "text": "Smoke and exotic scent of incense floated up from a brazier on a golden tripod, and behind it sat an idol on a sort of marble couch. Conan stared aghast; the image had the body of a man, naked, and green in color; but the head was one of nightmare and madness. Too large for the human body, it had no attributes of humanity. Conan stared at the wide flaring ears, the curling proboscis, on either side of which stood white tusks tipped with round golden balls. The eyes were closed, as if in sleep.",
                "origin": "The Tower of the Elephant"
            }
        },
        "belit-the-princess": {
            "name": "Bêlit",
            "subname": "The Princess",
            "quote": {
                "text": "Bêlit turned toward Conan, her bosom heaving, her eyes flashing. Fierce fingers of wonder caught at his heart. She was slender, yet formed like a goddess: at once lithe and voluptuous. Her only garment was a broad silken girdle. Her white ivory limbs and the ivory globes of her breasts drove a beat of fierce passion through the Cimmerian’s pulse, even in the panting fury of battle. Her rich black hair, black as a Stygian night, fell in rippling burnished clusters down her supple back. Her dark eyes burned on the Cimmerian.\nShe was untamed as a desert wind, supple and dangerous as a she-panther.",
                "origin": "Queen of the Black Coast"
            }
        },
        "king-conan": {
            "name": "King Conan",
            "quote": {
                "text": "It floated hazily, then leaped into startling clarity--a tall man, mightily shouldered and deep of chest, with a massive corded neck and heavily muscled limbs. He was clad in silk and velvet, with the royal lions of Aquilonia worked in gold upon his rich jupon, and the crown of Aquilonia shone on his square-cut black mane; but the great sword at his side seemed more natural to him than the regal accouterments. His brow was low and broad, his eyes a volcanic blue that smoldered as if with some inner fire. His dark, scarred, almost sinister face was that of a fighting-man, and his velvet garments could not conceal the hard, dangerous lines of his limbs.",
                "origin": "The Hour of the Dragon"
            }
        },
        "belit-queen-of-the-black-coast": {
            "name": "Bêlit",
            "subname": "Queen of the Black Coast",
            "quote": {
                "text": "Bêlit turned toward Conan, her bosom heaving, her eyes flashing. Fierce fingers of wonder caught at his heart. She was slender, yet formed like a goddess: at once lithe and voluptuous. Her only garment was a broad silken girdle. Her white ivory limbs and the ivory globes of her breasts drove a beat of fierce passion through the Cimmerian’s pulse, even in the panting fury of battle. Her rich black hair, black as a Stygian night, fell in rippling burnished clusters down her supple back. Her dark eyes burned on the Cimmerian.\nShe was untamed as a desert wind, supple and dangerous as a she-panther.",
                "origin": "Queen of the Black Coast"
            }
        },
        "conan-the-thief": {
            "name": "Conan",
            "subname": "The Thief",
            "quote": {
                "text": "Olivia, staring up from the ground, saw what she took to be either a savage or a madman advancing on Shah Amurath in an attitude of deadly menace.\nHe was powerfully built, naked but for a girdled loincloth, which was stained with blood and crusted with dried mire. His black mane was matted with mud and clotted blood ; there were streaks of dried blood on his chest and limbs, dried blood on the long straight sword he gripped in his right hand. From under the tangle of his locks, bloodshot eyes glared like coals of blue fire. ",
                "origin": "Iron Shadows in The Moon"
            }
        },
        "taramis": {
            "name": "Taramis",
            "quote": {
                "text": "It was the sight of this face which froze the cry in Taramis’s throat. The features were her own! She might have been looking into a mirror which subtly altered her reflection, lending it a tigerish gleam of eye, a vindictive curl of lip.\n“Ishtar!” gasped Taramis. “I am bewitched!”\n“Bewitched? No, sweet sister!”\n“Sister? I have no sister.”\nSalome laughed fiercely, and slapped her bosom. Between her breasts shone a crescent, red as blood.\n“The mark of the witch!” cried Taramis, recoiling.\n“Aye! The curse of the kings of Khauran! They tell how the first queen of our line had traffic with a fiend of darkness and bore him a daughter who lives in foul legendry to this day. And thereafter in each century a girl baby was born with a scarlet half-moon between her breasts, that signified her destiny. ‘Every century a witch shall be born.’ So ran the ancient curse. And so it has come to pass.\n“Well, this world contains all I desire – power, and pomp, and glittering pageantry, handsome men and soft women for my paramours and my slaves. I have returned to take that to which I have as much right as you.”",
                "origin": "A Witch shall be Born"
            }
        },
        "valeria-warrior": {
            "name": "Valeria",
            "subname": "Warrior",
            "quote": {
                "text": "She was tall, full-bosomed and large-limbed, with compact shoulders. Her whole figure reflected an unusual strength, without detracting from the femininity of her appearance. She was all woman, in spite of her bearing and her garments. Instead of a skirt she wore short, wide-legged silk breeches, which ceased a hand’s breadth short of her knees, and were upheld by a wide silken sash worn as a girdle. Flaring-topped boots of soft leather came almost to her knees, and a low-necked, wide-collared, wide-sleeved silk shirt completed her costume. There was the color of the sea in her wide eyes. And that was as it should have been, because this was Valeria of the Red Brotherhood, whose deeds are celebrated in song and ballad wherever seafarers gather.\n“Why won’t men let me live a man’s life?”\n“No living man could disarm Valeria of the Brotherhood with his bare hands.”",
                "origin": "Red Nails"
            }
        },
        "niord": {
            "name": "Niord",
            "quote": {
                "text": "Conan opened his eyes and stared into the bearded faces that bent over him. He was surrounded by tall golden-haired warriors in mail and furs.",
                "origin": "The Frost Giant's Daughter"
            }
        },
        "shentu": {
            "name": "Shentu"
        },
        "ikhmet": {
            "name": "Ikhmet"
        },
        "octavia": {
            "name": "Octavia"
        },
        "othryades": {
            "name": "Othryades"
        },
        "afari": {
            "name": "Afari",
            "quote": {
                "text": "Tuthmes ! Let me in ! The devil is loose in Shumballa !” The door was opened, and the speaker burst into the room – a lean, wiry man in a white djebbeh, dark skinned, the whites of his eyes gleaming. He was met by Tuthmes, tall, slender, dusky, with the straight features of his caste. “What are you saying, Afari ?” Afari closed the door before he answered ; he was panting as if from a long run. He was shorter than Tuthmes, and the negroid was more predominant in his features. “Amboola ! He is dead! In the Red Tower !",
                "origin": "Untitled draft"
            }
        },
        "ghayoor": {
            "name": "Ghayoor"
        },
        "shafiah": {
            "name": "Shafiah"
        },
        "shubba": {
            "name": "Shubba"
        },
        "achilles": {
            "name": "Achilles"
        },
        "atalanta": {
            "name": "Atalanta"
        },
        "zenobia2": {
            "name": "Zenobia"
        },
        "nyaga2": {
            "name": "N'Yaga"
        },
        "heracles": {
            "name": "Heracles"
        },
        "leonidas": {
            "name": "Leonidas"
        },
        "odysseus": {
            "name": "Odysseus"
        },
        "conan-the-pirate": {
            "name": "Conan the Pirate",
            "quote": {
                "text": "Water ran in rivulets from his great shoulders and down his heavy arms. His single garment—a pair of bright crimson silk breeks— was soaking wet, as was his broad gold-buckled girdle and the sheathed sword it supported. As he stood at the rail, the rising sun etched him like a great bronze statue. He ran his fingers through his streaming black mane, and his blue eyes lit as they rested on the girl.",
                "origin": "Pool of the Black One"
            }
        },
        "zenobia": {
            "name": "Zenobia",
            "quote": {
                "text": "But I am no painted toy; I am of flesh and blood. I breathe, hate, fear, rejoice and love. And I have loved you, King Conan, ever since I saw you riding at the head of your knights along the streets of Belverus when you visited King Nimed, years ago. My heart tugged at its strings to leap from my bosom and fall in the dust of the street under your horse’s hoofs.”\nColor flooded her countenance as she spoke, but her dark eyes did not waver. Conan did not at once reply; wild and passionate and untamed he was, yet any but the most brutish of men must be touched with a certain awe or wonder at the baring of a woman’s naked soul.",
                "origin": "Hour of the Dragon"
            }
        },
        "gorm": {
            "name": "Gorm",
            "quote": {
                "text": "Gorm had behind him a heritage of a hundred thousand years of screaming savagery—the pad of the tiger was in his stealthy step, the grip of the gorilla in his black-nailed hands, the fire that burns in a leopard’s eyes burned in his.\nAnd Gorm, by virtue of this new craft, began to assert his dominance over other clans, partly by war, partly by craft and diplomacy, in which latter art he excelled all other barbarians.",
                "origin": "The Hyborian Age"
            }
        },
        "xaltotun": {
            "name": "Xaltotun",
            "quote": {
                "text": "In that light the figure seated in a silver, thronelike chair before him seemed unreal and fantastic, with an illusiveness of outline that was heightened by a filmy silken robe. But the features were distinct—unnaturally so in that uncertain light. It was almost as if a weird nimbus played about the man’s head, casting the bearded face into bold relief, so that it was the only definite and distinct reality in that mystic, ghostly chamber. It was a magnificent face, with strongly chiseled features of classical beauty. There was, indeed, something disquieting about the calm tranquility of its aspect, a suggestion of more than human knowledge, of a profound certitude beyond human assurance.",
                "origin": "Hour of the Dragon"
            }
        },
        "nyaga": {
            "name": "N'Yaga",
            "quote": {
                "text": "Ho, N’Yaga!” her voice twanged like a bowstring.\n“Fetch herbs and dress your master’s wounds! The rest of you bring aboard the plunder and cast off.”\nAs Conan sat with his back against the poop-rail, while the old shaman attended to the cuts on his hands and limbs, the cargo of the ill-fated Argus was quickly shifted aboard the Tigress and stored in small cabins below deck.",
                "origin": "Queen of the Black Coast"
            }
        },
        "nameless-horror": {
            "name": "Nameless Horror"
        },
        "winged-one": {
            "name": "Winged One"
        },
        "baal-pteor": {
            "name": "Baal Pteor",
            "quote": {
                "text": "Your head, Cimmerian!” taunted Baal-pteor. “I shall take it with my bare hands, twisting it from your shoulders as the head of a fowl is twisted! Thus the sons of Kosala offer sacrifice to Yajur. Barbarian, you look upon a strangler of Yotapong. I was chosen by the priests of Yajur in my infancy, and throughout childhood, boyhood and youth I trained in the art of slaying with the naked hands—for only thus are the sacrifices enacted. Yajur loves blood, and we waste not a drop from the victim’s veins...With my hands, barbarian, I shall break your neck!”",
                "origin": "Shadows in Zamboula"
            }
        },
        "conan-the-conqueror": {
            "name": "Conan",
            "subname": "the Conqueror",
            "quote": {
                "text": "What do I know of cultured ways, the gilt, the craft and the lie? I, who was born in a naked land and bred in the open sky. The subtle tongue, the sophist guile, they fail when the broadswords sing; Rush in and die, dogs—I was a man before I was a king.”",
                "origin": "The Phoenix on the Sword"
            }
        },
        "kull": {
            "name": "King Kull"
        },
        "brule": {
            "name": "Brule"
        },
        "asgrim": {
            "name": "Asgrim"
        },
        "aslaug": {
            "name": "Aslaug"
        },
        "bragi": {
            "name": "Bragi"
        },
        "brunhilde": {
            "name": "Brunhilde"
        },
        "gullveig": {
            "name": "Gullveig"
        },
        "hialmar": {
            "name": "Hialmar"
        },
        "horsa": {
            "name": "Horsa"
        },
        "heimdul": {
            "name": "Heimdul"
        },
        "hrym": {
            "name": "Hrym"
        },
        "lagertha": {
            "name": "Lagertha"
        },
        "osric": {
            "name": "Osric"
        },
        "rudd": {
            "name": "Rudd"
        },
        "sonya": {
            "name": "Sonya"
        },
        "thorfinn": {
            "name": "Thorfinn"
        },
        "tostig": {
            "name": "Tostig"
        },
        "wulfhere": {
            "name": "Wulfhere"
        },
        "zelata-wanderer": {
            "name": "Zelata",
            "subname": "The Wanderer"
        }
    }
}
    