{
    "link": "https://the-overlord.net/index.php?/files/file/202-skill-game-aids/",
    "types": {
        "attack": {
            "title": "Attack"
        },
        "movement": {
            "title": "Movement"
        },
        "miscellaneous": {
            "title": "Miscellaneous"
        },
        "defense": {
            "title": "Defense"
        },
        "magic": {
            "title": "Magic"
        }
    },
    "list": {
        "reach": {
            "title": "Reach",
            "text": "You can perform a Melee Attack in an adjacent area in your line of sight if there is no obstacle (wall, door, bar, flap, etc.).",
            "clarification": "Reach requires units be on the same level. Connecting areas like stairs or the Fortress rock slides are considered to be at both the higher and lower levels. Attacking a unit at a different level, however, requires a Ranged Attack or Spell.\nThe only time Reach incurs an elevation bonus is if the special rules are used for the Inn game board."
        },
        "circular_strike": {
            "title": "Circular Strike",
            "text": "When you kill an enemy unit with a Melee Attack using a 2-handed weapon (i.e. Encumbrance value 3+), the excess damage is dealt to another enemy of your choice in the same area. If that unit is killed, repeat the process. Resolve each attack normally before proceeding with the next one.",
            "clarification": "If you have both Circular Strike and Precision Strike skills, you must choose which one you use before attacking.\nIN VERSUS MODE, the weapon condition does not apply, and the unit can always use this skill."
        },
        "ambidextrous": {
            "title": "Ambidextrous",
            "text": "You can perform a Melee Attack with two 1-handed weapons (i.e. Encumbrance values 2 or less) and add their bonuses. Cannot be used to perform a Guard action.",
            "clarification": "IN VERSUS MODE, you may reroll 1 attack die for free."
        },
        "constriction": {
            "title": "Constriction",
            "text": "When you attack, if you roll 2 or more successes on any die, move your target towards you, so that the bases of both miniatures touch. As long as you remain in the same area, the target considers you to have the Blocking skill. A unit with Evasive ignores Constriction’s Blocking effect, but not the damage from the attack.",
            "clarification": " If you have both Constriction and Reach skills, first move the target into your area, then resolve the attack."
        },
        "precision_strike": {
            "title": "Precision strike",
            "text": "When you perform a Melee Attack, your target’s defense power is decreased by 1.",
            "clarification": "If you have both Precision Strike and Circular Strike skills, you must choose which one you use before attacking."
        },
        "attack_from_beyond": {
            "title": "Attack from Beyond",
            "text": "When you die, you can perform one last free Melee Attack; roll {dice_red}{dice_red}{dice_red}. The weapon bonus and unarmed attack penalty do not apply.",
            "clarification": "You can target any unit within melee range.\nIN VERSUS MODE, the attack is {dice_yellow}{dice_yellow}."
        },
        "counterattack": {
            "title": "Counterattack",
            "text": "After you’ve survived a Melee Attack (whether damage was dealt or not), you can immediately counterattack your attacker with a free Melee Attack; roll {dice_red}. The weapon bonus and unarmed attack penalty do not apply.",
            "clarification": "You cannot counterattack a counterattack.\nIN SOLO/COOP MODE, for Overlord units, this skill works as in the Adventure Mode rules. For Heroes who possess this skill, they may only use it once per Overlord’s turn."
        },
        "elite_shooter": {
            "title": "Elite Shooter",
            "text": "When you perform a Ranged Attack, you are not affected by hindering. You also ignore your target’s Protected skill."
        },
        "precision_shot": {
            "title": "Precision Shot",
            "text": "When you perform a Ranged Attack, your target’s defense power is decreased by 1."
        },
        "blocking": {
            "title": "Blocking",
            "text": "Enemy units cannot move out of your area, except those with the Evasive, Flying, or Intangible skill.",
            "clarification": "IN SOLO/COOP MODE, for Overlord units, this skill works as in the Adventure Mode rules. For balancing purposes, a Hero who possesses this skill may not use it in this game mode."
        },
        "wall_wrecker": {
            "title": "Wall Wrecker",
            "text": "You can move across wooden walls and doors. Move to the other side of the wall, then place a Wall Wrecker token on it. The cost of this movement is increased by 2 movement points. There is now a line of sight between the two areas and there is no penalty for moving from one to the other.",
            "clarification": "Stone walls cannot be wrecked.\nIN SOLO/COOP MODE, Overlord units only use this skill when it allows them to reach the Target Hero more easily. If using this skill allows them to avoid any movement or attack restrictions imposed by non-Target Heroes, or gets them to the Target Hero’s area (or an area from which they can attack the Target Hero), they will use this skill. Otherwise, they will simply move to the Target Hero’s area for a Melee Attack or to the closest area from where they can make a Ranged Attack."
        },
        "evasive": {
            "title": "Evasive",
            "text": "You can move as if there were no enemy units in your area (thus ignoring the Blocking skill)."
        },
        "swimming": {
            "title": "Swimming",
            "text": "You can move into water areas. Moving out of a water area costs 1 extra movement point.",
            "clarification": "IN SOLO/COOP MODE, Overlord units only use this skill when it allows them to reach the Target Hero more easily. If using this skill allows them to avoid any movement or attack restrictions imposed by non-Target Heroes, or gets them to the Target Hero’s area (or an area from which they can attack the Target Hero), they will use this skill. Otherwise, they will simply move to the Target Hero’s area for a Melee Attack or to the closest area from where they can make a Ranged Attack."
        },
        "intangible": {
            "title": "Intangible",
            "text": "You can move through an obstacle (wall, door, flap, etc.) by spending movement points as though crossing a border. This movement is not affected by hindering, the Blocking skill, or elevation levels.",
            "clarification": "IN SOLO/COOP MODE, Overlord units only use this skill when it allows them to reach the Target Hero more easily. If using this skill allows them to avoid any movement or attack restrictions imposed by non-Target Heroes, or gets them to the Target Hero’s area (or an area from which they can attack the Target Hero), they will use this skill. Otherwise, they will simply move to the Target Hero’s area for a Melee Attack or to the closest area from where they can make a Ranged Attack."
        },
        "web_projection": {
            "title": "Web Projection",
            "text": "Instead of attacking normally, you can project a web onto your target. To do so, perform a Ranged Attack; roll {dice_orange}{dice_orange}{dice_orange}. If the attack power is higher than the defense power, the target places a Web token on their miniature and suffers no damage. The target cannot move, and must spend 4 movement points in one turn to discard the token.",
            "clarification": "If a Hero does not have enough movement points to discard a Web token (for any reason), the Hero may spend all their base movement points and pay for extra points up to their exertion limit. An Overlord unit may do the same to reach the 4 points required, even if the unit would not normally be able to reach 4 points.\nIN SOLO/COOP MODE, an Overlord unit simply uses all their base movement points to escape.\nIN SOLO/COOP MODE, Overlord units will use this skill whenever possible, unless the unit is affected by hindering."
        },
        "feline_grace": {
            "title": "Feline Grace",
            "text": "When you move out of an area, decrease the penalty by 1 movement point if the movement is affected by hindering."
        },
        "leap": {
            "title": "Leap",
            "text": "You can leap over areas specified in the scenario. Roll {dice_red}. If the number of successes rolled is equal to or higher than the leap area’s difficulty, the leap is successful. Spend 1 movement point per crossed area border. Leaping is not affected by hindering.",
            "clarification": "IN SOLO/COOP MODE, Overlord units only use this skill if the scenario gives rules for doing so."
        },
        "flying": {
            "title": "Flying",
            "text": "You can fly over the elements of the scenery. This movement is not affected by the scenery constraints or penalties, hindering, the Blocking skill, or elevation levels.",
            "clarification": "IN SOLO/COOP MODE, Overlord units only use this skill when it allows them to reach the Target Hero more easily. If using this skill allows them to avoid any movement or attack restrictions imposed by non-Target Heroes, or gets them to the Target Hero’s area (or an area from which they can attack the Target Hero), they will use this skill. Otherwise, they will simply move to the Target Hero’s area for a Melee Attack or to the closest area from where they can make a Ranged Attack."
        },
        "climb": {
            "title": "Climb",
            "text": "You can move across area borders that require this skill.",
            "clarification": "IN SOLO/COOP MODE, Overlord units only use this skill if the scenario gives rules for doing so."
        },
        "alchemy": {
            "title": "Alchemy",
            "text": "This skill’s effect is specified in the scenario."
        },
        "leadership": {
            "title": "Leadership",
            "text": "You can activate an Ally miniature by moving 1 gem from your Reserve zone to your Fatigue zone. Activated Allies move and attack like Overlord units. Each Ally can be activated only once per turn.",
            "clarification": "IN SOLO/COOP MODE, Heroes who possess this skill may use it normally. Note: Overlord units do not target allies unless they cannot reach a Hero for a Melee or Ranged Attack.\nIN VERSUS MODE, the next tile activated this turn by the player controlling this unit costs 1 less gem."
        },
        "concentration": {
            "title": "Concentration",
            "text": "Your dice rolls are not affected by hindering."
        },
        "lock_picking": {
            "title": "Lock-picking",
            "text": "When you perform a complex Manipulation to pick a lock (door, chest, etc.), you roll an extra {dice_red}."
        },
        "fascination": {
            "title": "Fascination",
            "text": "You cannot be attacked by another unit, for any reason, unless you have first attacked it. You can still suffer damage from area attacks.",
            "clarification": "A unit cannot target, even with a spell, an enemy unit with Fascination for any reason until they attack the unit.\nUnless the scenario dictates otherwise, characters with Fascination can be damaged with area attacks.\nIN SOLO/COOP MODE, Overlord units only use this skill if the scenario outlines how they are to be used."
        },
        "horror": {
            "title": "Horror",
            "text": "Enemy units in your area have their exertion limits capped at 2, for their Melee Attack, Ranged Attack, Move and Manipulation spaces.",
            "clarification": "IN VERSUS MODE, you may force enemies in the same area to reroll 1 attack die. The result can not be rerolled."
        },
        "jinx": {
            "title": "Jinx",
            "text": "Enemy units in your area cannot perform any reroll (Reroll action or free reroll).",
            "clarification": "IN SOLO/COOP MODE, For Overlord units, this skill works as in the Adventure Mode rules. Heroes who possess this skill may use it normally, but it may create a significant advantage. Use it at the players’ discretion."
        },
        "poison": {
            "title": "Poison",
            "text": "This skill’s effect is specified in the scenario.",
            "clarification": "IN SOLO/COOP MODE, unless a scenario defines Poison’s effects, use these rules: When a unit with Poison attacks a Hero, instead of suffering damage, the Hero must place a number of Poison tokens equal to the amount of damage either on the Melee Attack space or the Move space of their Hero sheet. Each Poison token on an action space reduces by 1 the exertion limit of that action. When both exertion limits are reduced to zero, that Hero immediately dies. If additional Poison tokens are needed, you can use any other token to represent them.\nIN VERSUS MODE, Instead of inflicting damage, you may choose to remove the base movement value of the target. In this case, lay the target’s miniature down. The miniature can still be attacked and defend itself. During the target’s next activation, stand up its miniature and the target has a base movement value of zero."
        },
        "support": {
            "title": "Support",
            "text": "Friendly units in your area can reroll a single die for free, each time they perform an action, even if that die has already been rerolled for free.",
            "clarification": "IN SOLO/COOP MODE, for Overlord units, this skill works the same as the reroll rules and works in addition to any reroll symbols on the tile’s attack value(s). For the Heroes, it works as in the Adventure Mode rules."
        },
        "sacrifice": {
            "title": "Sacrifice",
            "text": "When a friendly unit in your area is attacked, before the dice are rolled, you may choose to be attacked instead. You can use your Armor, but cannot Guard.",
            "clarification": "IN SOLO/COOP MODE, Overlord units only use this skill if the scenario outlines how they are to be used."
        },
        "protected": {
            "title": "Protected",
            "text": "You cannot be attacked if there is one or more friendly units in your area who do not also have the Protected skill. You can still suffer damage from area attacks.",
            "clarification": "IN SOLO/COOP MODE, for Overlord units, this skill works as in the Adventure Mode rules. For balancing purposes, a Hero who possesses this skill may not use it in this game mode."
        },
        "untouchable": {
            "title": "Untouchable",
            "text": "When a Ranged Attack is performed against you, your defense power is increased by 1."
        },
        "bodyguard": {
            "title": "Bodyguard",
            "text": "When a friendly unit in your area is attacked, you can parry (i.e. perform a Guard action with a weapon or a shield) instead of that unit. Add the successes rolled to that unit’s Armor. When using this skill, you replace the targeted unit’s Guard action, but not their Armor, and they suffer any damage.",
            "clarification": "You cannot dodge instead of the targeted unit.\nIN SOLO/COOP MODE, Overlord units only use this skill if the scenario outlines how they are to be used.\nIN VERSUS MODE, using this skill adds 1 success to their defense power against Melee Attacks."
        },
        "spell_caster": {
            "title": "Spell Caster",
            "text": "You can use the Spell cards in your possession. If you lose this skill (because of Encumbrance for example), any active spells remain active for their specified duration.",
            "clarification": "IN SOLO/COOP MODE, Overlord units only use this skill if the scenario outlines how they are to be used. Indeed, some scenarios provide rules for how an Overlord unit must cast a spell."
        }
    }
}
