{
    "link": "https://the-overlord.net/index.php?/files/file/143-conan-schede-aiuto-abilit%C3%A0/&do=download&csrfKey=13ba91465f0a9eabcc05c76aca3e785f",
    "types": {
        "attack": {
            "title": "Attacco"
        },
        "movement": {
            "title": "Movimento"
        },
        "miscellaneous": {
            "title": "Miste"
        },
        "defense": {
            "title": "Difesa"
        },
        "magic": {
            "title": "Magiche"
        }
    },
    "list": {
        "reach": {
            "title": "Allungo",
            "text": "Il personaggio può attaccare in Mischia un nemico in linea di vista in un'area adiacente se tra le due aree non sono presenti ostacoli (muri, porte, barriere, tende, ecc).",
            "clarification": "Per utilizzare Allungo, le unità devono trovarsi allo stesso livello. Le aree di transizione tra livelli differenti - come le scale della Locanda o le aree franate del Forte - sono considerate essere contemporaneamente allo stesso livello delle aree che congiungono. Per attaccare un'unità che si trova su un altro livello, bisogna quindi effettuare un attacco a Distanza oppure ricorrere a un Incantesimo.\nAllungo non conferisce bonus di soprelevazione tranne nel caso delle regola speciale dei banconi e tavoli della Locanda."
        },
        "circular_strike": {
            "title": "Colpo circolare",
            "text": "Quando questo personaggio uccide in un attacco in Mischia un personaggio nemico con la propria arma a due mani, i danni in eccesso dell'attacco vengono assegnati a un altro personaggio nemico nella stessa (se questo personaggio viene ucciso, si continui l'assegnazione al successivo personaggio). L'attaccante decide l'ordine di assegnazione tra i nemici. Si risolvano gli attacchi normalmente (determinazione del potere dell'attacco, potere della difesa, ecc) sul singono nemico prima di procedere al successivo se ci sono ancora dei danni da assegnare.",
            "clarification": "Se un personaggio ha anche l'abilità Colpo Preciso, il giocatore, prima di lanciare i dadi, deve scegliere se utilizzare Colpo Preciso o Colpo Circolare."
        },
        "ambidextrous": {
            "title": "Ambidestro",
            "text": "Quando questo personaggio effettua un attacco in Mischia, Il personaggio può sommare i bonus di due delle sue armi a una mano per attaccare. Non può usarle entrambe in difesa."
        },
        "constriction": {
            "title": "Costrizione",
            "text": "Una volta determinato il potere d'attacco di questo personaggio, se uno qualsiasi dei suoi dadi mostra 2 o più simboli, muovi il difensore a contatto di base con l'attaccante. Fin quando i due modelli restano nella stessa area, il difensore tratta l'attaccante come se quest'ultimo avesse l'abilità Bloccare. Un personaggio con l'abilità Inafferrabile ignora gli effetti di Costrizione, ma non il danno associato all'attacco.",
            "clarification": "Se un'unità ha le abilità Costrizione e Allungo, Costrizione gli permette di spostare il bersaglio da un'area a un'altra. È il movimento associato a Costrizione che viene effettuato per primo. Perciò, un'unità alleata che possiede le abilità Guardia del Corpo o Supporto dovrà già trovarsi nell'area dell'attaccante affinché si possano applicare gli effetti della sua abilità."
        },
        "precision_strike": {
            "title": "Colpo preciso",
            "text": "Quando un personaggio con questa abilità effettua un attacco in Mischia, automaticamente riduce il potere di difesa del nemico di 1.",
            "clarification": "Se un personaggio ha anche l'abilità Colpo Circolare, il giocatore, prima di lanciare i dadi, deve scegliere se utilizzare Colpo Preciso o Colpo Circolare."
        },
        "attack_from_beyond": {
            "title": "Ritorno dall'Aldilà",
            "text": "Quando questo personaggio muore, prima che il modello sia rimosso dal tabellone, egli effettua un ultimo attacco in Mischia con una potenza d'attacco pari a {dice_red}{dice_red}{dice_red}, senza nessuna penalità e nessun bonus dovuto alle armi."
        },
        "counterattack": {
            "title": "Contrattacco",
            "text": "Quando questo personaggio viene attaccato in Mischia, dopo che l'attacco è stato risolto (indipendentemente dall'assegnazione dei danni), se è ancora vivo può immediatamente contrattaccare tirando {dice_red} al posto dei normali dadi in attacco, senza nessuna penalità e senza nessun bonus dovuto alle armi."
        },
        "elite_shooter": {
            "title": "Tiratore scelto",
            "text": "Gli attacchi a Distanza di questo personaggio non sono affetti da intralcio e ignorano l'abilità Protetto."
        },
        "precision_shot": {
            "title": "Tiro di precisione",
            "text": "Quando questo personaggio effettua un attacco a Distanza, il valore dell'armatura del difensore, per questo attacco, è ridotto di 1."
        },
        "blocking": {
            "title": "Bloccare",
            "text": "Personaggi nemici che non hanno l'abilità Inafferrabile, non possono uscire dall'area occupata da questo personaggio."
        },
        "wall_wrecker": {
            "title": "Spacca Muri",
            "text": "Questo personaggio può spendere 2 punti movimento per muovere attraverso un muro di legno o una porta che separa due aree adiacenti. Piazza un segnalino \"Breccia\" sull'ostacolo, quindi muovi il  personaggio dall'altra parte del muro/porta abbattuto/a. Da adesso le due aree sono adiacenti: non c'è nessun malus per muoversi dall'una all'altra e tra esse la linea di vista è libera."
        },
        "evasive": {
            "title": "Inafferrabile",
            "text": "Questo personaggio ignora tutte le penalità al movimento dovute alla presenza di avversarsi nella sua area, anche se essi possiedono l'abilità Bloccare."
        },
        "swimming": {
            "title": "Nuotare",
            "text": "Questo personaggio può muoversi attraverso aree con l'acqua. Uscire da un'area con l'acqua costa un (1) punto movimento extra."
        },
        "intangible": {
            "title": "Intangibile",
            "text": "Questo personaggio può spendere un (1) punto movimento per muovere attraverso un ostacolo tra due aree come se l'ostacolo non esistesse. Quando si muove così il personaggio non è mai affetto da intralcio."
        },
        "web_projection": {
            "title": "Intrappolare",
            "text": "Al posto del suo normale attacco, questo personaggio può effettuare un attacco a Distanza tirando {dice_orange}{dice_orange}{dice_orange}, invece dei suoi normali dadi. Se il potere d'attacco è maggiore del potere di difesa, il nemico piazza un segnalino Ragnatela sul proprio modello senza subire alcun danno. Un personaggio Intrappolato non può muovere, ma può spendere 4 punti movimento in un unico turno per scartare il segnalino Ragnatela.",
            "clarification": "Se un'untà non ha sufficienti punti Movimento per liberarsi da una condizione di Intrappolato, un Eroe può sempre usare tutto il suo Movimento Base e aggiungere altri punti movimento senza superare il suo indice di saturazione. \nNella modalità Avventura, se un'unità dell'Overlord è intrappolata (in seguito all'uso di una Rete), l'Overlord può utilizzare il Movimento Base dell'unità e aggiungere delle gemme per raggiungere i 4 punti movimento necessari a liberarla, anche se l'unità normalmente non potrebbe avere 4 punti movimento. \nNella modalità Solo/Coop, l'Overlord spende semplicemente tutto il Movimento Base dell'unità."
        },
        "feline_grace": {
            "title": "Grazia felina",
            "text": "Il personaggio, nella sua area, ignora un (1) punto di penalità fornito da un eventuale intralcio."
        },
        "leap": {
            "title": "Saltare",
            "text": "Questo personaggio può saltare alcune aree definite nello scenario. Il personaggio tira {dice_red}: il salto riesce se il punteggio è uguale o superiore alla difficoltà indicata nell'area da saltare. Saltare costa un (1) punto movimento per ogni bordo attraversato. Ad esempio, quando salta da una nave all'altra, il personaggio deve spendere 2 punti movimento per saltare. Saltare non è affetto da intralcio."
        },
        "flying": {
            "title": "Volare",
            "text": "Questo personaggio può volare sugli elementi dello scenario. Volare permette di ignorare tutte le restrizioni e le penalità del terreno e ogni effetto dell'intralcio."
        },
        "climb": {
            "title": "Arrampicarsi",
            "text": "Questo personaggio può muovere attraverso i bordi delle aree che richiedono questa abilità, pagando il costo extra in punti movimento definito dallo scenario."
        },
        "alchemy": {
            "title": "Alchimia",
            "text": "Alchimia è un'abilità generica che può essere utilizzata in alcuni scenari."
        },
        "leadership": {
            "title": "Comando",
            "text": "Per ogni gemma spesa, l'Eroe può attivare uno dei suoi Alleati. Un Alleato attivato può muovere e attaccare come un'unità. Il personaggio con Comando non può attivare un proprio Alleato più di una volta per turno."
        },
        "concentration": {
            "title": "Concentrazione",
            "text": "Il personaggio ignora tutte le penalità dovute all'intralcio per tutte le azioni che necessitano di un lancio di dadi."
        },
        "lock_picking": {
            "title": "Scassinare",
            "text": "Ogni volta che il personaggio effettua una Manipolazione complessa per scassinare una serratura, egli ha un bonus di {dice_red}."
        },
        "fascination": {
            "title": "Fascinazione",
            "text": "Il personaggio con questa abilità non può essere attaccato da un altro personaggio a meno che non sia il personaggio con Fascinazione ad attaccarlo per primo.",
            "clarification": "Un'unità non può mai scegliere come bersaglio un'unità nemica dotata anch'essa di Fascinazione, qualsiasi sia la ragione a meno che quest'ultima non l'attacchi. \nSalvo eccezioni nello scenario, i personaggi dotati di Fascinazione possono subire danni causati da attacchi ad area."
        },
        "horror": {
            "title": "Orrore",
            "text": "Il personaggio ha un aspetto così spaventoso che genera terrore nei suoi avversari. Ogni nemico che si trova nella sua area avrà il livello massimo delle sue caratteristiche (attacco in Mischia, attacco a Distanza, Movimento e Manipolazione) limitato a 2 (fatta eccezione per Difesa e Rilancio)."
        },
        "jinx": {
            "title": "Menagramo",
            "text": "Ogni rilancio (sia pagato che gratuito) non è permesso nell'area occupata da un nemico con questa abilità."
        },
        "poison": {
            "title": "Velenoso",
            "text": "Velenoso è un'abilità generica che può essere utilizzata in alcuni scenari."
        },
        "support": {
            "title": "Supporto",
            "text": "I personaggi amici che si trovano nella stessa area del personaggio che possiede questa abilità, beneficiano di un rilancio gratuito per ogni loro azione effettuata. L'abilità Supporto permette il rilancio di un solo dado anche se il dado è già stato rilanciato gratuitamente (eccezione della regola a pagina 22)."
        },
        "sacrifice": {
            "title": "Sacrificio",
            "text": "Il personaggio può decidere, prima del lancio dei dadi, di subire l'attacco al posto del bersaglio designato. Chi ha Sacrificio non può di contro né parare, né schivare. Non può utilizzare che la propria Armatura per difendersi. Questo personaggio subisce tutti i danni causati dall'attacco al posto del bersaglio designato."
        },
        "protected": {
            "title": "Protetto",
            "text": "Questo personaggio può essere attaccato solo da attacchi ad area fintantoché è presente un personaggio amico senza l'abilità Protetto nella sua area. Due o più personaggi con questa abilità non possono proteggersi a vicenda."
        },
        "untouchable": {
            "title": "Intoccabile",
            "text": "Il personaggio con questa abilità ignora il primo successo di un attacco a Distanza condotto verso di lui."
        },
        "bodyguard": {
            "title": "Guardia del corpo",
            "text": "Il personaggio può parare (ovvero utilizzare dell'equipaggiamento per difendere come uno Scudo per esempio) gli attacchi rivolti verso i personaggi amici che occupano la sua stessa area. Non può schivare. L'uso dell'abilità rimpiazza il bonus di Difesa del bersaglio ma non quello della sua Armatura. É comunque il bersaglio designato a subire gli eventuali danni non parati."
        },
        "spell_caster": {
            "title": "Mago",
            "text": "Il personaggio è in grado di utilizzare le carte incantesimo a sua disposizione, spendendo le gemme da queste richieste. Quando un personaggio perde questa abilità (a causa del proprio ingombro, ad esempio), gli incantesimi già attivi restano tali per la durata descritta nell'incantesimo."
        }
    }
}
