{
    "link": null,
    "types": {
        "attack" : {
            "title": "Attack"
        },
        "movement": {
            "title": "Movement"
        },
        "miscellaneous": {
            "title": "Miscellaneous"
        },
        "defense": {
            "title": "Defense"
        },
        "magic": {
            "title": "Magic"
        }
    },
    "list": {
        "reach": {
            "title": "Reach",
            "text": "This character can attack a character in an adjacent area with a line of sight, with a Melee Attack if there is no obstacle (wall, door, bar, flap, etc.) between the characters’ areas.",
            "clarification": "Reach requires units be on the same level. Connecting areas like stairs or the Fortress rock slides are considered to be at both the higher and lower levels. Attacking a unit at a different level, however, requires a Ranged Attack or Spel\nThe only time Reach incurs an elevation bonus is if the special rules are used for the Inn game board."
        },
        "circular_strike": {
            "title": "Circular Strike",
            "text": "When this character kills an enemy character with a 2-handed Melee Attack, another enemy character in the same area suffers the excess damage from the attack (if that character is killed, repeat the process). The attacker decides the order in which damage is dealt to defending enemies. Resolve the attack normally (determining attack power, defense power, etc.) on one enemy before proceeding with the next one if there is still damage left to be dealt.",
            "clarification": "If someone has also Precision Strike, The player must choose if they are making a Precision Strike or a Circular Strike before they roll."
        },
        "ambidextrous": {
            "title": "Ambidextrous",
            "text": "When this character performs a Melee Attack, the character can choose 2 of their 1-handed weapon cards to attack with. Cannot be used to perform a Guard action."
        },
        "constriction": {
            "title": "Constriction",
            "text": "When this character's attack power is determined, if any die shows 2 or more symbols, move the defender’s model close to the attacker’s one so their bases touch. As long as they remain in the same area, the defender treats the attacker as thought the attacker has Blocking. A character with Evasive ignores Constriction’s Blocking effect, but not the damage from the attack.",
            "clarification": "If a unit has Constriction and Reach, Constriction can possibly move the target from one area to another. The movement from Constriction happens first. Thus, an Allied unit with Bodyguard or Support would already need to be in the attacker’s area for the skill’s effects to apply."
        },
        "precision_strike": {
            "title": "Precision strike",
            "text": "When a character with this skill performs a Melee Attack, they automatically reduce the defender’s defense power by 1.",
            "clarification": "If someone has also Circular Strike, The player must choose if they are making a Precision Strike or a Circular Strike before they roll."
        },
        "attack_from_beyond": {
            "title": "Attack from Beyond",
            "text": "When his character dies, before the model is removed from the board, the character may perform a free unarmed Melee Attack, rolling {dice_red}{dice_red}{dice_red} instead of their normal dice (the character ignores penalties from unarmed attacks and cannot benefit from Melee Attack bonuses from weapons)."
        },
        "counterattack": {
            "title": "Counterattack",
            "text": "When a character attacks this character with a Melee Attack, after the attack is resolved (whether damage was dealt or not), this character (if still alive) may immediately counterattack that character with a free unarmed Melee Attack, rolling {dice_red} instead of their normal die (the character ignores penalties from unarmed attacks and cannot benefit from Melee Attack bonuses from weapons)."
        },
        "elite_shooter": {
            "title": "Elite Shooter",
            "text": "This character’s Ranged Attacks are not affected by hindering and ignore Protected."
        },
        "precision_shot": {
            "title": "Precision Shot",
            "text": "When this character performs a Ranged Attack, the defender’s armor value is reduced by 1 for that attack."
        },
        "blocking": {
            "title": "Blocking",
            "text": "Enemy characters without Evasive cannot move out of this character's area."
        },
        "wall_wrecker": {
            "title": "Wall Wrecker",
            "text": "This character can spend 2 movement points to move across a wooden wall or door from one area to an adjacent area, and place a \"Wall Wrecker\" token on that obstacle. Then they immediately move to the other side of the wall they just wrecked. From now on, the two areas are adjacent, there is no penalty for moving from one to the other, and they have line of sight on each other."
        },
        "evasive": {
            "title": "Evasive",
            "text": "This character can move as if there were no enemy characters in the character's area."
        },
        "swimming": {
            "title": "Swimming",
            "text": "This character can move into water areas. Moving out of a water area cost 1 extra movement point."
        },
        "intangible": {
            "title": "Intangible",
            "text": "This character can spend 1 movement point to move across an obstacle from 1 area to an adjacent area. This character's movement is not affected by hindering."
        },
        "web_projection": {
            "title": "Web Projection",
            "text": "Instead of their normal attack, this character can perform a Ranged Attack, rolling {dice_orange}{dice_orange}{dice_orange} instead of their normal die. If the attack power is higher than the defense power, the defender places a web token on their model and suffers no damage. A character with a web token cannot move, but can spend 4 movement points to discard the token.",
            "clarification": "If a unit doesn’t have enough movement points to escape because they have been poisoned, a hero may escape by spending all of their free movement points and all points up to their exertion limit.\n In Adventure Mode, if an Overlord tile is caught in a web (by use of the Net item), the Overlord may use the unit’s free movement points and gems to reach the 4 points to escape, even if the unit would not normally be able to reach 4 movement points.\nIn Solo/Coop Mode, the Overlord tile simply uses all free movement points to escape."
        },
        "feline_grace": {
            "title": "Feline Grace",
            "text": "Moving cost this character 1 fewer movement point if the movement is affected by hindering."
        },
        "leap": {
            "title": "Leap",
            "text": "This character can leap over areas defined by the scenario. The character rolls {dice_red}, the leap is successful if the die shows symbols equal to or higher than the leap area's difficulty. Leaping costs 1 movement point per crossed area border. For example, when leaping from one ship to another, a character must spend 2 movement points to leap. Leaping is not affected by hindering."
        },
        "flying": {
            "title": "Flying",
            "text": "This character can fly over the elements of the scenery. Flight ignores the movement contraints and penalties of the terrain, and is not affected by hindering."
        },
        "climb": {
            "title": "Climb",
            "text": "This character can move across borders of areas that require this skill, paying the extra movement cost defined by the scenario."
        },
        "alchemy": {
            "title": "Alchemy",
            "text": "This skill's effect is defined by the scenario."
        },
        "leadership": {
            "title": "Leadership",
            "text": "This hero can move 1 gem from their Reserve zone to their Fatigue zone to activate an ally. Activated allies move and attack like units. Each ally can be activated only once per turn."
        },
        "concentration": {
            "title": "Concentration",
            "text": "This character's dice rolls are not affected by hindering."
        },
        "lock_picking": {
            "title": "Lock-picking",
            "text": "This character can rolls an extra {dice_red} when picking a lock."
        },
        "fascination": {
            "title": "Fascination",
            "text": "A character with this skill cannot be attacked by another character unless that character has been previously attacked by the character with Fascination.",
            "clarification": "A unit cannot target, even with a spell, an enemy unit with Fascination for any reason until they attack the unit.\nUnless the scenario dictates otherwise, characters with Fascination can be damaged with area attacks."
        },
        "horror": {
            "title": "Horror",
            "text": "The exertion limit of Melee Attack, Ranged Attack, Move and Manipulation actions of enemy characters in this character's area is 2."
        },
        "jinx": {
            "title": "Jinx",
            "text": "Reroll actions and free rerolls are not allowed in the area occupied by an enemy with this skill."
        },
        "poison": {
            "title": "Poison",
            "text": "This skill's effect is defined by the scenario."
        },
        "support": {
            "title": "Support",
            "text": "This skill allows friendly characters in the same zone as this character to reroll a single die for free, each time they perform an action, even if that die has already been rerolled (exception to the rule on page 22)."
        },
        "sacrifice": {
            "title": "Sacrifice",
            "text": "When a friendly character in this character's area is attacked, before the die are rolled, this character may choose to be attacked instead. This character cannot Guard for that defense and can only use their Armor. That character suffers any damage from the attack to prevent the character who was initially attacked from suffering damage."
        },
        "protected": {
            "title": "Protected",
            "text": "This character can be attacked only with area attacks if there is a friendly character without Protected in their area. Two or more characters with this skill cannot protect each other."
        },
        "untouchable": {
            "title": "Untouchable",
            "text": "A character with this skill ignores the first rolled symbol when defending against a Ranged Attack."
        },
        "bodyguard": {
            "title": "Bodyguard",
            "text": "When a friendly character in this character's area defends, this character can parry (i.e. use an equipment card to defend against that attack, like a shield) instead of that character's Guard action, adding the symbols shown on the dice to the character defense power. They cannot dodge (see page 11) to defend a friendly character. Any damage is dealt to the character who was initially attacked, not the character using Bodyguard."
        },
        "spell_caster": {
            "title": "Spell Caster",
            "text": "This character can have and cast spells. Whenever the character loses the skill (because of encumbrance for example), any active spell remain active for their specified duration."
        }
    }
}
