{
    "list": [
        {
            "id": "belit",
            "name": {
                "fr": "Bêlit",
                "en": "Bêlit"
            }, 
            "quote": {
                "text": {
                    "fr": "Elle se tourna vers Conan. Sa poitrine se soulevait et ses yeux brillaient. Le Cimmérien fut saisi par une surprise teintée d’émerveillement. Elle avait un corps de déesse, élancé, tout à la fois souple et voluptueux. Son unique vêtement était une large ceinture de soie. Ses membres à la blancheur d'ivoire et les globes d'albâtre de ses seins firent battre sauvagement le sang dans les veines du Cimmérien bien qu'il fût encore sous l'emprise de la furie de la bataille. Les cheveux de Bêlit, noirs et brillants - aussi noirs qu'une nuit stygienne- retombaient en cascade soyeuses sur son dos souple. Ses yeux noirs s'embrasèrent quand ils se posèrent sur le Cimmérien.\nElle était indomptable comme un vent du désert, aussi souple et redoutable qu'une panthère. ",
                    "en": "Bêlit turned toward Conan, her bosom heaving, her eyes flashing. Fierce fingers of wonder caught at his heart. She was slender, yet formed like a goddess: at once lithe and voluptuous. Her only garment was a broad silken girdle. Her white ivory limbs and the ivory globes of her breasts drove a beat of fierce passion through the Cimmerian’s pulse, even in the panting fury of battle. Her rich black hair, black as a Stygian night, fell in rippling burnished clusters down her supple back. Her dark eyes burned on the Cimmerian.\nShe was untamed as a desert wind, supple and dangerous as a she-panther."
                },
                "origin": {
                    "fr": "La Reine de la Côte Noire",
                    "en": "Queen of the Black Coast"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
            
            "gems": 9,
            "encumbrance": [9, 7, 9],
             
            "melee": { "dice": "orange", "exertion": 4 },
            "ranged": { "dice": "yellow", "exertion": 3 },
            "defense": { "dice": "yellow" },
            "movement": { "base": 2, "exertion": 4 },
            "manipulation": { "dice": "orange", "exertion": 3 },
            
            "skills": [
                { "id": "swimming", "exertion": 6 },
                { "id": "leap", "exertion": 8 },
                { "id": "support" },
                { "id": "leadership" },
                { "id": "attack_from_beyond" }
            ],
             
            "image": "data/heroes/img/belit.png",
            "image_nice": "data/heroes/img/belit_image.png",
            "model": "belit",
            "origins": ["corebox", "stretchgoal", "king"] 
        }
    ]
}
