{
    "list": [
        {
            "id": "event",
            "name": {
                "fr": "",
                "en": "",
                "it": ""
            },
    
            "colors": ["gray"],
            "movement": "",
            "defense": "",
            "attacktype": "contact",
            "dices": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
    
            "image": "data/tiles/img/event-1.png",
            "imageHD": "data/tiles/img/event-1.png",
            "image_location": {"x":50, "y":50},
            "image_zoom": 100,
            "model": null,
            "origins": ["corebox", "stretchgoal", "king"]
        },
        
        {
            "id": "event",
            "name": {
                "fr": "",
                "en": "",
                "it": ""
            },
    
            "colors": ["gray"],
            "movement": "",
            "defense": "",
            "attacktype": "contact",
            "dices": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
    
            "image": "data/tiles/img/event-2.png",
            "imageHD": "data/tiles/img/event-2.png",
            "image_location": {"x":50, "y":50},
            "image_zoom": 100,
            "model": null,
            "origins": ["corebox", "stretchgoal", "king"]
        },
        
        {
            "id": "event",
            "name": {
                "fr": "",
                "en": "",
                "it": ""
            },
    
            "colors": ["gray"],
            "movement": "",
            "defense": "",
            "attacktype": "contact",
            "dices": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
    
            "image": "data/tiles/img/event-3.png",
            "imageHD": "data/tiles/img/event-3.png",
            "image_location": {"x":50, "y":50},
            "image_zoom": 100,
            "model": null,
            "origins": ["stretchgoal", "king"]
        },        
        
        {
            "id": "captain",
            "name": {
                "fr": "Capitaine",
                "en": "Captain",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/support", "1": "defense/sacrifice", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Les occupants de la forteresse gardèrent un moment les yeux rivés sur ce redoutable emblème, puis leurs regards se portèrent vers le sommet de la tour, où le maître du fort restait immobile, l'air sombre, sa cape claquant au vent autour de lui. (...) Un coup d'oeil en contrebas lui apprit que le portail avait été refermé et que le capitaine de ses hommes d'armes, étincelant dans sa cuirasse, faisait activer ses troupes vers leurs positions respectives, certains en hauteur sur le chemin de garde, d'autres restant en bas près des meurtrières. Il massait le gros de ses hommes le long de la palissade ouest, au milieu de laquelle se trouvait le portail.",
                    "en": "The people within the stockade stared wildly at that dread emblem ; then all eyes turned up toward the tower, where the master of the fort stood somberly, his cloak whipping about him in the wind. (...) A glance below showed him that the massive gates had been closed, and that the captain of his men-at-arms, gleaming in steel, was directing his men to their stations, some to the ledges, some to the lower loop-holes. He was massing his main strength along the western wall, in the midst of which was the gate.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Maraudeur Noir",
                    "en": "The Black Stranger",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/captain.png",
            "imageHD": "data/tiles/img/captain_hd.png",
            "image_location": {"x":52, "y":54},
            "image_zoom": 117,
            "model": "captain",
            "origins": ["corebox", "stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "skuthus",
            "name": {
                "fr": "Skuthus",
                "en": "Skuthus",
                "it": "Skuthus"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "yellow", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "magic/spell_caster", "1": "defense/protected", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Ma nécromancie est plus grande que la somme des connaissances de tous les hommes réunis. Comment les prêtres de Set avaient-ils pu savoir que le Coeur était arrivé par le sud ? Et pourtant ce n'était pas plus incroyable qu'une nécromancie permettant de tuer un homme armé rien qu'en le touchant de la paume de la main. Ce n'est pas en agitant une baguette magique que l'on peut accomplir une telle nécromancie.",
                    "en": "My necromantic knowledge is greater than the sum of all the knowledge of other men. How could the priests of Set known that the Heart has come southward? Yet the tought was no more fantastic than the necromancy that could slay an armed man by the touch of an open, empty hand. Necromancy is not accomplished by the waving of a wand.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L'heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
                
            "image": "data/tiles/img/skuthus.png",
            "imageHD": "data/tiles/img/skuthus_hd.png",
            "image_location": {"x":66, "y":56},
            "image_zoom": 65,
            "model": "skuthus",
            "origins": ["corebox", "stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "thalis",
            "name": {
                "fr": "Thalis",
                "en": "Thalis",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "yellowreroll", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/fascination", "1": "miscellaneous/support", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "image": "data/tiles/img/princess.png",
            "imageHD": "data/tiles/img/princess_hd.png",
            "image_location": {"x":64, "y":56},
            "image_zoom": 72,
            "model": "princess",
            "origins": ["corebox", "stretchgoal", "king"]
        },
    
        {
            "id": "zogar-sag",
            "name": {
                "fr": "Zogar Sag",
                "en": "Zogar Sag",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "orangereroll", "1": "orangereroll", "2": "none", "3": "none" },
            "skills": { "0": "magic/spell_caster", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Balthus aperçut une forme mince et de taille moyenne, presque entièrement recouverte de plumes d'autruches fixées sur un harnachement de cuir et de cuivre. Entre les plumes apparaissait un visage hideux et maléfique. Les plumes intriguèrent Balthus. Il savait qu'elles provenaient d'un endroit situé à un demi-monde au sud. Elles s'agitaient et bruissaient au rythme des bonds et des déhanchements du chaman, produisant un son hideux. {...} Mais le visage féroce qui se détachait de cette masse ondoyante donnait au spectacle une signification sinistre. Aucun homme ayant un tel visage ne pouvait paraître ridicule ou évoquer autre chose que la créature démoniaque qu'il était.",
                    "en": "Balthus saw a lean figure of middle height, almost hidden in ostrich plumes set on a harness of leather and copper. From amidst the plumes peered a hideous and malevolent face. The plumes puzzled Balthus. They fluttered and rustled evilly as the shaman leaped and cavorted.\nWith fantastic bounds and prancings he entered the ring and whirled before his bound and silent captives. With another man it would have seemed ridiculous – a foolish savage prancing meaninglessly in a whirl of feathers. But that ferocious face glaring out from the billowing mass gave the scene a grim significance. No man with a face like that could seem ridiculous or like anything except the devil he was.\nSuddenly he froze to statuesque stillness; the plumes rippled once and sank about him. The howling warriors fell silent. Zogar Sag stood erect and motionless, and he seemed to increase in height – to grow and expand. Balthus experienced the illusion that the Pict was towering above him, staring contemptuously down from a great height.",
                    "it": "Balthus scorse un uomo magro, di media statura, quasi nascosto dalle piume di struzzo fissate a una bardatura di cuoio e di rame. Tra le piume spiccava una faccia orrenda e malevola. Quelle piume destarono in Balthus un senso di stupore. Svolazzavano con un fruscio maligno mentre lo sciamano spiccava balzi e piroettava.\nA salti e passi di danza, entrò nel cerchio, turbinando davanti ai prigionieri ammutoliti. Un altro uomo sarebbe apparso ridicolo: un selvaggio che danzava assurdamente in un vortice di piume. Ma il volto feroce che spuntava nella massa ondeggiante conferiva alla scena un significato mostruoso. Un uomo con quella faccia non poteva apparire ridicolo: sembrava quel demonio che era in realtà.\nAll'improvviso si arrestò, in un'immobilità statuaria; le piume ondeggiarono ancora una volta e si afflosciarono intorno a lui. I guerrieri smisero di ululare. Zogar Sag rimase eretto, immoto, e parve diventare più alto... come se crescesse e si espandesse. Balthus ebbe l'illusione che il pitto torreggiasse sopra di lui, squadrandolo sprezzante da una grande altezza, anche se lui sapeva di essere più alto."
                },
                "origin": {
                    "fr": "Au-delà de la Rivière Noire",
                    "en": "Beyond the Black River",
                    "it": "Oltre il fiume Nero"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },

            "image": "data/tiles/img/zogar-sag.png",
            "imageHD": "data/tiles/img/zogar-sag_hd.png",
            "image_location": {"x":59, "y":41},
            "image_zoom": 96,
            "model": "zogar-sag",
            "origins": ["corebox", "stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "zaporavo",
            "name": {
                "fr": "Zaporavo",
                "en": "Zaporavo",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "redreroll", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/support", "1": "movement/leap", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "C'était un homme de grande taille, aussi grand que Conan, bien que moins puissamment bâti. Sous son casque d'acier, son visage était sombre, taciturne et rapace. C'est pourquoi certains l'appelaient« le Faucon». Sa cuirasse et ses vêtements étaient somptueux et richement décorés, comme il sied à un grand de Zingara. Sa main ne s'éloignait jamais de la garde de son épée.",
                    "en": "He was a tall man, tall as Conan, though of leaner build. Framed in his steel morion his face was dark, saturnine and hawk-like, wherefore men called him the Hawk. His armor and garments were rich and ornate, after the fashion of a Zingaran grandee. His hand was never far from his sword-hilt.\nThere was little favor in the gaze he bent on Conan. Zaporavo toyed with his sword-hilt and scowled at his uninvited guest. Conan gave no hint of what his own thoughts might be.\n“You’ll work for your keep,” snarled the Hawk. “Get off the poop. And remember, the only law here is my will.”",
                    "it": "Era un uomo alto, almeno quanto Conan, anche se meno massiccio. Il morione d'acciaio incorniciava il suo volto scuro, melanconico, da uccello da preda: per il suo volto, i suoi uomini lo chiamavano l'Avvoltoio. Indossava vesti e armatura riccamente adorni, secondo la moda della nobiltà zingarana. Non aveva mai allontanato la mano dall'elsa della spada.\nNon c'era molta benevolenza nello sguardo che posava su Conan. Zaporavo, giocherellava con l'elsa della spada e osservava accigliato l'ospite non invitato. Conan non lasciò trasparire traccia di quelli che potessero essere i suoi pensieri.\n“Lavorerai per la pagnotta” — ringhiò. — “Via dalla poppa! E ricordati: qui l'unica legge sono io.”"
                },
                "origin": {
                    "fr": "Le Bassin de l’homme noir",
                    "en": "The Pool of the Black One",
                    "it": "Lo stagno dei Neri"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/zaporavo.png",
            "imageHD": "data/tiles/img/zaporavo_hd.png",
            "image_location": {"x":63, "y":51},
            "image_zoom": 78,
            "model": "zaporavo",
            "origins": ["corebox", "stretchgoal", "king"],
            
            "count": 2
        },
    
        {
            "id": "dark-demon",
            "name": {
                "fr": "Démon Noir",
                "en": "Dark Demon",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "redreroll", "2": "redreroll", "3": "none" },
            "skills": { "0": "movement/blocking", "1": "miscellaneous/jinx", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Il y avait cependant quelque chose d'autre dans la pièce. Conan l'aperçut à travers les volutes de fumée ... une silhouette noire et monstrueuse, qui se découpait sur cette lueur infernale. Le contour en était vaguement humain, mais l'ombre projetée sur le mur en feu ne l'était pas du tout. {...} Le monstre noir se redressa, paraissant gigantesque sur les flammes, avec ses grands bras écartés ; un visage sinistre grimaça à travers les volutes de fumée, à moitié humain, à moitié démoniaque, et totalement horrible. Conan aperçut les cornes rapprochées, la gueule béante, les oreilles pointues ... La créature s'avançait vers lui à travers la fumée d'une démarche pesante...",
                    "en": "But there was something else in the hall. Conan saw it through the drifting smoke – a monstrous black figure, outlined against the hell-fire glare. That outline was vaguely human; but the shadow thrown on the burning wall was not human at all. (...) The black monster reared up, looming gigantic against the flame, great arms spread wide ; a dim face leered through the drifting smoke, semi-human, demoniac, altogether terrible – Conan glimpsed the close-set horns, the gaping mouth, the peaked ears – it was lumbering toward him through the smoke, and an old memory woke with desperation.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Maraudeur Noir",
                    "en": "The Black Stranger",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/dark-demon.png",
            "imageHD": "data/tiles/img/dark-demon_hd.png",
            "image_location": {"x":58, "y":46},
            "image_zoom": 132,
            "model": "dark-demon",
            "origins": ["corebox", "stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "giant-snake",
            "name": {
                "fr": "Serpent Géant",
                "en": "Giant Snake",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "orangereroll", "1": "orangereroll", "2": "orangereroll", "3": "none" },
            "skills": { "0": "movement/blocking", "1": "movement/wall_wrecker", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "C'était un serpent gigantesque, apparemment taillé dans une substance qui ressemblait à du jade. La moindre écaille était plus vraie que nature, et les couleurs iridescentes étaient reproduites à merveille. La grande tête triangulaire était à demi enfouie dans les replis de son corps sinueux, dissimulant à la vue du Cimmérien les yeux et la mâchoire de la bête. {...} Conan admira le tronc écaillé, aussi épais que sa cuisse et d'une longueur impressionnante et, curieux, tendit son bras pour toucher la chose. Son cœur faillit alors s'arrêter de battre. Son sang se glaça dans ses veines et les poils de sa nuque se hérissèrent. Ce n'était pas la surface polie et cassante du verre qu'il avait senti sous ses doigts, ni même du métal ou de la pierre, mais la substance souple et charnue d'une créature vivante.",
                    "en": "It was a gigantic snake, apparently carved of some jadelike substance. Each scale stood out as distinctly as in real life, and the iridescent colors were vividly reproduced. The great wedge-shaped head was half submerged in the folds of its trunk; so neither the eyes nor jaws were visible. (…) Conan admired the scaly torso, thick as his thigh and obviously of great length, and he reached out and laid a curious hand on the thing. And as he did so, his heart nearly stopped. An icy chill congealed the blood in his veins and lifted the short hair on his scalp. Under his hand there was not the smooth, brittle surface of glass or metal or stone, but the yielding, fibrous mass of a living thing.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Diable d'Airain",
                    "en": "The Devil in Iron",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/giant-snake.png",
            "imageHD": "data/tiles/img/giant-snake_hd.png",
            "image_location": {"x":45, "y":45},
            "image_zoom": 119,
            "model": "giant-snake",
            "origins": ["corebox", "stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "khosatral-khel",
            "name": {
                "fr": "Khosatral Khel",
                "en": "Khosatral Khel",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "12",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "red", "2": "red", "3": "none" },
            "skills": { "0": "movement/wall_wrecker", "1": "attack/circular_strike", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "La pièce était sombre et brumeuse et les cheveux de Conan se hérissèrent lorsqu'il aperçut une tête et une paire d'épaules gigantesques dans la pénombre. Il n'entendit aucun bruit de pas, mais la grande forme sombre se découpa rapidement avec de plus en plus de netteté jusqu'à ce que Conan perçoive les contours de sa silhouette. L'homme était vêtu de sandales, d'une jupe et d'une ample ceinture de cuir granuleux. Ses cheveux coupés au carré étaient retenus par un anneau doré. Le regard de Conan se porta sur l'envergure de ces épaules monstrueuses, la largeur de ce torse puissant, et la musculature impressionnante de ces membres et de ce torse. Son visage était dépourvu de faiblesse et de pitié. Ces yeux étaient des boules sombres de feu. Et Conan comprit qu'il s'agissait là de Khosatral Khel, l'ancienne créature des Abîmes, le dieu de Dagonia.",
                    "en": "Conan saw a head and a pair of gigantic shoulders grow out of the twilight gloom. There was no sound of footsteps, but the great dusky form grew more distinct until Conan recognized the figure of a man. He was clad in sandals, a skirt and a broad shagreen girdle. His square-cut mane was confined by a circlet of gold. Conan stared at the sweep of the monstrous shoulders, the breadth of swelling breast, the bands and ridges and clusters of muscles on torso and limbs. The face was without weakness and without mercy. The eyes were balls of dark fire. And Conan knew that this was Khosatral Khel, the ancient from the Abyss, the god of Dagonia.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Diable d’airain",
                    "en": "The Devil in Iron",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/khosatral-khel.png",
            "imageHD": "data/tiles/img/khosatral-khel_hd.png",
            "image_location": {"x":61, "y":61},
            "image_zoom": 108,
            "model": "khosatral-khel",
            "origins": ["corebox", "stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "outer-dark-demon",
            "name": {
                "fr": "Démon des Ténèbres",
                "en": "Outer Dark Demon",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "8",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "redreroll", "2": "none", "3": "none" },
            "skills": { "0": "movement/evasive", "1": "movement/flying", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Au début, très haut dans le ciel, elle aperçut un point noir parmi les étoiles. Ce point grandit, grossit, se rapprocha; cela se gonfla, prit l'apparence d'une chauve-souris. Cela grandissait toujours, mais sa forme ne changea plus guère d'aspect. Il planait au-dessus d'elle, au milieu des étoiles, puis tomba droit vers la terre en déployant ses ailes et recouvrit Livia de son ombre. {...} Ses ailes ressemblaient à celles d'une chauve-souris, mais son corps et le visage nébuleux qui la fixait ne ressemblaient à rien qui existât sur la terre, dans la mer ou dans le ciel. Elle comprit qu'elle contemplait l'horreur ultime, une souillure cosmique née des gouffres de l'espace aussi noirs que la nuit, comme n'auraient pu en concevoir même les rêves les plus délirants d'un dément.",
                    "en": "Livia saw a black dot among the stars, which grew and expanded; it neared her; it swelled to a bat; and still it grew, though its shape did not alter further to any great extent. It hovered over her in the stars, dropping plummet-like earthward, its great wings spread over her; she lay in its tenebrous shadow.\nNow it hung directly over her, and her soul shrivelled and grew chill and small at the sight. Its wings were bat-like; but its body and the dim face that gazed down upon her were like nothing of sea or earth or air; she knew she looked upon ultimate horror, upon black cosmic foulness born in night-black gulfs beyond the reach of a madman’s wildest dreams.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "La Vallée des Femmes perdues",
                    "en": "The Vale of Lost Women",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/outer-dark-demon.png",
            "imageHD": "data/tiles/img/outer-dark-demon_hd.png",
            "image_location": {"x":59, "y":45},
            "image_zoom": 100,
            "model": "outer-dark-demon",
            "origins": ["corebox", "stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "thak",
            "name": {
                "fr": "Thak",
                "en": "Thak",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "redreroll", "2": "none", "3": "none" },
            "skills": { "0": "movement/blocking", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "C'est Thak, répondit le prêtre tout en massant sa tempe. D'aucuns diraient que c'est un grand singe, mais il est presque aussi différent d'un singe qu'il l'est d'un être humain. Son peuple habite très loin à l'est, dans les montagnes qui bordent les frontières orientales de Zamora.\nMurilo regarda la créature à travers le miroir; elle était assise devant la porte close, attendant avec une patience monstrueuse. Il frissonna à la vue de ces grandes mains noires, recouvertes de poils qui ressemblaient à une sorte de pelage. Son corps était massif, large et voûté. Ses épaules, anormalement larges, avaient déchiré la robe écarlate et, en les apercevant, Murilo vit qu'elles étaient recouvertes du même pelage épais et noir. Le visage qui saillait de sous le capuchon rouge était d'une bestialité sans nom, et pourtant Murilo réalisa que Nabonidus disait la vérité quand il disait que Thak n'était pas vraiment une bête sauvage. Il y avait quelque chose au fond de ces yeux rouge sombre, dans la posture maladroite de la créature, quelque chose dans son apparence générale qui la différenciait du règne animal. Ce corps monstrueux abritait un cerveau et une âme qui commençaient tout juste à s'épanouir dans une humanité encore vague.",
                    "en": "“That is Thak,” said the priest. “Some would call him an ape, but he is almost as different from a real ape as he is different from a real man. His people dwell far to the east, in the mountains that fringe the eastern frontiers of Zamora.”\nMurilo shuddered at the sight of the great black hands, thickly grown with hair that was almost fur-like. The body was thick, broad and stooped. The unnaturally wide shoulders had burst the scarlet gown, and on these shoulders Murilo noted the same thick growth of black hair. The face peering from the scarlet hood was utterly bestial, and yet Murilo realized that Nabonidus spoke truth when he said that Thak was not wholly a beast. There was something in the red murky eyes, something in the creature’s clumsy posture, something in the whole appearance of the thing that set it apart from the truly animal. That monstrous body housed a brain and soul that were just budding awfully into something vaguely human. Murilo stood aghast as he recognized a faint and hideous kinship between his kind and that squatting monstrosity, and he was nauseated by a fleeting realization of the abysses of bellowing bestiality up through which humanity had painfully toiled. ",
                    "it": "“È Thak” — rispose il prete, accarezzandosi la tempia. — “Qualcuno lo definirebbe una scimmia, ma è differente da una vera scimmia quasi quanto lo è da un uomo. Il suo popolo abita nell'estremo oriente, nelle montagne che limitano le frontiere orientali della Zamora.”\nRabbrividì alla vista di quelle grandi mani nere ricoperte da una peluria fitta come una pelliccia. Il corpo era massiccio, ampio e incurvato. L'innaturale imponenza delle spalle aveva strappato la toga scarlatta e Murilo notò su di esse la stessa fioritura di folta peluria nera. La faccia che spuntava dal rosso cappuccio era completamente bestiale e tuttavia Murilo si rese conto che Nabonidus era nel vero affermando che Thak non era del tutto un animale. C'era qualcosa in quei tenebrosi occhi rossi, qualcosa nel rozzo atteggiamento della creatura, qualcosa nell'intero aspetto di quell'essere, che lo collocava fuori del regno animale. Quel corpo mostruoso ospitava un cervello e un'anima che stavano germogliando terribilmente in qualcosa di vagamente umano. Murilo rimase stupefatto nel ravvisare una debole e odiosa affinità tra la propria specie e quella mostruosità accovacciata e fu nauseato dalla fugace percezione degli abissi di urlante bestialità attraverso i quali l'umanità era faticosamente avanzata."
                },
                "origin": {
                    "fr": "La Maison aux trois bandits",
                    "en": "Rogues in the House",
                    "it": "Gli intrusi a palazzo"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/thak.png",
            "imageHD": "data/tiles/img/thak_hd.png",
            "image_location": {"x":60, "y":54},
            "image_zoom": 115,
            "model": "thak",
            "origins": ["corebox", "stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "belits-guards",
            "name": {
                "fr": "Gardes de Bêlit",
                "en": "Bêlit's Guards",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "orangereroll", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "defense/sacrifice", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "Contournant une longue péninsule apparut loin à tribord une longue forme mortelle, une galère serpentine et effilée dont le pont surélevé s'étendait de la proue à la poupe.Quarante rames de chaque côté la faisaient avancer rapidement sur l'eau ; la lisse basse était couverte de Noirs entièrement nus qui chantaient et frappaient leurs boucliers ovales avec leurs lances.",
                    "en": "It was just at sunrise when the lookout shouted a warning. Around the long point of an island off the starboard bow glided a long lethal shape, a slender serpentine galley, with a raised deck that ran from stem to stern. Forty oars on each side drove her swiftly through the water, and the low rail swarmed with naked blacks that chanted and clashed spears on oval shields. From the masthead floated a long crimson pennon.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "La Reine de la Côte Noire",
                    "en": "Queen of the Black Coast",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/belits-guards.png",
            "imageHD": "data/tiles/img/belits-guards_hd.png",
            "image_location": {"x":71, "y":52},
            "image_zoom": 136,
            "model": "belits-guards",
            "origins": ["corebox", "stretchgoal", "king"]
        },
    
        {
            "id": "princess",
            "name": {
                "fr": "Princesse",
                "en": "Princess",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "0",
            "attacktype": "contact",
            "dices": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
    
            "quote": {
                "text": {
                    "fr": "Dans l'intervalle, les rênes du pouvoir, en cette période difficile, avaient été confiées aux blanches mains de la jeune princesse Yasmela, la soeur du roi. Les ménestrels chantaient sa beauté à travers tout le monde occidental et l'orgueil d'une dynastie royale était sien. Mais cette nuit là, sa fierté avait glissé de ses épaules comme une cape. Dans sa chambre dont la voûte était un dôme en lapis-lazuli, dont le sol de marbre était recouvert de fourrures rares et les murs prodigues en frises dorées, dix jeunes femmes, filles de nobles, aux membres délicats chargés de bracelets et d'anneaux incrustés de gemmes, sommeillaient sur des couches de velours disposées tout autour du lit royal au baldaquin en or et aux rideaux de soie. Pourtant la princesse Yasmela n'était pas couchée dans ce lit de soie. Elle était prosternée, entièrement nue, son ventre souple et plat au contact du marbre froid, comme la plus humble des suppliantes. Ses cheveux noirs et épais tombaient en cascade sur ses blanches épaules, ses doigts longs et fins étaient entrelacés. Elle gisait sur les dalles et se tordait, sous le coup d'une terreur abjecte qui figeait le sang de ses veines et dilatait ses splendides yeux, qui faisait se dresser la racine de ses cheveux brillants et frémir son échine souple.",
                    "en": "Meanwhile, the rule of the struggling kingdom was in the white hands of young princess Yasmela, the king's sister.\nMinstrels sang her beauty throughout the western world, and the pride of a kingly dynasty was hers. But on that night her pride was dropped from her like a cloak. In her chamber whose ceiling was a lapis lazuli dome, whose marble floor was littered with rare furs, and whose walls were lavish with golden friezework, ten girls, daughters of nobles, their slender limbs weighted with gem-crusted armlets and anklets, slumbered on velvet couches about the royal bed with its golden dais and silken canopy. But princess Yasmela lolled not on that silken bed. She lay naked on her supple belly upon the bare marble like the most abased suppliant, her dark hair streaming over her white shoulders, her slender fingers intertwined. She lay and writhed in pure horror that froze the blood in her lithe limbs and dilated her beautiful eyes, that pricked the roots of her dark hair and made goose-flesh rise along her supple spine.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Colosse Noir",
                    "en": "Black Colossus",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/princess.png",
            "imageHD": "data/tiles/img/princess_hd.png",
            "image_location": {"x":64, "y":56},
            "image_zoom": 72,
            "model": "princess",
            "origins": ["corebox", "stretchgoal", "king"],
    
            "count": 1
        },
    
        {
            "id": "bossonian-archers",
            "name": {
                "fr": "Archers Bossoniens",
                "en": "Bossonian Archers",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "purple"],
            "movement": "2",
            "defense": "1",
            "attacktype": "ranged",
            "dices": { "0": "yellowreroll", "1": "yellowreroll", "2": "none", "3": "none" },
            "skills": { "0": "attack/elite_shooter", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "Les Bossoniens sont de taille moyenne et ont des traits réguliers. Leurs yeux sont marron ou gris, et ils sont mésocéphales.{...} Ce sont des défenseurs tenaces, et des siècles de guerre contre les barbares du Nord et de l'Ouest leur ont fait mettre au point des techniques de défense imparables, rendant impossible toute attaque frontale.\nOn aperçut des groupes de Bossoniens en mouvement aux abords des marches frontalières : des hommes trapus à l'air résolu, vêtus de brigandines et de casques de fer, leurs grands arcs à la main.",
                    "en": "The Bossonians are of medium height and complection, their eyes brown or grey, and they are mesocephalic.\nBands of Bossonians were seen moving along the edges of the marches : stocky, resolute men in brigandines and steel caps, with longbows in their hands.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L'Âge Hyborien - L'Heure du Dragon",
                    "en": "The Hyborian Age - The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/bossonian-archers.png",
            "imageHD": "data/tiles/img/bossonian-archers_hd.png",
            "image_location": {"x":54, "y":57},
            "image_zoom": 115,
            "model": "bossonian-archers",
            "origins": ["corebox", "stretchgoal", "king"]
        },

        {
            "id": "bossonian-guards",
            "name": {
                "fr": "Gardes Bossoniens",
                "en": "Bossonian Guards",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "blue", "green", "orange", "purple", "red"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "yellow", "2": "none", "3": "none" },
            "skills": { "0": "defense/sacrifice", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "Aucune infanterie n'était de taille à résister aux sauvages Gundermnen, dont les terres natales, la province la plus septentrionale de l'Aquilonie, n'était qu'à une journée de marche des frontières de la Cimmérie, de l'autre côté des Marches bossoniennes. Les Gundermen, nés pour la bataille et élevés dans le goût de celle-ci, avaient le sang le plus pur de tous les peuples hyboriens.\nLes Aquiloniens {...}. Leur puissance militaire reposait essentiellement sur leur cavalerie, des chevaliers en armure puissamment armés. Leurs piquiers et leurs lanciers étaient en majorité des hommes du Gunderland, tandis que les marches bossoniennes fournissaient la quasi-totalité de leurs archers.",
                    "en": "No infantry was a match for the wild Gundermen, whose homeland, the northern-most province of Aquilonia, was but a day’s ride across the Bossonian marches from the borders of Cimmeria, and who, born and bred to battle, were the purest blood of all the Hyborian peoples.\nAquilonians (...). In war they relied largely upon their cavalry, heavily armed knights. Their pikemen and spearmen were mainly Gundermen, while their archers were supplied from the Bossonian marches.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "La Citadelle Ecarlate - Notes sur divers peuples de l'Âge Hyborien",
                    "en": "The Scarlet Citadel - Notes on Various People of the Hyborian Age",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/bossonian-guards.png",
            "imageHD": "data/tiles/img/bossonian-guards_hd.png",
            "image_location": {"x":59, "y":54},
            "image_zoom": 122,
            "model": "bossonian-guards",
            "origins": ["corebox", "stretchgoal", "king"]
        },
    
        {
            "id": "hyenas",
            "name": {
                "fr": "Hyènes",
                "en": "Hyenas",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "5",
            "defense": "0",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "movement/evasive", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "Quelque chose bougea dans les ténèbres sous les arbres. Conan aperçut une tête et des épaules aux contours sombres et massifs se découper sous la lune naissante. De l'obscurité surgirent des formes sinistres ... elles s'approchèrent rapidement, en trottinant ... vingt hyènes mouchetées, énormes. Leurs crocs dégouttant de bave étincelaient dans la clarté lunaire ; leurs yeux flamboyaient comme jamais ceux d'un animal de ce monde n'ont brillé.",
                    "en": "Something moved in the blackness under the trees. Etched abruptly in the rising moon, Conan saw a darkly blocked-out head and shoulders, brutish in outline. And now from the shadows dark shapes came silently, swiftly, running low—twenty great spotted hyenas. Their slavering fangs flashed in the moonlight, their eyes blazed as no true beast's eyes ever blazed.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "La Reine de la Côte Noire",
                    "en": "Queen of the Black Coast",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/hyenas.png",
            "imageHD": "data/tiles/img/hyenas_hd.png",
            "image_location": {"x":74, "y":57},
            "image_zoom": 105,
            "model": "hyenas",
            "origins": ["corebox", "stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "pict-hunters",
            "name": {
                "fr": "Chasseurs Pictes",
                "en": "Pict Hunters",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "blue", "green", "orange", "red"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "yellowreroll", "1": "yellowreroll", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "Il était nu à l'exception d'un pagne, d'un collier de dents humaines et d'un bracelet de cuivre. Une courte épée était passée dans la ceinture qui retenait son pagne et une de ses mains agrippait toujours un puissant arc noir. Il avait les cheveux longs et noirs, mais le voyageur ne put rien dire d'autre sur sa tête, car son visage n'était plus qu'une bouillie de sang et de cervelle.",
                    "en": "he Picts are a white race too, in that they are not black nor brown nor yellow, but they are black-eyed and black-haired and dark of skin.\nI could not mistake the sound. Only one drum in the world makes just that deep, menacing, sullen thunder: a Pictish war-drum, in the hands of those wild painted savages who haunted the Wilderness beyond the border of the Westermarck.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Au-delà de la Rivière Noire",
                    "en": "Wolves Beyond the Border",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/pict-hunters.png",
            "imageHD": "data/tiles/img/pict-hunters_hd.png",
            "image_location": {"x":68, "y":49},
            "image_zoom": 111,
            "model": "pict-hunters",
            "origins": ["corebox", "stretchgoal", "king"]
        },
    
        {
            "id": "pirates",
            "name": {
                "fr": "Pirates",
                "en": "Pirates",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "blue", "green", "orange", "purple", "red"],
            "movement": "3",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "movement/swimming", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "Des pirates ! chuchota Conan, avec un sourire sévère sur ses minces lèvres. {...} Ils étaient environ soixante-dix, une horde sauvage composée d'hommes de nombreuses nations: Kothiens, Zamoriens, Brythuniens, Corinthiens, Shémites. Leurs traits reflétaient la sauvagerie de leurs moeurs. Beaucoup portaient la marque du fouet ou du fer rouge. Il y avait des oreilles coupées, des nez fendus en deux, des orbites béantes, des moignons de poignet ... blessures infligées par le bourreau autant que cicatrices résultant de batailles sanglantes. La plupart d'entre eux étaient à moitié nus, mais leurs quelques vêtements étaient de prix et élégants: jaquettes aux soutaches d'or, ceinturons de satin, braies de soie en lambeaux, maculées de goudron et de sang, le disputant avec leurs pièces de cuirasse en argent ciselé. Des gemmes étincelaient sur des anneaux de nez et des boucles d'oreilles, sur les pommeaux de leurs dagues.",
                    "en": "« Pirates! » whispered Conan, a grim smile on his thin lips. (…) There were some seventy of them, a wild horde made up of men from many nations: Kothians, Zamorians, Brythunians, Corinthians, Shemites. Their features reflected the wildness of their natures. Many bore the scars of the lash or the branding-iron. There were cropped ears, slit noses, gaping eye-sockets, stumps of wrists—marks of the hangman as well as scars of battle. Most of them were half naked, but the garments they wore were fine; gold-braided jackets, satin girdles, silken breeches, tattered, stained with tar and blood, vied with pieces of silver- chased armor. Jewels glittered in nose-rings and earrings, and in the hilts of their daggers.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Chimères de Fer dans la Clarté Lunaire",
                    "en": "Iron Shadows in the Moon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/pirates.png",
            "imageHD": "data/tiles/img/pirates_hd.png",
            "image_location": {"x":68, "y":55},
            "image_zoom": 91,
            "model": "pirates",
            "origins": ["corebox", "stretchgoal", "king"]
        },
    
        {
            "id": "thog-1",
            "name": {
                "fr": "Thog",
                "en": "Thog",
                "it": "Thog"
            },
    
            "colors": ["gray"],
            "movement": "1",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "redreroll", "2": "redreroll", "3": "none" },
            "skills": { "0": "movement/intangible", "1": "miscellaneous/horror", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Et Conan, glissant un regard sous sa chevelure embroussaillée, aperçut la blanche silhouette nue de Natala qui se tordait sous l'étreinte lubrique d'une ombre de cauchemar qui ne pouvait avoir été engendrée que par les fosses oubliées de l'enfer. La seule vue de cette forme terrifiante aurait pu glacer de peur le Cimmérien. {...} La chose semblait le mordre, le griffer, 1 'écraser et 1 'assommer tout à la fois. Il sentait des griffes et des serres lacérer sa chair. Des tentacules flasques, pourtant durs comme le fer, se refermèrent autour de ses membres et de son corps. Et, pire que tout, quelque chose ressemblant à une queue de scorpions s'abattait sans cesse sur ses épaules, son dos et sa poitrine, déchirant sa peau et versant dans ses veines un poison qui le brûlait comme un feu liquide.",
                    "en": "So Conan, glaring from under his tousled mane, saw the white naked figure of Natala writhing in the lustful grasp of a black nightmare shape that could have only been bred in the lost pits of hell. The sight of that awful shape alone might have frozen the Cimmerian with fear. (...) The thing seemed to be biting, clawing, crushing and clubbing him all at the same time. He felt fangs and talons rend his flesh; flabby cables that were yet hard as iron encircled his limbs and body, and worse than all, something like a whip of scorpions fell again and again across his shoulders, back and breast, tearing the skin and filling his veins with a poison that was like liquid fire.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Xuthal la crépusculaire",
                    "en": "Xuthal of the Dusk",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/thog.png",
            "imageHD": "data/tiles/img/thog_hd.png",
            "image_location": {"x":57, "y":53},
            "image_zoom": 122,
            "model": "thog",
            "origins": ["king"],
    
            "count": 2
        },
    
        {
            "id": "thog-2",
            "name": {
                "fr": "Thog",
                "en": "Thog",
                "it": "Thog"
            },
    
            "colors": ["gray"],
            "movement": "1",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "redreroll", "2": "redreroll", "3": "none" },
            "skills": { "0": "attack/constriction", "1": "miscellaneous/horror", "2": "none", "3": "none" },
            "reinforcement": "",
            
            "quote": {
                "text": {
                    "fr": "Et Conan, glissant un regard sous sa chevelure embroussaillée, aperçut la blanche silhouette nue de Natala qui se tordait sous l'étreinte lubrique d'une ombre de cauchemar qui ne pouvait avoir été engendrée que par les fosses oubliées de l'enfer. La seule vue de cette forme terrifiante aurait pu glacer de peur le Cimmérien. {...} La chose semblait le mordre, le griffer, 1 'écraser et 1 'assommer tout à la fois. Il sentait des griffes et des serres lacérer sa chair. Des tentacules flasques, pourtant durs comme le fer, se refermèrent autour de ses membres et de son corps. Et, pire que tout, quelque chose ressemblant à une queue de scorpions s'abattait sans cesse sur ses épaules, son dos et sa poitrine, déchirant sa peau et versant dans ses veines un poison qui le brûlait comme un feu liquide.",
                    "en": "So Conan, glaring from under his tousled mane, saw the white naked figure of Natala writhing in the lustful grasp of a black nightmare shape that could have only been bred in the lost pits of hell. The sight of that awful shape alone might have frozen the Cimmerian with fear. (...) The thing seemed to be biting, clawing, crushing and clubbing him all at the same time. He felt fangs and talons rend his flesh; flabby cables that were yet hard as iron encircled his limbs and body, and worse than all, something like a whip of scorpions fell again and again across his shoulders, back and breast, tearing the skin and filling his veins with a poison that was like liquid fire.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Xuthal la crépusculaire",
                    "en": "Xuthal of the Dusk",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/thog.png",
            "imageHD": "data/tiles/img/thog_hd.png",
            "image_location": {"x":57, "y":53},
            "image_zoom": 122,
            "model": "thog",
            "origins": ["king"],
    
            "count": 2
        },
    
        {
            "id": "conans-lion",
            "name": {
                "fr": "Lion de Conan",
                "en": "Conan’s Lion",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "4",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "red", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "movement/feline_grace", "2": "none", "3": "none" },
            "reinforcement": "4",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "image": "data/tiles/img/conans-lion.png",
            "imageHD": "data/tiles/img/conans-lion_hd.png",
            "image_location": {"x":56, "y":61},
            "image_zoom": 144,
            "model": "conans-lion",
            "origins": ["king"]
        },
    
        {
            "id": "zelatas-wolf",
            "name": {
                "fr": "Loup de Zelata",
                "en": "Zelata’s Wolf",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "5",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "defense/sacrifice", "2": "none", "3": "none" },
            "reinforcement": "4",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "A ce moment précis, une énorme chose velue jaillit à la vitesse de l'éclair, bondissant par-dessus le roi étendu à terre pour venir frapper le soldat en plein sur la poitrine. Le cri de triomphe se transforma en hurlement d'agonie. Conan se releva péniblement et vit que l'homme était mort, la gorge arrachée. Un grand loup gris se tenait au-dessus de lui, la tête penchée, reniflant le sang qui commençait à former une mare sur l'herbe.",
                    "en": "The Nemedian croaked in triumph and sprang forward, lifting his great sword with both hands over his right shoulder, as he braced his legs wide for the stroke—and then, over the prostrate king, something huge and hairy shot like a thunderbolt full on the soldier's breast, and his yelp of triumph changed to a shriek of death. Conan, scrambling up, saw the man lying dead with his throat torn out, and a great gray wolf stood over him, head sunk as it smelt the blood that formed a pool on the grass.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L'Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/zelatas-wolf.png",
            "imageHD": "data/tiles/img/zelatas-wolf_hd.png",
            "image_location": {"x":67, "y":59},
            "image_zoom": 115,
            "model": "giant-wolves",
            "origins": ["king"]
        },
    
        {
            "id": "mummies",
            "name": {
                "fr": "Momies",
                "en": "Mummies",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "blue", "green", "orange", "purple"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/jinx", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "2",
    
            "quote": {
                "text": {
                    "fr": "Dix des hommes de ce groupe étaient des prêtres et, bien qu'ils se soient débarrassés de leur masque, Conan savait qu'il s'agissait de ceux qu'il avait accompagnés jusqu'à la pyramide. Ils se tenaient autour d'un homme de grande taille et aux traits de rapace, à proximité d'un autel noir sur lequel était étendue une momie dans ses bandelettes en décomposition.",
                    "en": "Of this group ten were priests, and though they had discarded their masks Conan knew they were the priests he had accompanied to the pyramid. They stood before a tall, hawk-faced man beside a black altar on which lay a mummy in rotting swathings.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "The Hour of the Dragon",
                    "en": "L'Heure du Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/mummies.png",
            "imageHD": "data/tiles/img/mummies_hd.png",
            "image_location": {"x":58, "y":52},
            "image_zoom": 83,
            "model": "mummies",
            "origins": ["king"]
        },
    
        {
            "id": "skeletons",
            "name": {
                "fr": "Squelettes",
                "en": "Skeletons",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "orange", "blue", "green", "purple", "red"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "orangereroll", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "defense/sacrifice", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "Dans un des coins de la cellule, près de la porte par laquelle ils étaient entrés, un amas de chaînes rouillées pendait d'un grand anneau de fer enchâssé dans la pierre. Un squelette était pris dans celles-ci. Conan le regarda avec une certaine curiosité, notant l'état des os, dont la plupart étaient fendus et brisés, et sur lesquels toute trace de chair avait disparu. Le crâne, qui s'était détaché des vertèbres, était écrasé, comme si on lui avait assené un coup sauvage avec une force titanesque.",
                    "en": "In one corner of the dungeon, near the door through which they had entered, a cluster of rusty chains hung from a great iron ring set in the stone. In these chains a skeleton dangled. Conan glared at it with some curiosity, noticing the state of the bare bones, most of which were splintered and broken; the skull, which had fallen from the vertebrae, was crushed as if by some savage blow of tremendous force.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L'Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/skeletons.png",
            "imageHD": "data/tiles/img/skeletons_hd.png",
            "image_location": {"x":64, "y":50},
            "image_zoom": 123,
            "model": "skeletons",
            "origins": ["king"]
        },
    
        {
            "id": "ageera",
            "name": {
                "fr": "Ageera",
                "en": "Ageera",
                "it": "Ageera"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "magic/spell_caster", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Ensuite va dans Punt trouver le vieil Agara, l'inquisiteur. Ne lui dis pas de but en blanc que Tananda est à l'origine de cela, mais fais-le lui comprendre » (...) Les Noirs refluèrent en maugréant devant cette avance, et soudain une silhouette noire et décharnée sortit de la maison du diable. C'était le vieil Agara, vêtu seulement d'un pagne. Montrant Tananda du doigt, il hurla: - Elle ose venir ici, celle dont les mains sont rouges de sang ! Celle qui a assassiné Amboola !",
                    "en": "Then go into Punt and find old Ageera, the witch-finder. Do not tell him flatly that Tananda had this deed done, but hint at it. » (...) The blacks gave back sullenly before her advance, and suddenly, from the devil house came a lean black figure. It was old Ageera, clad only in a loin cloth. Pointing his finger at Tananda, he yelled : “There she rides, she whose hands are dipped in blood ! She who murdered Amboola!",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Histoire inachevée – sans titre",
                    "en": "Untitled draft",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/ageera.png",
            "imageHD": "data/tiles/img/ageera_hd.png",
            "image_location": {"x":67, "y":57},
            "image_zoom": 60,
            "model": "ageera",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "akivasha",
            "name": {
                "fr": "Akivasha",
                "en": "Akivasha",
                "it": "Akivasha"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orangereroll", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "attack/attack_from_beyond", "1": "magic/spell_caster", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Une jeune fille se tenait à l'entrée d'un tunnel étroit, les yeux rivés sur lui. Sa peau d'ivoire indiquait qu'elle appartenait à quelque ancienne famille de l'aristocratie stygienne. Comme toutes les femmes de sa caste, elle était grande, souple, avec un corps voluptueux. Ses cheveux tombaient en cascade sur ses épaules ; un rubis étincelait dans ses mèches noires. A' l'exception de ses sandales violettes et de la ceinture, large et incrustée de joyaux, qui enserrait sa taille, elle était totalement nue.",
                    "en": "Her ivory skin showed her to be Stygian of some ancient noble family, and like all such women she was tall, lithe, voluptuously figured, her hair a great pile of black foam, among which gleamed a sparkling ruby. But for her velvet sandals and broad jewel-crusted girdle about her supple waist she was quite nude.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L'Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/akivasha.png",
            "imageHD": "data/tiles/img/akivasha_hd.png",
            "image_location": {"x":66, "y":57},
            "image_zoom": 67,
            "model": "akivasha",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "constantius",
            "name": {
                "fr": "Constantius",
                "en": "Constantius",
                "it": "Constantius"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "attack/counterattack", "1": "miscellaneous/support", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Constantius, que l'on surnommait \"le Faucon\", était un homme de grande taille, aux épaules larges et à la taille fine, aussi souple et résistant qu'une lame d'acier flexible. C'était un bel homme dans son genre, avec ses traits de rapace impitoyable. Son visage était tanné par le soleil et ses cheveux, implantés très en arrière de son front haut et étroit, étaient d'un noir corbeau. Ses yeux sombres étaient pénétrants et vifs, et sa fine moustache noire ne parvenait pas à adoucir l'expression dure de ses lèvres fines. Ses bottes en cuir de Kordava, son pantalon et son pourpoint, de soie noire ordinaire, étaient ternis par l'usure liée à la vie dans un campement et par les taches de rouille dues à son armure.",
                    "en": "Constantius, whom men called Falcon, was tall, broad-shouldered, slim-waisted, lithe and strong as pliant steel. He was handsome in an aquiline, ruthless way. His face was burnt dark by the sun, and his hair, which grew far back from his high, narrow forehead, was black as a raven. His dark eyes were penetrating and alert, the hardness of his thin lips not softened by his thin black mustache. His boots were of Kordavan leather, his hose and doublet of plain, dark silk, tarnished with the wear of the camps and the stains of armor rust.",
                    "it": "Constantius, che gli uomini chiamavano Falco, era alto, con le spalle ampie e i fianchi snelli, agile e forte come l'acciaio. Aveva una sua bellezza grifagna e spietata. Il volto era brunito dal sole, e i capelli, ributtati all'indietro dalla fronte stretta ed alta, erano neri come l'ala d'un corvo. Gli occhi scuri erano penetranti e vigili, e la durezza delle labbra sottili era accentuata dai radi baffi neri. Gli stivali erano di cuoio kordavano, le calze e il farsetto di semplice seta scura, sciupati dall'usura degli accampamenti e dalla ruggine dell'armatura."
                },
                "origin": {
                    "fr": "Une Sorcière viendra au monde",
                    "en": "A Witch shall be born",
                    "it": "Nascerà una strega"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/constantius.png",
            "imageHD": "data/tiles/img/constantius_hd.png",
            "image_location": {"x":62, "y":58},
            "image_zoom": 112,
            "model": "constantius",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "gitara",
            "name": {
                "fr": "Gitara",
                "en": "Gitara",
                "it": "Gitara"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "yellowreroll", "1": "yellowreroll", "2": "yellowreroll", "3": "none" },
            "skills": { "0": "defense/sacrifice", "1": "movement/feline_grace", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "La jeune fille passa ses bras souples autour du cou de l'homme. Elle haletait, mais pas seulement du fait de son épuisement. Ses yeux étincelaient à la clarté des étoiles tels des joyaux noirs. Elle leva les yeux vers Khemsa, son visage tout proche du sien, mais s'il accepta son étreinte, il n'y répondit pas. (...) - Je t'aime! s'écria-t-elle impétueusement, enroulant son corps autour du sien à l'en faire vaciller et l'étranglant presque dans son étreinte passionnée. Je ferai de toi un roi !",
                    "en": "The girl threw her supple arms about his neck. She was panting hard, but not only from exertion. Her eyes blazed like black jewels in the starlight. Her upturned face was close to Khemsa’s, but though he submitted to her embrace, he did not return it.  « I love you!” she cried fiercely, writhing her body against his, almost strangling him in her wild embrace, shaking him in her abandon. “I will make a king of you !",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Peuple du Cercle Noir",
                    "en": "The People of the Black Circle",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/gitara.png",
            "imageHD": "data/tiles/img/gitara_hd.png",
            "image_location": {"x":69, "y":50},
            "image_zoom": 89,
            "model": "gitara",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "hyperborean-primitive",
            "name": {
                "fr": "Primitif Hyperboréen",
                "en": "Hyperborean Primitive",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "yellow", "3": "none" },
            "skills": { "0": "miscellaneous/jinx", "1": "magic/spell_caster", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Il y avait un renégat hyperboréen, géant taciturne et dangereux, dont la large épée était sanglée le long de sa grande carcasse maigre (car les hommes portaient ouvertement leurs armes dans le Maul)\nCes hommes appartenaient à des races aussi variées que leurs crimes. Il y avait de grands Hyperboréens, au corps mince et à la forte ossature, à la diction lente et au tempérament violent\nLa partie Ouest de Vanaheim borde le rivage de la mer Occidentale, et à l'est d'Asgard se trouve la contrée des Hyperboréens, qui sont civilisés et habitent dans des villes.",
                    "en": "There was a giant Hyperborean renegade, taciturn, dangerous, with a broadsword strapped to his great gaunt frame – for men wore steel openly in the Maul.\nThey were men of many races and many crimes. There were tall Hyperboreans, gaunt, big-boned, of slow speech and violent natures.\nThe western part of Vanaheim lies along the shores of the western sea, and east of Asgard is the country of the Hyperboreans, who are civilized and dwell in cities.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "La Tour de L'Elephant - Le Colosse Noir - Le Phoenix sur l'Epée - version rejetée par Weird Tales",
                    "en": "The Tower of the Elephant - Black Colossus - The Phoenix on the Sword (first submitted draft)",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/hyperborean-primitive.png",
            "imageHD": "data/tiles/img/hyperborean-primitive_hd.png",
            "image_location": {"x":68, "y":59},
            "image_zoom": 105,
            "model": "hyperborean-primitive",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "khemsa",
            "name": {
                "fr": "Khemsa",
                "en": "Khemsa",
                "it": "Khemsa"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/concentration", "1": "magic/spell_caster", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Cet homme était vêtu d'une robe en poil de chameau de couleur marron et portait des sandales. Un turban vert était enroulé autour de sa tête. Son expression était tranquille, son regard, impersonnel.",
                    "en": "This man was clad in a brown camel-hair robe and sandals, and a green turban was on his head. His expression was tranquil, his gaze impersonal.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Peuple du Cercle Noir",
                    "en": "People of the Black Circle",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/khemsa.png",
            "imageHD": "data/tiles/img/khemsa_hd.png",
            "image_location": {"x":58, "y":52},
            "image_zoom": 105,
            "model": "khemsa",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "natohk",
            "name": {
                "fr": "Natohk",
                "en": "Natohk",
                "it": "Natohk"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "yellow", "2": "none", "3": "none" },
            "skills": { "0": "magic/spell_caster", "1": "miscellaneous/concentration", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Natohk fit face au Cimmérien ; il était d'une taille et d'une maigreur inhumaines, vêtu de soieries d'un vert éclatant. Il rejeta son voile en arrière et Conan contempla les traits qu'il avait vus représentés sur la pièce d'or zugite.",
                    "en": "Natohk faced the Cimmerian—inhumanly tall and lean, clad in shimmering green silk. He tossed back his veil, and Conan looked into the features he had seen depicted on the Zugite coin.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Colosse noir",
                    "en": "Black Colossus",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/natohk.png",
            "imageHD": "data/tiles/img/natohk_hd.png",
            "image_location": {"x":52, "y":59},
            "image_zoom": 100,
            "model": "natohk",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "warlock",
            "name": {
                "fr": "Sorcier",
                "en": "Warlock",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orangereroll", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "defense/protected", "1": "magic/spell_caster", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Une autre silhouette se dressait en haut des marches. Sa robe était, elle aussi, noire, mais faite en un velours richement décoré, et il avait une toque, de velours également, sur la tête. (...) Il tendit la main comme pour recevoir quelque chose, et le Turanien poussa un cri aigu tel un homme à l'agonie. Il vacilla, comme ivre, puis, avec un bruit d'os brisés, un déchirement de chair et de muscles et un bruit de cotte de mailles qui cède, sa poitrine s'ouvrit dans un violent craquement. A travers l'horrible ouverture quelque chose de rouge et de dégoulinant jaillit en l'air pour arriver dans la paume de la main ouverte du Maître, comme un bout d'acier semble bondir vers un aimant. Le Turanien s'affaissa à terre, immobile. Le Maître éclata de rire et jeta la chose aux pieds de Conan ... un coeur humain encore palpitant.",
                    "en": "Another figure stood at the head of the stair. His robe, too, was black, but of richly embroidered velvet, and there was a velvet cap on his head. (...) He held out his hand as if to receive something, and the Turanian cried out sharply like a man in mortal agony. He reeled drunkenly, and then, with a splintering of bones, a rending of flesh and muscle and a snapping of mail-links, his breast burst outward with a shower of blood, and through the ghastly aperture something red and dripping shot through the air into the Master’s outstretched hand, as a bit of steel leaps to the magnet. The Turanian slumped to the floor and lay motionless, and the Master laughed and hurled the object to fall before Conan’s feet – a still quivering human heart.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Peuple du Cercle Noir",
                    "en": "People of the Black Circle",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/warlock.png",
            "imageHD": "data/tiles/img/warlock_hd.png",
            "image_location": {"x":61, "y":57},
            "image_zoom": 99,
            "model": "warlock",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "amboola",
            "name": {
                "fr": "Amboola",
                "en": "Amboola",
                "it": "Amboola"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "orangereroll", "1": "orangereroll", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/support", "1": "attack/precision_strike", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Amboola se réveilla lentement, ses sens encore engourdis par le vin qu'il avait bu la nuit précédente. L'espace d'un moment confus, il lui fut impossible de se rappeler où il se trouvait. La clarté lunaire, filtrant entre les barreaux de la fenêtre, illuminait un décor qui lui était inconnu. Puis il se souvint qu'il gisait dans un des cachots des étages supérieurs de la prison où la reine Tanada, la soeur du roi de Kush, l'avait fait jeter dans son courroux. Ce n'était cependant pas un cachot ordinaire, car même Tanada n'avait osé aller trop loin avec le commandant des lanciers noirs, épine dorsale de l'armée de Kush.",
                    "en": "Amboola awakened slowly, his senses still sluggish from the wine he had guzzled the night before. For a muddled moment he could not remember where he was; the moonlight, streaming, through the barred window, shone on unfamiliar surroundings. Then he remembered that he was lying in the upper cell of the prison where the anger of Tananda, sister to the king of Kush, had consigned him. It was no ordinary cell, for even Tananda had not dared to go too far in her punishment of the commander of the black spearmen which were the strength of Kush's army.",
                    "it": "Amboola del Kush si destò lentamente, con i sensi ancora appannati dal vino che aveva bevuto nel festino della notte precedente. Per un attimo non riuscì a ricordare dove si trovasse. Il chiaro di luna che penetrava dalla finestrella con le sbarre, posta in alto nella parete, gli mostrava un ambiente poco familiare. Poi ricordò che si trovava nella cella della prigione in cui la regina Tananda lo aveva gettato. Anche Tananda doveva pensarci due volte sopra, prima di uccidere il comandante dei Lancieri Neri, spina dorsale dell'esercito kushita ed eroe per le caste più basse del regno."
                },
                "origin": {
                    "fr": "Histoire inachevée, sans titre",
                    "en": "Unfinished story",
                    "it": "Il muso nel buio"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/amboola.png",
            "imageHD": "data/tiles/img/amboola_hd.png",
            "image_location": {"x":58, "y":55},
            "image_zoom": 58,
            "model": "amboola",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "balthus",
            "name": {
                "fr": "Balthus",
                "en": "Balthus",
                "it": "Balthus"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "1",
            "attacktype": "ranged",
            "dices": { "0": "redreroll", "1": "orangereroll", "2": "none", "3": "none" },
            "skills": { "0": "attack/precision_shot", "1": "attack/elite_shooter", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "C'était un jeune homme de taille moyenne et aux traits avenants ; ni toque, ni casque ne venait confiner sa tignasse de cheveux fauves en bataille. Ses vêtements étaient tout ce qu'il y a de plus normal pour la région : une tunique grossière resserrée à la taille par une ceinture, un court pantalon de cuir et des bottes souples en daim qui lui arrivaient juste au-dessous des genoux. La poignée d'une dague saillait du revers d'une de ses bottes. Une épée, courte et massive, et une besace en peau de daim pendaient à sa large ceinture de cuir. Bien qu'il ne soit pas très grand, l'homme était bien bâti et ses bras, que les courtes manches de sa tunique laissaient dénudés, étaient musclés et noueux.",
                    "en": "He was a young man of medium height, with an open countenance and a mop of tousled tawny hair unconfined by cap or helmet. His garb was common enough for that country – a coarse tunic, belted at the waist, short leather breeches beneath, and soft buckskin boots that came short of the knee. A knife-hilt jutted from one boot-top. The broad leather belt supported a short, heavy sword and a buckskin pouch. There was no perturbation in the wide eyes that scanned the green walls which fringed the trail. Though not tall, he was well built, and the arms that the short wide sleeves of the tunic left bare were thick with corded muscle.",
                    "it": "Era un giovane di media statura, col volto aperto e un ciuffo di capelli castani disordinati, senza berretto e senza elmo. Il suo abbigliamento era piuttosto comune, in quel territorio: una rozza tunica stretta in vita da una cintura, corte brache di pelle, e morbidi stivali che arrivavano fin quasi al ginocchio. L'impugnatura di un coltello spuntava dal bordo di uno stivale. L'alta cintura di cuoio sosteneva una spada corta e pesante e una borsa di pelle. Non c'era turbamento nei grandi occhi che scrutavano le verdi pareti intorno al sentiero. Benché non fosse alto, l'uomo era ben portante, e le sue braccia — lasciate scoperte dalle corte e ampie maniche della tunica — erano gonfie di muscoli."
                },
                "origin": {
                    "fr": "Au-delà de la rivière Noire",
                    "en": "Beyond the Black River",
                    "it": "Oltre il fiume Nero"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/balthus.png",
            "imageHD": "data/tiles/img/balthus_hd.png",
            "image_location": {"x":56, "y":49},
            "image_zoom": 96,
            "model": "balthus",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "belit",
            "name": {
                "fr": "Bêlit",
                "en": "Bêlit",
                "it": "Bêlit"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "attack/attack_from_beyond", "1": "defense/protected", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Elle se tourna vers Conan. Sa poitrine se soulevait et ses yeux brillaient. Le Cimmérien fut saisi par une surprise teintée d’émerveillement. Elle avait un corps de déesse, élancé, tout à la fois souple et voluptueux. Son unique vêtement était une large ceinture de soie. Ses membres à la blancheur d'ivoire et les globes d'albâtre de ses seins firent battre sauvagement le sang dans les veines du Cimmérien bien qu'il fût encore sous l'emprise de la furie de la bataille. Les cheveux de Bêlit, noirs et brillants - aussi noirs qu'une nuit stygienne- retombaient en cascade soyeuses sur son dos souple. Ses yeux noirs s'embrasèrent quand ils se posèrent sur le Cimmérien.\nElle était indomptable comme un vent du désert, aussi souple et redoutable qu'une panthère. ",
                    "en": "Bêlit turned toward Conan, her bosom heaving, her eyes flashing. Fierce fingers of wonder caught at his heart. She was slender, yet formed like a goddess: at once lithe and voluptuous. Her only garment was a broad silken girdle. Her white ivory limbs and the ivory globes of her breasts drove a beat of fierce passion through the Cimmerian’s pulse, even in the panting fury of battle. Her rich black hair, black as a Stygian night, fell in rippling burnished clusters down her supple back. Her dark eyes burned on the Cimmerian.\nShe was untamed as a desert wind, supple and dangerous as a she-panther.",
                    "it": "Si volse verso Conan, gonfiando il petto, con gli occhi lampeggianti. Dita ardenti di meraviglia si impadronirono del cuore del cimmero. La donna era snella, ma ben tornita come una dea: agile e formosa nello stesso tempo. Indossava solamente un'ampia fascia di seta. Le membra bianche come l'avorio e i globi eburnei dei seni procurarono un'accelerazione di feroce passione nelle pulsazioni del cimmero, perfino nella tensione furibonda della battaglia. Gli splendidi capelli neri, scuri come una notte stygiana, le cadevano in ciocche ondulate e lucenti lungo la schiena. I suoi occhi scuri bruciarono il cimmero.\nEra indomita come il vento del deserto, agile e pericolosa come una pantera."
                },
                "origin": {
                    "fr": "La Reine de la Côte Noire",
                    "en": "Queen of the Black Coast",
                    "it": "La Regina della Costa Nera"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/belit.png",
            "imageHD": "data/tiles/img/belit_hd.png",
            "image_location": {"x":63, "y":46},
            "image_zoom": 120,
            "model": "belit",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "conan",
            "name": {
                "fr": "Conan",
                "en": "Conan",
                "it": "Conan"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "red", "2": "red", "3": "none" },
            "skills": { "0": "movement/wall_wrecker", "1": "attack/circular_strike", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Arus vit un homme jeune, grand et puissamment bâti, nu à l'exception d'un pagne et de sandales lacées haut sur les chevilles. Sa peau était tannée comme s'il venait des régions désertiques du globe, et Arus se sentit mal à l'aise en voyant ses épaules larges, son torse massif et ses bras puissants. Un simple coup d'oeil sur ce visage renfrogné au front large lui suffit pour comprendre qu'il n'avait pas affaire à un Némédien. Sous une tignasse de cheveux noirs ébouriffés, deux yeux bleus menaçants couvaient, prêts à s'embraser. Une longue épée dans son fourreau de cuir pendait à son ceinturon.",
                    "en": "Arus saw a tall powerfully built youth, naked but for a loincloth, and sandals strapped high about his ankles. His skin was burned brown as by the suns of the wastelands, and Arus glanced nervously at the broad shoulders, massive chest and heavy arms. A single look at the moody, broad-browed features told the watchman that the man was no Nemedian. From under a mop of unruly black hair smoldered a pair of dangerous blue eyes. A long sword hung in a leather scabbard at his girdle.",
                    "it": "Arus lanciò un'occhiata nervosa alle ampie spalle, al torace massiccio e alle forti braccia. Una sola occhiata ai lineamenti severi e alle spesse sopracciglia gli bastò per capire che l'uomo non era un nemediano. Sotto il ciuffo arruffato di capelli neri covavano due pericolosi occhi azzurri. Una lunga spada, chiusa in un fodero di cuoio, gli pendeva dalla cintura."
                },
                "origin": {
                    "fr": "Le Dieu dans l'Urne",
                    "en": "The God in the Bowl",
                    "it": "Il Dio nell'urna"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/conan.png",
            "imageHD": "data/tiles/img/conan_hd.png",
            "image_location": {"x":66, "y":48},
            "image_zoom": 96,
            "model": "conan",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "hadrathus",
            "name": {
                "fr": "Hadrathus",
                "en": "Hadrathus",
                "it": "Hadrathus"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "2",
            "attacktype": "ranged",
            "dices": { "0": "yellow", "1": "yellow", "2": "none", "3": "none" },
            "skills": { "0": "magic/spell_caster", "1": "miscellaneous/concentration", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Une fois la porte fermée, Conan ne vit qu'un seul homme en face de lui : une mince silhouette dissimulée sous sa cape noire et sa capuche. L'homme rejeta cette dernière en arrière, révélant un visage pâle et ovale, aux traits sereins et bien dessinés. {...} N'y a-t-il aucun sorcier au monde dont la magie pourrait rivaliser avec celle de Xaltotun ? demanda-t-il enfin. Hadrathus secoua négativement la tête. -Si un tel homme existait, nous autres, prêtres d'Asura, en aurions entendu parler. On dit que notre religion n'est qu'une survivance de l'antique culte stygien du serpent. Ceci est un mensonge. Nos ancêtres venaient de Vendhya, par-delà la mer de Vilayet et les montagnes himéliennes bleutées. Nous sommes des fils de l'Orient, pas du Sud. Nous connaissons tous les sorciers de l'Orient, et ils sont plus puissants que ceux de l'Occident. Leur pouvoir serait aussi impuissant qu'un fétu de paille face au vent, confronté à la noire puissance de Xaltotun.",
                    "en": "Hadrathus was a slim figure, masked in a black cloak with a hood. This the man threw back, disclosing a pale oval of a face, with calm, delicately chiseled features.\n“The followers of Asura have secret channels of knowledge.”\n“Men say the cult of Asura is a survival of the ancient Stygian serpent-worship. That is a lie. Our ancestors came from Vendhya, beyond the Sea of Vilayet and the blue Himelian mountains. We are sons of the East, not the South, and we have knowledge of all the wizards of the East, who are greater than the wizards of the West. And not one of them but would be a straw in the wind before the black might of Xaltotun.”\nHadrathus was as calm and self-possessed as ever, picking his way between rows of dead men and horses.",
                    "it": "Quando la porta fu chiusa, Conan vide che era rimasto solo con un uomo smilzo, mascherato da un mantello nero col cappuccio. L'uomo si tolse quest'ultimo e mise in mostra il pallido ovale di un volto dai lineamenti sereni e finemente cesellati. {...} Non c'è al mondo qualche mago in grado di combattere la stregoneria di Xaltotun? — chiese infine Conan. Hadrato scosse la testa. — Se ci fosse, noi di Asura lo conosceremmo. La gente dice che il nostro culto è una sopravvivenza dell'antico culto del dio serpente di Stygia. È una menzogna. I nostri antenati vennero da Vendhya, al di là del Mare di Vilayet e delle violacee montagne himeliane. Siamo figli dell'Est, non del Sud, e conosciamo tutti i maghi dell'Est, che sono più grandi dei maghi dell'Ovest. E nessuno di essi sarebbe più che un fuscello nel vento, di fronte alla nera potenza di Xaltotun."
                },
                "origin": {
                    "fr": "L'heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "Conan il Conquistatore"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/hadrathus.png",
            "imageHD": "data/tiles/img/hadrathus_hd.png",
            "image_location": {"x":64, "y":47},
            "image_zoom": 90,
            "model": "hadrathus",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "kerim-shah",
            "name": {
                "fr": "Kerim Shah",
                "en": "Kerim Shah",
                "it": "Kerim Shah"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "2",
            "attacktype": "ranged",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "attack/precision_shot", "1": "defense/protected", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "C'était un homme de grande taille, bien bâti et richement vêtu. {...}\nMoi-même, que les Kshatriyas connaissent sous le nom de Kerim Shah, prince d'lranistan, je porte un masque et je suis en cela semblable à tous les hommes. Tous sont des traîtres, d'une façon ou d'une autre, et la moitié d'entre eux ne savent même pas quel maître ils servent. De ce côté-là au moins, je n'ai pas de doute, car je suis au service du roi Yezdigerd de Turan.",
                    "en": "The man shrugged his broad shoulders and turned back into the arabesque chamber. He was a tall man, compactly built, and richly clad. (…)\nI, whom the Kshatriyas know as Kerim Shah, a prince from Iranistan, am no greater a masquerader than most men. They are all traitors in one way or another, and half of them know not whom they serve. There at least I have no doubts; for I serve King Yezdigerd of Turan.",
                    "it": "L'uomo scrollò le ampie spalle e rientrò nella stanza arabescata. Era alto, ben piantato, riccamente vestito. (…) \nIo, conosciuto dagli kshatriyani come Kerim Scià, principe iranistano, porto la maschera come tanti altri. Tutti sono dei traditori, per un verso o per l'altro, e, di essi, la metà non sa nemmeno per chi lavora. In questo almeno io non ho dubbi, perché lavoro per re Yezdigerd del Turan..."
                },
                "origin": {
                    "fr": "Le Peuple du Cercle Noir",
                    "en": "The People of the Black Circle",
                    "it": "Gli Accoliti del Cerchio Nero"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/kerim-shah.png",
            "imageHD": "data/tiles/img/kerim-shah_hd.png",
            "image_location": {"x":56, "y":53},
            "image_zoom": 83,
            "model": "kerim-shah",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "ngora",
            "name": {
                "fr": "N'Gora",
                "en": "N'Gora",
                "it": "N'Gora"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "3",
            "attacktype": "ranged",
            "dices": { "0": "red", "1": "red", "2": "none", "3": "none" },
            "skills": { "0": "attack/elite_shooter", "1": "defense/sacrifice", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Il voyait à présent le navire pirate dans ses moindres détails. Les rameurs étaient protégés par une rangée de mantelets fixés sur les plats-bords, mais les guerriers qui dansaient sur le pont étroit étaient parfaitement visibles. Leurs corps étaient peints et parés de plumes; ils étaient pour la plupart nus et brandissaient des lances et des boucliers tachetés. (...) Conan fit halte brusquement ; ses guerriers s'immobilisèrent, se changeant en des statues de basalte. Dans le silence oppressé qui suivit, le Cimmérien secoua la tête avec irritation. - Continuez, ordonna-t-il à l'un de ses lieutenants, N'Gora.",
                    "en": "He could see the details of the pirate plainly now. The rowers were protected by a line of raised mantelets along the sides, but the warriors dancing on the narrow deck were in full view. These were painted and plumed, and mostly naked, brandishing spears and spotted shields. (...) Conan halted suddenly, his warriors freezing into basaltic statues. In the tense silence that followed, the Cimmerian shook his head irritably. “Go ahead,” he grunted to a sub-chief, N’Gora.",
                    "it": "Adesso poteva vedere chiaramente i particolari della nave pirata. I rematori erano protetti da una fila di schermi alzati lungo i fianchi, ma i guerrieri che danzavano sullo stretto ponte erano in piena vista. Erano dipinti e ornati di piume, e in maggior parte nudi, e brandivano lunghe lance e scudi maculati. (...) Conan si fermò all'improvviso e i suoi guerrieri si immobilizzarono come statue di basalto. Nel silenzio teso che seguì, il cimmero scosse il capo irritato. - Andate avanti - disse al suo sottocapo N'Gora."
                },
                "origin": {
                    "fr": "La Reine de la Côte Noire",
                    "en": "Queen of the Black Coast",
                    "it": "La regina della Costa Nera"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/ngora.png",
            "imageHD": "data/tiles/img/ngora_hd.png",
            "image_location": {"x":66, "y":54},
            "image_zoom": 92,
            "model": "ngora",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "olgerd-vladislav",
            "name": {
                "fr": "Olgerd Vladislav",
                "en": "Olgerd Vladislav",
                "it": "Olgerd Vladislav"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "redreroll", "2": "none", "3": "none" },
            "skills": { "0": "movement/blocking", "1": "attack/circular_strike", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Conan vit quatre cavaliers assis sur leurs montures dans le soleil couchant, occupés à le regarder. Trois étaient des faucons émaciés vêtus de robes blanches ; il s'agissait sans nul doute de Zuagirs, une tribu venant de l'autre côté de la rivière. Le dernier était lui aussi vêtu de blanc, portant une khalat serrée à la ceinture et un couvre-chef retenu par un triple anneau de poil de chameau tissés, qui lui arrivait aux épaules et volait au vent. Celui-ci n'était pas un Shémite. Les ténèbres n'étaient pas si denses, ni la vue de Conan si embrumée qu'il ne pouvait distinguer les traits de l'homme. Il était aussi grand que Conan, quoique moins massif. Ses épaules étaient larges et son corps souple était aussi dur que l'acier. Sa courte barbe ne parvenait pas à masquer l'air arrogant que lui conférait un menton proéminent; ses yeux, gris et froids, aussi pénétrants qu'une épée, luisaient dans l'ombre de sa kafieh.",
                    "en": "Shaking the sweat and blood from his eyes, Conan saw four horsemen sitting their steeds in the twilight and staring up at him. Three were lean, white-robed hawks, Zuagir tribesmen without a doubt, nomads from beyond the river. The other was dressed like them in a white, girdled khalat and a flowing head-dress which, banded about the temples with a triple circlet of braided camelhair, fell to his shoulders. But he was not a Shemite. The dust was not so thick, nor Conan's hawk-like sight so clouded, that he could not perceive the man's facial characteristics. He was as tall as Conan, though not so heavy-limbed. His shoulders were broad and his supple figure was hard as steel and whalebone. A short black beard did not altogether mask the aggressive jut of his lean jaw, and gray eyes cold and piercing as a sword gleamed from the shadow of the kafieh.",
                    "it": "Scrollandosi dagli occhi il sudore e il sangue, Conan scorse quattro cavalieri che, fermi nel crepuscolo, lo fissavano. Tre erano magri e vestiti di bianco, senza dubbio zuagir, nomadi dei territori oltre il fiume. L'altro era abbigliato come loro di un bianco khalat stretto in vita e di un copricapo fluente che, fissato alle tempie da un triplice cerchio di pelo di cammello intrecciato, ricadeva sulle spalle. Ma non era shemita. L'oscurità non era ancora così fitta, e la vista aquilina di Conan non era così offuscata da impedirgli di distinguere il volto dell'uomo. Era alto come lui, ma non altrettanto massiccio. Le spalle erano ampie, e l'agile figura era dura come l'acciaio e l'osso di balena. La corta barba nera non mascherava del tutto la linea aggressiva della scarna mascella, e gli occhi grigi, freddi e penetranti come spade, brillavano sotto l'ombra della kaffia."
                },
                "origin": {
                    "fr": "Une Sorcière viendra au monde",
                    "en": "A Witch shall be born",
                    "it": "Nascerà una strega"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/olgerd-vladislav.png",
            "imageHD": "data/tiles/img/olgerd-vladislav_hd.png",
            "image_location": {"x":65, "y":54},
            "image_zoom": 104,
            "model": "olgerd-vladislav",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "pallantides",
            "name": {
                "fr": "Pallantides",
                "en": "Pallantides",
                "it": "Pallantides"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "red", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/support", "1": "defense/sacrifice", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Pallantides sortit en hâte du pavillon royal dans le cliquetis de son armure, qu'il avait revêtue à minuit après quelques heures de sommeil. {...} Un guerrier de grande taille en armure étincelante abaissa sa lance et chargea en direction du seigneur de Tor. Le choc résonna comme un coup de tonnerre. La lance du Némédien, frappant le casque de son ennemi, fit céder rivets et fixations, arrachant le casque et révélant ainsi les traits de Pallantides. La pointe de la lance de l'Aquilonien avait quant à elle transpercé le bouclier et la plaque pectorale de son ennemi, perforant le coeur du baron.",
                    "en": "Pallantides hastened from the pavilion, clanking in the armor he had donned at midnight after a few hours' sleep. (…) A tall warrior in gleaming armor couched his lance and charged to meet the lord of Tor. They met like a thunderclap. The Nemedian's lance, striking his foe's helmet, snapped bolts and rivets and tore off the casque, revealing the features of Pallantides. But the Aquilonian's lance head crashed through shield and breastplate to transfix the baron's heart.",
                    "it": "Pallantide uscì in fretta dal padiglione, tra il clangore dell'armatura che aveva indossato a mezzanotte, dopo un breve riposo. (…) Un alto guerriero in armatura lucente abbassò la lancia e caricò per scontrarsi con il Signore di Tor. Si scontrarono con il fragore del tuono. La lancia del nemediano, colpendo l'elmo del nemico, spezzò chiodi e legacci e gli strappò di testa la calotta, mostrando il volto di Pallantide. Ma la punta della lancia dell'aquiloniano squarciò scudo e pettorale trafiggendo il cuore del Barone."
                },
                "origin": {
                    "fr": "L'Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "Conan il Conquistatore"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/pallantides.png",
            "imageHD": "data/tiles/img/pallantides_hd.png",
            "image_location": {"x":64, "y":53},
            "image_zoom": 87,
            "model": "pallantides",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "shevatas",
            "name": {
                "fr": "Shevatas",
                "en": "Shevatas",
                "it": "Shevatas"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "2",
            "attacktype": "ranged",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "defense/untouchable", "1": "movement/evasive", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Shevatas était souple et nerveux, comme se devait de l'être un roi des voleurs de Zamora. Sa tête petite et ronde était entièrement rasée, son seul vêtement était un pagne de soie écarlate. Comme tous ceux de sa race, il avait une peau très foncée et ses yeux noirs au regard perçant faisaient ressortir ses traits étroits de vautour. Ses doigts, longs et minces, étaient aussi vifs et légers que les ailes d'un papillon de nuit.\nDe sa ceinture aux écailles d'or pendait une épée courte et fine, au pommeau incrusté de gemmes, glissée dans un fourreau de cuir travaillé.",
                    "en": "Shevatas was wiry and lithe, as became a master-thief of Zamora. His small round head was shaven, his only garment a loin-cloth of scarlet silk. Like all his race, he was very dark, his narrow vulture-like face set off by his keen black eyes. His long, slender and tapering fingers were quick and nervous as the wings of a moth. From a gold-scaled girdle hung a short, narrow, jewel-hilted sword in a sheath of ornamented leather. Shevatas handled the weapon with apparently exaggerated care. He even seemed to flinch away from the contact of the sheath with his naked thigh. Nor was his care without reason.\nThis was Shevatas, a thief among thieves, whose name was spoken with awe in the dives of the Maul and the dim shadowy recesses beneath the temples of Bel, and who lived in songs and myths for a thousand years. He was a far traveller and had looted the treasures of many kingdoms.",
                    "it": "Shevatas era agile e solido, come si addiceva ad un grande ladro di Zamora. La testa piccola e rotonda era rasata, e il suo unico indumento era un perizoma di seta scarlatta. Come tutti quelli della sua razza, era molto scuro di carnagione, e la magra faccia d'avvoltoio faceva spiccare gli acuti occhi neri. Le dita sottili e affusolate erano svelte e nervose come le ali d'una falena. Dalla cintura a scaglie d'oro pendeva uno spadino sottile dall' elsa ingemmata, in un fodero di cuoio lavorato. Shevatas maneggiava quell'arma con cautela apparentemente esagerata, e quasi sembrava rifuggire dal contatto del fodero contro la coscia nuda. E quella prudenza non era senza motivo.\nQuesto era Shevatas, ladro tra i ladri, il cui nome veniva pronunciato con timore nei locali malfamati del Maul e nei cupi recessi sotterranei dei templi di Bel, destinato a vivere per mille anni nelle ballate e nei miti. Aveva viaggiato molto, ed aveva depredato i tesori di molti regni."
                },
                "origin": {
                    "fr": "Le Colosse noir",
                    "en": "Black Colossus",
                    "it": "Colosso Nero"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/shevatas.png",
            "imageHD": "data/tiles/img/shevatas_hd.png",
            "image_location": {"x":62, "y":49},
            "image_zoom": 92,
            "model": "shevatas",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "taurus",
            "name": {
                "fr": "Taurus",
                "en": "Taurus",
                "it": "Taurus"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orangereroll", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "movement/evasive", "1": "attack/precision_strike", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Taurus était aussi grand que le Cimmérien, mais plus massif ; il avait beau être gras et bedonnant, chacun de ses mouvements trahissait un magnétisme dynamique et subtil, que l'on retrouvait dans ses yeux perçants, brillant de vitalité en dépit de la faible clarté des étoiles. Il était pieds nus et portait ce qui ressemblait à une corde mince et solide, repliée sur elle-même et nouée à intervalles réguliers.",
                    "en": "Taurus was tall as the Cimmerian, and heavier; he was big-bellied and fat, but his every movement betokened a subtle dynamic magnetism, which was reflected in the keen eyes that glinted vitally, even in the starlight. He was barefooted and carried a coil of what looked like a thin, strong rope, knotted at regular intervals.",
                    "it": "Taurus era alto quanto il cimmero e più pesante; era corpulento e grasso, ma ogni suo movimento suggeriva l'idea di un indefinibile e dinamico magnetismo che si rifletteva nei suoi occhi acuti, scintillanti di vigore persino alla luce delle stelle. Era scalzo e trasportava in un rotolo ciò che sembrava essere una corda sottile ma resistente, annodata a intervalli regolari."
                },
                "origin": {
                    "fr": "La Tour de l’Éléphant",
                    "en": "The Tower of the Elephant",
                    "it": "La Torre dell'Elefante"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/taurus.png",
            "imageHD": "data/tiles/img/taurus_hd.png",
            "image_location": {"x":61, "y":46},
            "image_zoom": 101,
            "model": "taurus",
            "origins": ["stretchgoal", "king"],
    
            "count": 1
        },
    
        {
            "id": "valeria",
            "name": {
                "fr": "Valeria",
                "en": "Valeria",
                "it": "Valeria"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orangereroll", "1": "orangereroll", "2": "none", "3": "none" },
            "skills": { "0": "movement/feline_grace", "1": "attack/counterattack", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Elle était grande, avait une poitrine opulente, des membres longs et des épaules robustes. Toute sa silhouette témoignait d'une force peu commune, sans toutefois rien ôter de la grâce féminine qui se dégageait de son apparence. En dépit de son port et de ses vêtements, tout en elle respirait la féminité. Ses habits semblaient incongrus, étant donné le décor environnant. Elle ne portait pas une jupe, mais d'amples culottes de soie s'arrêtant à une largeur de main au-dessus des genoux, retenues par une large bande de soie enroulée autour de sa taille comme une ceinture. Ses bottes évasées en cuir souple lui arrivaient presque aux genoux et sa chemise de soie décolletée, aux manches et au col bouffants, complétaient son costume. Une épée droite à double tranchant pendait sur une de ses hanches gracieuses et une longue dague sur l'autre. Ses cheveux blonds et ébouriffés, coupés au carré à la hauteur des épaules, étaient retenus par un bandeau de satin écarlate.",
                    "en": "She was tall, full-bosomed and large-limbed, with compact shoulders. Her whole figure reflected an unusual strength, without detracting from the femininity of her appearance. She was all woman, in spite of her bearing and her garments. Instead of a skirt she wore short, wide-legged silk breeches, which ceased a hand’s breadth short of her knees, and were upheld by a wide silken sash worn as a girdle. Flaring-topped boots of soft leather came almost to her knees, and a low-necked, wide-collared, wide-sleeved silk shirt completed her costume. There was the color of the sea in her wide eyes. And that was as it should have been, because this was Valeria of the Red Brotherhood, whose deeds are celebrated in song and ballad wherever seafarers gather.\n“Why won’t men let me live a man’s life?”\n“No living man could disarm Valeria of the Brotherhood with his bare hands.”",
                    "it": "Era alta, col seno colmo, le membra robuste e le spalle solide. La sua figura irradiava una forza eccezionale, senza per questo sminuire la femminilità del suo aspetto. Era interamente donna, nonostante il portamento e l'abito. Anziché una gonna, portava brache di seta corte e larghe che le arrivavano a una spanna dal ginocchio, trattenute da un'ampia fusciacca di seta che fungeva da cintura. Gli stivali svasati di pelle morbida le arrivavano fin quasi alle ginocchia, e una camicia serica scollata e dalle maniche ampie completava il suo abbigliamento. Nei suoi grandi occhi c'era il colore del mare. E questo era giusto, perché era Valeria della Confraternita Rossa, le cui imprese vengono celebrate in canti e ballate dovunque si radunano i navigatori.\n“Perché voi uomini non volete saperne di lasciarmi vivere una vita da uomo?”\n“Nessun uomo al mondo sarebbe stato in grado di disarmare a mani nude Valeria della Confraternita Rossa.”"
                },
                "origin": {
                    "fr": "Les Clous Rouges",
                    "en": "Red Nails",
                    "it": "Chiodi Rossi"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },

            "image": "data/tiles/img/valeria.png",
            "imageHD": "data/tiles/img/valeria_hd.png",
            "image_location": {"x":64, "y":57},
            "image_zoom": 108,
            "model": "valeria",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "zelata",
            "name": {
                "fr": "Zelata",
                "en": "Zelata",
                "it": "Zelata"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "yellowreroll", "1": "yellow", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/support", "1": "magic/spell_caster", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Le roi se tourna lorsque la vieille femme lui adressa la parole. Elle se tenait devant lui, droite et grande. Elle avait beau être vêtue de guenilles, ses traits, droits et aquilins, et ses yeux, noirs et perçants, n'étaient pas ceux d'une paysanne ordinaire. Elle appela le loup et celui-ci trotta jusqu'à elle, puis frotta son épaule gigantesque contre son genou, fixant ses grands yeux verts étincelants sur Conan.",
                    "en": "The old woman stood straight and tall before him, and in spite of her ragged garb, her features, clear-cut and aquiline, and her keen black eyes, were not those of a common peasant woman. She called to the wolf and it trotted to her side like a great dog and rubbed its giant shoulder against her knee, while it gazed at Conan with great green lambent eyes. Absently she laid her hand upon its mighty neck, and so the two stood regarding the king of Aquilonia. He found their steady gaze disquieting, though there was no hostility in it.\n“Crom!” muttered Conan, staring at the old woman. “Are you a magician, too?”\n“I am Zelata,” she said. “The people of the valleys call me a witch.”",
                    "it": "La vecchia parlò, e il Re si voltò verso di lei. Era in piedi vicino a Conan, alta e diritta; nonostante la veste stracciata, la sua fisionomia chiara e aquilina e gli occhi neri e profondi non erano quelli di una qualsiasi contadina. La vecchia chiamò il lupo, e la belva le si pose a fianco come un grosso cane, strofinando la spalla contro il suo ginocchio; intanto continuava a osservare Conan con i grandi occhi verdi e splendenti, e Conan si sentì un po' a disagio sotto quello sguardo, anche se non gli mostrava ostilità.\n“Crom!” esclamò Conan, fissando la vecchia. “Sei una maga anche tu?”\n“Sono Zelata” — disse lei. — “La gente delle valli dice che sono una strega.”"
                },
                "origin": {
                    "fr": "L'Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "Conan il Conquistatore"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
            
            "image": "data/tiles/img/zelata.png",
            "imageHD": "data/tiles/img/zelata_hd.png",
            "image_location": {"x":61, "y":57},
            "image_zoom": 94,
            "model": "zelata",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "camel",
            "name": {
                "fr": "Chameau",
                "en": "Camel",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "4",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "yellow", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "image": "data/tiles/img/camel.png",
            "imageHD": "data/tiles/img/camel.png",
            "image_location": {"x":75, "y":54},
            "image_zoom": 142,
            "model": "camel",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "kothian-archer",
            "name": {
                "fr": "Archer Kothien",
                "en": "Kothian Archer",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "2",
            "attacktype": "ranged",
            "dices": { "0": "red", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "attack/precision_shot", "1": "attack/elite_shooter", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "image": "data/tiles/img/kothian-archer.png",
            "imageHD": "data/tiles/img/kothian-archer_hd.png",
            "image_location": {"x":67, "y":55},
            "image_zoom": 111,
            "model": "kothian-archer",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "slasher",
            "name": {
                "fr": "Slasher",
                "en": "Slasher",
                "it": "Slasher"
            },
    
            "colors": ["gray"],
            "movement": "5",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "defense/sacrifice", "1": "movement/evasive", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "image": "data/tiles/img/slasher.png",
            "imageHD": "data/tiles/img/slasher_hd.png",
            "image_location": {"x":52, "y":61},
            "image_zoom": 95,
            "model": "slasher",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "bone-golem",
            "name": {
                "fr": "Golem d'Os",
                "en": "Bone Golem",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "red", "2": "red", "3": "none" },
            "skills": { "0": "movement/wall_wrecker", "1": "miscellaneous/horror", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "image": "data/tiles/img/bone-golem.png",
            "imageHD": "data/tiles/img/bone-golem_hd.png",
            "image_location": {"x":60, "y":55},
            "image_zoom": 126,
            "model": "bone-golem",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "forest-demon",
            "name": {
                "fr": "Démon des Forêts",
                "en": "Forest Demon",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "orange", "3": "none" },
            "skills": { "0": "attack/precision_strike", "1": "movement/blocking", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Conan secoua la tête d'un geste irrité.\n« Un homme du Tauran devrait être capable de reconnaître les marques de griffes d'une panthère. Non. C'est un démon de la forêt, invoqué par Zogar Sag pour mener à bien sa vengeance.",
                    "en": "Conan shook his head impatiently.\n« A man from the Tauran couldn't mistake the mark of a panther's claws. No. It's a forest devil summoned by Zogar Sag to carry out his revenge.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Au-delà de la Rivière Noire",
                    "en": "Beyond the Black River",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/forest-demon.png",
            "imageHD": "data/tiles/img/forest-demon_hd.png",
            "image_location": {"x":66, "y":58},
            "image_zoom": 133,
            "model": "forest-demon",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "giant-scorpion",
            "name": {
                "fr": "Scorpion Géant",
                "en": "Giant Scorpion",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "orange", "3": "none" },
            "skills": { "0": "miscellaneous/poison", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Dans sa main tendue la chose vivante se tordait avec colère. Cette fois, ce n'était plus une illusion. Thugra Khotan tenait dans sa paume nue un scorpion noir, long de plus d'un pied, la créature la plus mortelle du désert ; une piqûre de son aiguillon pointu signifiait une mort instantanée.",
                    "en": "In his extended hand something alive writhed and slavered. No tricks of shadows this time. In his naked hand Thugra Khotan gripped a black scorpion, more than a foot in length, the deadliest creature of the desert, the stroke of whose spiked tail was instant death.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Colosse Noir",
                    "en": "Black Colossus",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/giant-scorpion.png",
            "imageHD": "data/tiles/img/giant-scorpion_hd.png",
            "image_location": {"x":54, "y":41},
            "image_zoom": 112,
            "model": "giant-scorpion",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "giant-spider",
            "name": {
                "fr": "Araignée Géante",
                "en": "Giant Spider",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "4",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "yellow", "2": "yellow", "3": "none" },
            "skills": { "0": "movement/web_projection", "1": "movement/climb", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Bondissant en arrière, son épée brandie haut dans les airs, il vit l'horreur atteindre le sol, faire volte-face puis fondre sur lui à une vitesse hallucinante. C'était une gigantesque araignée noire, comme on ne peut en voir que dans les cauchemars. Elle était aussi grosse qu'un porc ; cet ogre monté sur huit pattes épaisses et velues traversa la pièce à une vitesse prodigieuse. Ses quatre yeux brillants luisaient d'une intelligence maléfique et ses crocs dégouttaient un venin que Conan savait foudroyant et mortel.",
                    "en": "Springing back, sword high, he saw the horror strike the floor, wheel and scuttle toward him with appalling speed – a gigantic black spider, such as men see only in nightmare dreams. It was as large as a pig, and its eight thick hairy legs drove its ogreish body over the floor at headlong pace ; its four evilly gleaming eyes shone with a horrible intelligence, and its fangs dripped venom that Conan knew, from the burning of his shoulder where only a few drops had splashed as the thing struck and missed, was laden with swift death.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "La Tour de l'Elephant",
                    "en": "The Tower of the Elephant",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/giant-spider.png",
            "imageHD": "data/tiles/img/giant-spider_hd.png",
            "image_location": {"x":65, "y":53},
            "image_zoom": 113,
            "model": "giant-spider",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "gray-man-ape",
            "name": {
                "fr": "Homme Singe",
                "en": "Gray Man-Ape",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "orange", "2": "orange", "3": "none" },
            "skills": { "0": "movement/blocking", "1": "movement/climb", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Une masse énorme se dressait et s'avançait d'un pas lourd ... un monstre aux traits vaguement humains, une parodie grotesque de la création. Sa silhouette n'était pas très différente de celle d'un homme. Mais son visage, souligné par le clair de lune brillant, était bestial, avec des orbites rapprochées, des narines épatées et une bouche énorme aux lèvres molles, où brillaient des crocs blanchâtres, aussi redoutables que des défenses. Le corps de la créature était recouvert par un pelage grisâtre aux poils hérissés, strié d'argent, luisant dans la clarté lunaire; ses mains, épaisses et difformes, pendaient presque jusqu'à terre. Sa masse était prodigieuse; alors qu'elle se tenait debout sur des jambes courtaudes et torses, sa tête en pointe dépassait celle de l'homme qui lui faisait face ; la longue courbe du torse velu et des épaules gigantesques était à couper le souffle ; les bras énormes ressemblaient à des troncs d'arbre noueux.",
                    "en": "Out of the shadows of the cliffs moved a monstrous shambling bulk —an anthropomorphic horror, a grotesque travesty of creation.\nIn general outline it was not unlike a man. But its face, limned in the bright moonlight, was bestial, with close-set ears, flaring nostrils, and a great flabby-lipped mouth in which gleamed white tusk-like fangs. It was covered with shaggy grayish hair, shot with silver which shone in the moonlight, and its great misshapen paws hung nearly to the earth. Its bulk was tremendous; as it stood on its short bowed legs, its bullet-head rose above that of the man who faced it; the sweep of the hairy breast and giant shoulders was breathtaking; the huge arms were like knotted trees.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Chimères de Fer dans la Clarté Lunaire",
                    "en": "Iron Shadows in the Moon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/gray-man-ape.png",
            "imageHD": "data/tiles/img/gray-man-ape_hd.png",
            "image_location": {"x":59, "y":56},
            "image_zoom": 91,
            "model": "gray-man-ape",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "swamp-demon",
            "name": {
                "fr": "Démon des Marais",
                "en": "Swamp Demon",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "redreroll", "2": "orangereroll", "3": "none" },
            "skills": { "0": "miscellaneous/jinx", "1": "miscellaneous/horror", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Mais quelle est cette chose qui peut pleurer comme une femme, rire comme un démon et briller d'une lueur surnaturelle en glissant au milieu des arbres? pantela Balthus, essuyant la sueur qui ruisselait sur son visage blême. -Un démon des marais, répondit Conan sur un ton morose.",
                    "en": "« But what thing is it that can cry like a woman and laugh like a devil, and shines like witch-fire as it glides through the trees? » gasped Balthus, mopping the sweat from his pale face.\n« A swamp devil, » responded Conan morosely.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Au-delà de la Rivière Noire",
                    "en": "Beyond the Black River",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/swamp-demon.png",
            "imageHD": "data/tiles/img/swamp-demon_hd.png",
            "image_location": {"x":55, "y":63},
            "image_zoom": 100,
            "model": "swamp-demon",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "thaug",
            "name": {
                "fr": "Thaug",
                "en": "Thaug",
                "it": "Thaug"
            },
    
            "colors": ["gray"],
            "movement": "0",
            "defense": "8",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "redreroll", "2": "redreroll", "3": "redreroll" },
            "skills": { "0": "miscellaneous/horror", "1": "magic/spell_caster", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Thaug ! hurla-t-elle, chancelant sur le seuil. Thaug ! Comme en réponse à cette terrible invocation, un puissant croassement retentit et résonna à l'intérieur du temple ; on entendit un bruit de métal et de bois qui ploient puis craquent. {...} Surgissant des ténèbres à l'autre bout de la grande galerie, une forme titanesque se souleva, puis se jeta sur lui en faisant des bonds gigantesques à la façon d'une grenouille. Il aperçut l'éclat de grands yeux surnaturels, la lueur de griffes ou de serres. {...} Il sentait dans son dos la présence de cette chose colossale et sombre, semblable à une aberration de la nature arrachée au cœur de la nuit, chose noire et informe dont seuls les yeux au regard fixe et les crocs luisants étaient distincts.",
                    "en": "« Thaug! » she screamed, reeling in the doorway. « Thaug! » As in answer to that frightful invocation there boomed a thunderous croaking from within the temple, the snapping of wood and metal. (…) Out of the gloom at the other end of the great hall a vast dark form heaved up—came rushing toward him in gigantic frog-like hops. He saw the gleam of great unearthly eyes, the shimmer of fangs or talons. (…) He felt it looming behind him, a giant shadowy thing, like a travesty of nature cut out of the heart of night, a black shapelessness in which only the staring eyes and gleaming fangs were distinct.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Une Sorcière viendra au Monde",
                    "en": "A Witch shall be born",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/thaug.png",
            "imageHD": "data/tiles/img/thaug_hd.png",
            "image_location": {"x":37, "y":50},
            "image_zoom": 276,
            "model": "thaug",
            "origins": ["stretchgoal", "king"],
    
            "count": 2
        },
    
        {
            "id": "mummies-alt",
            "name": {
                "fr": "Momies",
                "en": "Mummies",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "blue"],
            "movement": "2",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "2",
    
            "quote": {
                "text": {
                    "fr": "Dix des hommes de ce groupe étaient des prêtres et, bien qu'ils se soient débarrassés de leur masque, Conan savait qu'il s'agissait de ceux qu'il avait accompagnés jusqu'à la pyramide. Ils se tenaient autour d'un homme de grande taille et aux traits de rapace, à proximité d'un autel noir sur lequel était étendue une momie dans ses bandelettes en décomposition.",
                    "en": "Of this group ten were priests, and though they had discarded their masks Conan knew they were the priests he had accompanied to the pyramid. They stood before a tall, hawk-faced man beside a black altar on which lay a mummy in rotting swathings.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "The Hour of the Dragon",
                    "en": "L'Heure du Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/mummies.png",
            "imageHD": "data/tiles/img/mummies_hd.png",
            "image_location": {"x":58, "y":52},
            "image_zoom": 83,
            "model": "mummies",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "pict-archers",
            "name": {
                "fr": "Archers Pictes",
                "en": "Pict Archers",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "orange"],
            "movement": "2",
            "defense": "1",
            "attacktype": "ranged",
            "dices": { "0": "yellowreroll", "1": "yellow", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "defense/untouchable", "2": "none", "3": "none" },
            "reinforcement": "2",
    
            "quote": {
                "text": {
                    "fr": "Il était nu à l'exception d'un pagne, d'un collier de dents humaines et d'un bracelet de cuivre. Une courte épée était passée dans la ceinture qui retenait son pagne et une de ses mains agrippait toujours un puissant arc noir. Il avait les cheveux longs et noirs, mais le voyageur ne put rien dire d'autre sur sa tête, car son visage n'était plus qu'une bouillie de sang et de cervelle.",
                    "en": "he Picts are a white race too, in that they are not black nor brown nor yellow, but they are black-eyed and black-haired and dark of skin.\nI could not mistake the sound. Only one drum in the world makes just that deep, menacing, sullen thunder: a Pictish war-drum, in the hands of those wild painted savages who haunted the Wilderness beyond the border of the Westermarck.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Au-delà de la Rivière Noire",
                    "en": "Wolves Beyond the Border",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/pict-archers.png",
            "imageHD": "data/tiles/img/pict-archers_hd.png",
            "image_location": {"x":58, "y":56},
            "image_zoom": 114,
            "model": "pict-archers",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "pict-warriors",
            "name": {
                "fr": "Guerriers Pictes",
                "en": "Pict Warriors",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "movement/blocking", "2": "none", "3": "none" },
            "reinforcement": "2",
    
            "quote": {
                "text": {
                    "fr": "Il était nu à l'exception d'un pagne, d'un collier de dents humaines et d'un bracelet de cuivre. Une courte épée était passée dans la ceinture qui retenait son pagne et une de ses mains agrippait toujours un puissant arc noir. Il avait les cheveux longs et noirs, mais le voyageur ne put rien dire d'autre sur sa tête, car son visage n'était plus qu'une bouillie de sang et de cervelle.",
                    "en": "he Picts are a white race too, in that they are not black nor brown nor yellow, but they are black-eyed and black-haired and dark of skin.\nI could not mistake the sound. Only one drum in the world makes just that deep, menacing, sullen thunder: a Pictish war-drum, in the hands of those wild painted savages who haunted the Wilderness beyond the border of the Westermarck.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Au-delà de la Rivière Noire",
                    "en": "Wolves Beyond the Border",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/pict-warriors.png",
            "imageHD": "data/tiles/img/pict-warriors_hd.png",
            "image_location": {"x":51, "y":48},
            "image_zoom": 113,
            "model": "pict-warriors",
            "origins": ["stretchgoal", "king"]
        },

        {
            "id": "pict-warriors",
            "name": {
                "fr": "Guerriers Pictes",
                "en": "Pict Warriors",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["purple"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "movement/blocking", "2": "none", "3": "none" },
            "reinforcement": "2",
    
            "quote": {
                "text": {
                    "fr": "Il était nu à l'exception d'un pagne, d'un collier de dents humaines et d'un bracelet de cuivre. Une courte épée était passée dans la ceinture qui retenait son pagne et une de ses mains agrippait toujours un puissant arc noir. Il avait les cheveux longs et noirs, mais le voyageur ne put rien dire d'autre sur sa tête, car son visage n'était plus qu'une bouillie de sang et de cervelle.",
                    "en": "he Picts are a white race too, in that they are not black nor brown nor yellow, but they are black-eyed and black-haired and dark of skin.\nI could not mistake the sound. Only one drum in the world makes just that deep, menacing, sullen thunder: a Pictish war-drum, in the hands of those wild painted savages who haunted the Wilderness beyond the border of the Westermarck.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Au-delà de la Rivière Noire",
                    "en": "Wolves Beyond the Border",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/pict-warriors.png",
            "imageHD": "data/tiles/img/pict-warriors_hd.png",
            "image_location": {"x":51, "y":48},
            "image_zoom": 113,
            "model": "pict-warriors",
            "origins": ["corebox", "stretchgoal", "king"]
        },
            
        {
            "id": "pirates-alt",
            "name": {
                "fr": "Pirates",
                "en": "Pirates",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "orange"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "yellow", "1": "yellow", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "defense/untouchable", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "Des pirates ! chuchota Conan, avec un sourire sévère sur ses minces lèvres. {...} Ils étaient environ soixante-dix, une horde sauvage composée d'hommes de nombreuses nations: Kothiens, Zamoriens, Brythuniens, Corinthiens, Shémites. Leurs traits reflétaient la sauvagerie de leurs moeurs. Beaucoup portaient la marque du fouet ou du fer rouge. Il y avait des oreilles coupées, des nez fendus en deux, des orbites béantes, des moignons de poignet ... blessures infligées par le bourreau autant que cicatrices résultant de batailles sanglantes. La plupart d'entre eux étaient à moitié nus, mais leurs quelques vêtements étaient de prix et élégants: jaquettes aux soutaches d'or, ceinturons de satin, braies de soie en lambeaux, maculées de goudron et de sang, le disputant avec leurs pièces de cuirasse en argent ciselé. Des gemmes étincelaient sur des anneaux de nez et des boucles d'oreilles, sur les pommeaux de leurs dagues.",
                    "en": "« Pirates! » whispered Conan, a grim smile on his thin lips. (…) There were some seventy of them, a wild horde made up of men from many nations: Kothians, Zamorians, Brythunians, Corinthians, Shemites. Their features reflected the wildness of their natures. Many bore the scars of the lash or the branding-iron. There were cropped ears, slit noses, gaping eye-sockets, stumps of wrists—marks of the hangman as well as scars of battle. Most of them were half naked, but the garments they wore were fine; gold-braided jackets, satin girdles, silken breeches, tattered, stained with tar and blood, vied with pieces of silver- chased armor. Jewels glittered in nose-rings and earrings, and in the hilts of their daggers.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Chimères de Fer dans la Clarté Lunaire",
                    "en": "Iron Shadows in the Moon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/pirates.png",
            "imageHD": "data/tiles/img/pirates_hd.png",
            "image_location": {"x":68, "y":55},
            "image_zoom": 91,
            "model": "pirates",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "skeletons-alt",
            "name": {
                "fr": "Squelettes",
                "en": "Skeletons",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "red"],
            "movement": "2",
            "defense": "0",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "Dans un des coins de la cellule, près de la porte par laquelle ils étaient entrés, un amas de chaînes rouillées pendait d'un grand anneau de fer enchâssé dans la pierre. Un squelette était pris dans celles-ci. Conan le regarda avec une certaine curiosité, notant l'état des os, dont la plupart étaient fendus et brisés, et sur lesquels toute trace de chair avait disparu. Le crâne, qui s'était détaché des vertèbres, était écrasé, comme si on lui avait assené un coup sauvage avec une force titanesque.",
                    "en": "In one corner of the dungeon, near the door through which they had entered, a cluster of rusty chains hung from a great iron ring set in the stone. In these chains a skeleton dangled. Conan glared at it with some curiosity, noticing the state of the bare bones, most of which were splintered and broken; the skull, which had fallen from the vertebrae, was crushed as if by some savage blow of tremendous force.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L'Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/skeletons.png",
            "imageHD": "data/tiles/img/skeletons_hd.png",
            "image_location": {"x":64, "y":50},
            "image_zoom": 123,
            "model": "skeletons",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "tentacles",
            "name": {
                "fr": "Tentacules",
                "en": "Tentacles",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "bleu", "orange", "red"],
            "movement": "0",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orangereroll", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "attack/constriction", "1": "attack/reach", "2": "none", "3": "none" },
            "reinforcement": "2",
    
            "image": "data/tiles/img/tentacles.png",
            "imageHD": "data/tiles/img/tentacles_hd.png",
            "image_location": {"x":67, "y":59},
            "image_zoom": 50,
            "model": "tentacles",
            "origins": ["stretchgoal", "king"]
        },
    
        {
            "id": "baal-pteor",
            "name": {
                "fr": "Baal Pteor",
                "en": "Baal Pteor",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "red", "2": "red", "3": "none" },
            "skills": { "0": "attack/precision_strike", "1": "movement/blocking", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Cet homme était nu à l'exception d'un pagne et de sandales dont les lacets montaient jusque sur ses chevilles. Il était brun de peau et avait des cheveux noirs et courts. Ses yeux perpétuellement en mouvement, aussi noirs que ses cheveux, ajoutaient encore à l'air hautain qui se dégageait de son large visage. Il était énorme par la taille, avec un torse imposant et des membres puissants dont les muscles noueux saillaient au moindre de ses mouvements. Ses mains étaient les plus grandes que Conan ait jamais vues. L'assurance de posséder une force musculaire titanesque transparaissait dans chacun de ses gestes et chacune de ses postures.",
                    "en": "The man was naked except for a loin-cloth and high-strapped sandals. He was brown-skinned, with close-cropped black hair and restless black eyes that set off a broad, arrogant face. In girth and breadth he was enormous, with huge limbs on which the great muscles swelled and rippled at each slightest movement. His hands were the largest Conan had ever seen. The assurance of gigantic physical strength colored his every action and inflection.\n“Who the devil are you?” Conan growled.\n“I am Baal-pteor,” the man answered. “Once, long ago and in another land, I had another name. But this is a good name, and why Totrasmek gave it to me, any temple wench can tell you.”",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Les Mangeurs d'hommes de Zamboula",
                    "en": "The Man-Eaters of Zamboula",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/baal-pteor.png",
            "imageHD": "data/tiles/img/baal-pteor_hd.png",
            "image_location": {"x":62, "y":55},
            "image_zoom": 83,
            "model": "baal-pteor",
            "origins": ["baalpteor"],
    
            "count": 3
        },
    
        {
            "id": "black-dragons",
            "name": {
                "fr": "Les Dragons Noirs",
                "en": "Black Dragons",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "attack/counterattack", "1": "defense/sacrifice", "2": "none", "3": "none" },
            "reinforcement": "",
    
            "quote": {
                "text": {
                    "fr": "le comte Trocero de Poitain, sénéchal du roi, part pour la Némédie avec Prospero, bras droit du roi Conan, accompagné de la plupart des troupes poitainiennes et d'un bon nombre de ces Dragons Noirs qui forment la garde rapprochée du roi. {...} Alors un concert de voix lui parvint, et la pièce se retrouva envahie par une foule de gens de cour - chevaliers, pairs du royaume, hommes d'armes, conseillers- enfin réveillés et attirés par le fracas de la bataille, tous jasant, vociférant, et se bousculant les uns les autres. Les Dragons Noirs étaient là, fous de rage, jurant et trépignant sur place, la main sur la poignée de leur épée, poussant des jurons païens.",
                    "en": "Then a medley of voices reached his ears, and the room was thronged with the finally roused people of the court—knights, peers, ladies, men-at- arms, councillors—all babbling and shouting and getting in one another's way. The Black Dragons were on hand, wild with rage, swearing and ruffling, with their hands on their hilts and foreign oaths in their teeth.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Phénix sur l'Epée",
                    "en": "The Phoenix on the Sword",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
            
            "image": "data/tiles/img/black-dragons.png",
            "imageHD": "data/tiles/img/black-dragons_hd.png",
            "image_location": {"x":60, "y":57},
            "image_zoom": 95,
            "model": "black-dragons",
            "origins": ["blackdragons"],
    
            "count": 1
        },
    
        {
            "id": "the-black-ones",
            "name": {
                "fr": "Les hommes noirs",
                "en": "The Black Ones",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "purple", "green"],
            "movement": "3",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "attack/precision_strike", "1": "miscellaneous/jinx", "2": "none", "3": "none" },
            "reinforcement": "3",
    
            "quote": {
                "text": {
                    "fr": "Ces créatures étaient noires et nues, faites comme des hommes. Mais debout, la plus petite d'entre elles aurait dépassé de la tête et des épaules le pirate pourtant de haute taille. Leurs membres étaient longs et minces, mais finement formés, sans aucune trace de difformité ou d'anormalité, à 1 'exception de leur taille exceptionnelle. Mais, même à cette distance, Conan perçut la cruauté extrême qui transparaissait dans leurs traits. {...} Conan appelait mentalement ces créatures des « hommes noirs » parce qu'il ne lui venait pas de terme plus approprié. Mais instinctivement, il comprit que ces grands êtres d'ébène n'étaient pas des hommes, selon l'acception commune du terme.",
                    "en": "These creatures were black and naked, made like men, but the least of them, standing upright, would have towered head and shoulders above the tall pirate. They were rangy rather than massive, but were finely formed, with no suggestion of deformity or abnormality, save as their great height was abnormal. But even at that distance Conan sensed the basic diabolism of their features. (...) Conan mentally termed the creatures black men, for lack of a better term ; instinctively he knew these tall ebony beings were not men, as he understood the term.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Bassin de l’homme noir",
                    "en": "The Pool of the Black One",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/the-black-ones.png",
            "imageHD": "data/tiles/img/the-black-ones_hd.png",
            "image_location": {"x":71, "y":56},
            "image_zoom": 80,
            "model": "the-black-ones",
            "origins": ["blackones"]
        },
    
        {
            "id": "crossbowmen",
            "name": {
                "fr": "Arbalétriers",
                "en": "Crossbowmen",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "red"],
            "movement": "2",
            "defense": "1",
            "attacktype": "ranged",
            "dices": { "0": "red", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "defense/sacrifice", "1": "attack/elite_shooter", "2": "none", "3": "none" },
            "reinforcement": "2",
    
            "quote": {
                "text": {
                    "fr": "Le roi et ses alliés firent route vers l'Ouest, à la tête de cinquante mille hommes, chevaliers en armure étincelante, leurs étendards flottant au vent au-dessus de leurs casques, piquiers au casque d'acier dans leur brigandine, arbalétriers en pourpoint de cuir.",
                    "en": "The king and his allies moved westward at the head of fifty thousand men – knights in shining armor with their pennons streaming above their helmets, pikemen in steel caps and brigandines, crossbowmen in leather jerkins.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L'Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/crossbowmen.png",
            "imageHD": "data/tiles/img/crossbowmen_hd.png",
            "image_location": {"x":69, "y":57},
            "image_zoom": 94,
            "model": "crossbowmen",
            "origins": ["crossbowmen"]
        },
    
        {
            "id": "crossbowmen-green",
            "name": {
                "fr": "Arbalétriers",
                "en": "Crossbowmen",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["green"],
            "movement": "2",
            "defense": "0",
            "attacktype": "ranged",
            "dices": { "0": "redreroll", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "attack/precision_shot", "1": "attack/elite_shooter", "2": "none", "3": "none" },
            "reinforcement": "3",
    
            "quote": {
                "text": {
                    "fr": "Le roi et ses alliés firent route vers l'Ouest, à la tête de cinquante mille hommes, chevaliers en armure étincelante, leurs étendards flottant au vent au-dessus de leurs casques, piquiers au casque d'acier dans leur brigandine, arbalétriers en pourpoint de cuir.",
                    "en": "The king and his allies moved westward at the head of fifty thousand men – knights in shining armor with their pennons streaming above their helmets, pikemen in steel caps and brigandines, crossbowmen in leather jerkins.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L'Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/crossbowmen.png",
            "imageHD": "data/tiles/img/crossbowmen_hd.png",
            "image_location": {"x":69, "y":57},
            "image_zoom": 94,
            "model": "crossbowmen",
            "origins": ["crossbowmen"],
    
            "count": 1
        },
    
        {
            "id": "demon-of-the-earth",
            "name": {
                "fr": "Démon de la Terre",
                "en": "Demon of the Earth",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "orange", "3": "orange" },
            "skills": { "0": "movement/wall_wrecker", "1": "movement/blocking", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Je suis Thugra Khotan, qui dominera le monde, malgré tous vos dieux pitoyables ! Le désert est empli de mon peuple ; les démons de la terre exécuteront mes ordres, comme les reptiles de la terre m'obéissent.",
                    "en": "I am Thugra Khotan, who shall rule the world despite your paltry gods! The desert is filled with my people; the demons of the earth shall do my bidding, as the reptiles of the earth obey me.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Colosse Noir",
                    "en": "Black Colossus",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/demon-of-the-earth.png",
            "imageHD": "data/tiles/img/demon-of-the-earth_hd.png",
            "image_location": {"x":43, "y":59},
            "image_zoom": 122,
            "model": "demon-of-the-earth",
            "origins": ["demonearth"],
    
            "count": 2
        },
    
        {
            "id": "dragon",
            "name": {
                "fr": "Dragon",
                "en": "Dragon",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "5",
            "attacktype": "contact",
            "dices": { "0": "redreroll", "1": "redreroll", "2": "redreroll", "3": "redreroll" },
            "skills": { "0": "movement/blocking", "1": "movement/wall_wrecker", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Une tête de cauchemar et de démence venait d'apparaître à travers les taillis. Des mâchoires grimaçantes découvraient des rangées de défenses jaunies dégouttant de sang; au-dessus de la gueule béante se trouvait un museau semblable à celui d'un saurien. Des yeux énormes, ressemblant à ceux d'un python, mais grossis un millier de fois, fixaient sans ciller les deux humains pétrifiés qui s'accrochaient au rocher au-dessus de lui. Du sang coulait de sa gueule, maculant ses lèvres squameuses et flasques. Sa tête, plus grosse que celle d'un crocodile, était arquée au bout d'un long cou écailleux sur lequel était hérissée une rangée de pointes en dents de scie. Derrière ce cou, écrasant les bruyères et les jeunes arbres, s'avançait lourdement un corps de titan au torse bombé, posé sur des pattes absurdement courtes. Son ventre blanchâtre balayait presque le sol et le cou crénelé de piques était trop haut pour que Conan l'atteigne sur la pointe des pieds. Une longue queue pointue, pareille à celle d'un scorpion aux proportions gigantesques, traînait à sa suite.",
                    "en": "Through the thicket was thrust a head of nightmare and lunacy. Grinning jaws bared rows of dripping yellow tusks; above the yawning mouth wrinkled a saurian-like snout. Huge eyes, like those of a python a thousand times magnified, stared unwinkingly at the petrified humans clinging to the rock above it. Blood smeared the scaly, flabby lips and dripped from the huge mouth.\nThe head, bigger than that of a crocodile, was further extended on a long scaled neck on which stood up rows of serrated spikes, and after it, crushing down the briars and saplings, waddled the body of a titan, a gigantic, barrel-bellied torso on absurdly short legs. The whitish belly almost raked the ground, while the serrated back-bone rose higher than Conan could have reached on tiptoe. A long spiked tail, like that of a gargantuan scorpion, trailed out behind.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Les Clous Rouges",
                    "en": "Red Nails",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/dragon.png",
            "image_location": {"x":-40, "y":59},
            "image_zoom": 278,
            "model": "dragon",
            "origins": ["dragon"],
    
            "count": 2
        },
    
        {
            "id": "giant-wolves",
            "name": {
                "fr": "Loups Géants",
                "en": "Giant Wolves",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "5",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "movement/evasive", "2": "none", "3": "none" },
            "reinforcement": "2",
    
            "quote": {
                "text": {
                    "fr": "A ce moment précis, une énorme chose velue jaillit à la vitesse de l'éclair, bondissant par-dessus le roi étendu à terre pour venir frapper le soldat en plein sur la poitrine. Le cri de triomphe se transforma en hurlement d'agonie. Conan se releva péniblement et vit que l'homme était mort, la gorge arrachée. Un grand loup gris se tenait au-dessus de lui, la tête penchée, reniflant le sang qui commençait à former une mare sur l'herbe.",
                    "en": "The Nemedian croaked in triumph and sprang forward, lifting his great sword with both hands over his right shoulder, as he braced his legs wide for the stroke—and then, over the prostrate king, something huge and hairy shot like a thunderbolt full on the soldier's breast, and his yelp of triumph changed to a shriek of death. Conan, scrambling up, saw the man lying dead with his throat torn out, and a great gray wolf stood over him, head sunk as it smelt the blood that formed a pool on the grass.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L'Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/giant-wolves.png",
            "imageHD": "data/tiles/img/giant-wolves_hd.png",
            "image_location": {"x":52, "y":60},
            "image_zoom": 107,
            "model": "giant-wolves",
            "origins": ["giantwolves"],
    
            "count": 3
        },
    
        {
            "id": "sabertooth-tiger",
            "name": {
                "fr": "Tigre à Dents de Sabre",
                "en": "Sabertooth Tiger",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "4",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "La créature s'approcha à pas feutrés, tel un spectre surgi du passé ... un tigre à dents de sabre. Aucun chasseur hyborien ne s'était trouvé face à l'un de ces fauves des ères primitives depuis des centaines d'années. Des légendes immémoriales conféraient à ces créatures des pouvoirs surnaturels, du fait de leur pelage à la teinte spectrale et de leur férocité démoniaque.\nLe fauve qui se glissait doucement vers les hommes attachés sur les poteaux était plus long et plus gros qu'un tigre rayé ordinaire, presque aussi imposant qu'un ours. Ses épaules et ses pattes avant étaient si massives et puissamment musclées que l'avant de son corps semblait trop lourd comparé au reste, même si ses pattes arrière étaient plus puissantes que celles d'un lion. Ses mâchoires étaient massives et sa tête brutale. Son cerveau n'était pas très développé et n'avait de place que pour un seul instinct, celui de détruire. C'était une aberration de l'espèce des carnivores, une branche folle de 1'évolution qui avait abouti à cette impensable horreur de crocs et de griffes.",
                    "en": "A shuddering gasp swept over the village and men crowded hastily back, jamming one another between the huts. Balthus felt the short hair stir on his scalp. The creature that stood in the gate was like the embodiment of nightmare legend. Its color was of a curious pale quality which made it seem ghostly and unreal in the dim light. But there was nothing unreal about the low-hung savage head, and the great curved fangs that glistened in the firelight. On noiseless padded feet it approached like a phantom out of the past. It was a survival of an older, grimmer age, the ogre of many an ancient legend—a saber-tooth tiger. No Hyborian hunter had looked upon one of those primordial brutes for centuries. Immemorial myths lent the creatures a supernatural quality, induced by their ghostly color and their fiendish ferocity.\nThe beast that glided toward the men on the stakes was longer and heavier than a common, striped tiger, almost as bulky as a bear. Its shoulders and forelegs were so massive and mightily muscled as to give it a curiously top- heavy look, though its hindquarters were more powerful than that of a lion. Its jaws were massive, but its head was brutishly shaped. Its brain capacity was small. It had room for no instincts except those of destruction. It was a freak of carnivorous development, evolution run amuck in a horror of fangs and talons.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Au-delà de la Rivière Noire",
                    "en": "Beyond the Black River",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/sabertooth-tiger.png",
            "image_location": {"x":-4, "y":53},
            "image_zoom": 216,
            "model": "sabertooth-tiger",
            "origins": ["sabretoothtiger"],
    
            "count": 2
        },
    
        {
            "id": "afari",
            "name": {
                "fr": "Afari",
                "en": "Afari",
                "it": "Afari"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "red", "2": "none", "3": "none" },
            "skills": { "0": "attack/counterattack", "1": "attack/precision_strike", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "- Tuthmes ! Laisse-moi entrer ! Le démon est lâché dans Shumballa ! La porte s'ouvrit, et celui qui venait de parler s'engouffra dans la pièce, un individu sec, au corps noueux, vêtu d'une djebbeh blanche, le teint mat, le blanc des yeux brillant. Il fut accueilli par Tuthmes, grand, mince, sombre de peau, avec les traits droits typiques de sa caste. -Que dis-tu, Afari ? Afari ferma la porte avant de répondre; il haletait comme après une longue course. Il était plus petit que Tuthmes, et ses traits étaient nettement plus négroïdes. - Amboola! Il est mort ! Dans la Tour Rouge !",
                    "en": "Tuthmes ! Let me in ! The devil is loose in Shumballa !” The door was opened, and the speaker burst into the room – a lean, wiry man in a white djebbeh, dark skinned, the whites of his eyes gleaming. He was met by Tuthmes, tall, slender, dusky, with the straight features of his caste. “What are you saying, Afari ?” Afari closed the door before he answered ; he was panting as if from a long run. He was shorter than Tuthmes, and the negroid was more predominant in his features. “Amboola ! He is dead! In the Red Tower !",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Histoire inachevée - sans titre",
                    "en": "Untitled draft",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/afari.png",
            "imageHD": "data/tiles/img/afari_hd.png",
            "image_location": {"x":64, "y":54},
            "image_zoom": 62,
            "model": "afari",
            "origins": ["kushwitchhunters"],
    
            "count": 1
        },
    
        {
            "id": "ghayoor",
            "name": {
                "fr": "Ghayoor",
                "en": "Ghayoor",
                "it": "Ghayoor"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "defense/sacrifice", "1": "attack/precision_strike", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "image": "data/tiles/img/ghayoor.png",
            "imageHD": "data/tiles/img/ghayoor_hd.png",
            "image_location": {"x":67, "y":57},
            "image_zoom": 62,
            "model": "ghayoor",
            "origins": ["kushwitchhunters"],
    
            "count": 1
        },

        {
            "id": "shafiah",
            "name": {
                "fr": "Shafiah",
                "en": "Shafiah",
                "it": "Shafiah"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "attack/precision_strike", "1": "defense/sacrifice", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "image": "data/tiles/img/shafiah.png",
            "imageHD": "data/tiles/img/shafiah_hd.png",
            "image_location": {"x":63, "y":58},
            "image_zoom": 72,
            "model": "shafiah",
            "origins": ["kushwitchhunters"],
    
            "count": 1
        },
            
        {
            "id": "shubba",
            "name": {
                "fr": "Shubba",
                "en": "Shubba",
                "it": "Shubba"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "yellow", "1": "yellow", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/concentration", "1": "magic/spell_caster", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Shubba revint à Shumballa, et se rendant chez Tuthmes dans la pièce où les peaux de léopard tapissaient le sol, il déclara : - J'ai trouvé la femme que tu désirais. Une Némédienne, capturée à bord d'un navire marchand d'Argos. J'ai donné beaucoup de lourdes pièces d'or au négrier shémite pour l'obtenir. - Fais-la-moi voir, ordonna Tuthmes. Shubba quitta la pièce, et revint quelques instants plus tard, tenant une fille par le poignet. Elle était souple, sa peau blanche formait un contraste éblouissant avec les corps noirs et bruns auxquels Tuthmes était habitué. Ses cheveux tombaient en une cascade dorée sur ses épaules blanches. Elle n'était vêtue que d'une chemise en lambeaux. Shubba ôta celle-ci, et la jeune fille frissonna dans sa nudité la plus totale.",
                    "en": "Shubba returned to Shumballa, and coming to Thuthmes in his chamber where leopard skins carpeted the marble floor, he said: “I have found the woman you desired. A Nemedian girl, captured from a trading vessel of Argos. I paid the Shemitish slave-trader many broad gold pieces.” “Let me see her,” commanded Thuthmes, and Shubba left the room, returning a moment later leading a girl by the wrist. She was supple, her white skin almost dazzling in contrast with the brown and black bodies to which Thuthmes was accustomed. Her hair fell in a curly rippling gold stream over her white shoulders. She was clad only in a tattered shift. This Shubba removed, leaving her shrinking in complete nudity.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Histoire inachevée – sans titre",
                    "en": "Untitled draft",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/shubba.png",
            "imageHD": "data/tiles/img/shubba_hd.png",
            "image_location": {"x":69, "y":54},
            "image_zoom": 61,
            "model": "shubba",
            "origins": ["kushwitchhunters"],
    
            "count": 1
        },
    
        {
            "id": "vanir-valkyrie",
            "name": {
                "fr": "Valkyrie Vanir",
                "en": "Vanir Valkyrie",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "orangereroll", "1": "orangereroll", "2": "orangereroll", "3": "none" },
            "skills": { "0": "attack/precision_strike", "1": "movement/evasive", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "image": "data/tiles/img/vanir-valkyrie.png",
            "imageHD": "data/tiles/img/vanir-valkyrie_hd.png",
            "image_location": {"x":71, "y":54},
            "image_zoom": 96,
            "model": "vanir-valkyrie",
            "origins": ["valvan"],
    
            "count": 2
        },
    
        {
            "id": "salome",
            "name": {
                "fr": "Salomé",
                "en": "Salome",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "yellow", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "magic/spell_caster", "1": "defense/protected", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Un long serpent de lumière courut soudain le long des rideaux et les bougies dans leurs candélabres dorés se rallumèrent inexplicablement. Taramis se recroquevilla sur sa couche de velours, repliant ses jambes souples sous elle, regardant de ses yeux écarquillés cette silhouette féline et moqueuse qui se tenait devant elle. C'était comme si elle contemplait une seconde Taramis, identique à elle-même dans chacun des contours de ses traits et de ses membres, mais habitée par une personnalité inconnue et maléfique. Le visage de cette inconnue reflétait l'exact opposé de tout ce que celui de la reine dégageait. La luxure et le mystère scintillaient au fond de ses yeux lumineux, la cruauté affleurait dans la courbe de ses lèvres rouges et pleines. Chaque mouvement de son corps souple était subtilement provocateur. Sa coiffure imitait celle de la reine, et elle avait aux pieds des sandales identiques à celles que portait d'ordinaire Taramis dans son boudoir. Sa tunique de soie, sans manches et décolletée, retenue à la taille par un lien tissé d'or, était l'exacte réplique du vêtement de nuit de la reine.",
                    "en": "It was the sight of this face which froze the cry in Taramis’s throat. The features were her own! She might have been looking into a mirror which subtly altered her reflection, lending it a tigerish gleam of eye, a vindictive curl of lip.\n“Ishtar!” gasped Taramis. “I am bewitched!”\n“Bewitched? No, sweet sister!”\n“Sister? I have no sister.”\nSalome laughed fiercely, and slapped her bosom. Between her breasts shone a crescent, red as blood.\n“The mark of the witch!” cried Taramis, recoiling.\n“Aye! The curse of the kings of Khauran! They tell how the first queen of our line had traffic with a fiend of darkness and bore him a daughter who lives in foul legendry to this day. And thereafter in each century a girl baby was born with a scarlet half-moon between her breasts, that signified her destiny. ‘Every century a witch shall be born.’ So ran the ancient curse. And so it has come to pass.\n“Well, this world contains all I desire – power, and pomp, and glittering pageantry, handsome men and soft women for my paramours and my slaves. I have returned to take that to which I have as much right as you.”",
                    "it": "E fu quella vista a raggelare il grido nella gola di Taramis. I lineamenti erano i suoi! Era come se si guardasse in uno specchio che alterava sottilmente la sua immagine, aggiungendole lo scintillio tigrino degli occhi, l'aggricciarsi vendicativo delle labbra.\n“Ishtar!” — gemette Taramis. — “È una stregoneria!”\n“Stregoneria? No, dolce sorella! Non c'è nessuna stregoneria.”\n“Sorella? Io non ho sorelle.”\nSalome rise rabbiosamente, e si batté la mano sul petto. La tunica scollata scopriva la parte superiore dei seni torniti, in mezzo a cui splendeva un marchio bizzarro… una mezzaluna rossa come sangue.\n“Il marchio della strega!” esclamò Taramis, rabbrividendo.\n“Sì! La maledizione dei re di Khauran! Raccontano che la prima regina della nostra dinastia ebbe commercio con un demone delle tenebre e gli partorì una figlia che ancora oggi vive nelle leggende immonde. Da allora, ogni secolo, nasce nella dinastia askhauriana una bimba con una mezzaluna scarlatta sul petto che indica il suo destino. ‘Ogni secolo nascerà una strega.’ Così diceva l'antica maledizione. E così è sempre accaduto. \n“Bene, questo mondo racchiude tutto ciò che desidero… potenza e sfarzo, e lusso scintillante, uomini prestanti destinati a diventare i miei amanti, tenere donne adatte a diventare mie schiave.Sono tornata per prendere ciò che spetta di diritto a me non meno che a te.”"
                },
                "origin": {
                    "fr": "Une Sorcière viendra au Monde",
                    "en": "A Witch shall be Born",
                    "it": "Nascerà una strega"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/salome.png",
            "imageHD": "data/tiles/img/salome_hd.png",
            "image_location": {"x":56, "y":53},
            "image_zoom": 56,
            "model": "taramis-salome",
            "origins": ["ppbox"],
    
            "count": 2
        },
    
        {
            "id": "atali",
            "name": {
                "fr": "Atali",
                "en": "Atali",
                "it": "Atali"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "0",
            "attacktype": "contact",
            "dices": { "0": "yellow", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "magic/spell_caster", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 },
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Devant lui, ondoyant comme un arbrisseau sous le vent, se tenait une femme. Pour ses yeux éblouis, le corps de l'inconnue semblait d'ivoire; à l'exception d'un léger voile tissé des fils les plus fins, elle était aussi nue qu'au premier jour. Ses pieds délicats étaient plus blancs que la neige qu'ils foulaient avec dédain. Elle riait en regardant le guerrier déconcerté; son rire était plus mélodieux que le doux clapotis de fontaines argentées, et cependant empreint d'une cruelle moquerie. Le regard de Conan se posa à nouveau sur ses cheveux décoiffés qu'il avait cru, tout d'abord, être roux. Il voyait à présent qu'ils n'étaient ni roux ni blonds, mais d'un éclatant mélange des deux couleurs. Il la contemplait, fasciné. Sa chevelure semblait d'un or de fée; le soleil se reflétait sur ses tresses avec une violence telle que Conan avait presque du mal à les regarder. Ses yeux, de même, n'étaient ni tout à fait bleus, ni tout à fait gris ; leur couleur était changeante, pleine de lueurs dansantes et de nuances qu'il aurait été incapable de définir. Ses lèvres rouges et pleines souriaient; de ses pieds menus à la couronne aveuglante de sa chevelure tombant en cascade, son corps d'ivoire était aussi parfait que le songe d'un dieu.",
                    "en": "Before him, swaying like a sapling in the wind, stood a woman. Her body was like ivory to his dazed gaze, and save for a light veil of gossamer, she was naked as the day. Her slender bare feet were whiter than the snow they spurned. She laughed down at the bewildered warrior. Her laughter was sweeter than the rippling of silvery fountains, and poisonous with cruel mockery. (…) His gaze went again to her unruly locks, which at first glance he had thought to be red. Now he saw that they were neither red nor yellow but a glorious compound of both colors. He gazed spell-bound. Her hair was like elfin-gold; the sun struck it so dazzlingly that he could scarcely bear to look upon it. Her eyes were likewise neither wholly blue nor wholly grey, but of shifting colors and dancing lights and clouds of colors he could not define. Her full red lips smiled, and from her slender feet to the blinding crown of her billowy hair, her ivory body was as perfect as the dream of a god.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "La Fille du Géant du Gel",
                    "en": "The Frost Giant's Daughter",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/atali.png",
            "imageHD": "data/tiles/img/atali_hd.png",
            "image_location": {"x":67, "y":63},
            "image_zoom": 90,
            "model": "atali",
            "origins": ["nordheim"],
    
            "count": 3
        },
    
        {
            "id": "yazdigerd",
            "name": {
                "fr": "Yazdigerd",
                "en": "Yazdigerd",
                "it": "Yazdigerd"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "yellow", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "magic/spell_caster", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
    
            "image": "data/tiles/img/skuthus.png",
            "imageHD": "data/tiles/img/skuthus_hd.png",
            "image_location": {"x":66, "y":56},
            "image_zoom": 65,
            "model": "skuthus",
            "origins": ["nordheim"],
    
            "count": 2
        },
    
        {
            "id": "nijgor",
            "name": {
                "fr": "Nijgor",
                "en": "Nijgor",
                "it": "Nijgor"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "red", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/horror", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 },
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Il ne se préoccupa pas un instant de la bizarrerie de tous ces phénomènes, même lorsque deux silhouettes gigantesques se dressèrent devant lui pour lui barrer la route. La gelée blanche faisait briller leurs cottes de mailles ; leurs casques et leurs haches étaient recouverts de givre. Les boucles de leurs cheveux étaient saupoudrées de neige et dans leurs barbes étaient prises des aiguilles de glace. Leurs yeux étaient aussi froids que les lumières qui tourbillonnaient au-dessus de leurs têtes.",
                    "en": "He did not wonder at the strangeness of it all, not even when two gigantic figures rose up to bar his way. The scales of their mail were white with hoar-frost; their helmets and their axes were covered with ice. Snow sprinkled their locks; in their beards were spikes of icicles; their eyes were cold as the lights that streamed above them. ",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "La Fille du Géant du Gel",
                    "en": "The Frost Giant's Daughter",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/nijgor.png",
            "imageHD": "data/tiles/img/nijgor.png",
            "image_location": {"x":54, "y":49},
            "image_zoom": 99,
            "model": "nijgor",
            "origins": ["nordheim"],
    
            "count": 2
        },
    
        {
            "id": "seski",
            "name": {
                "fr": "Seski",
                "en": "Seski",
                "it": "Seski"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "red", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/horror", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 },
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Il ne se préoccupa pas un instant de la bizarrerie de tous ces phénomènes, même lorsque deux silhouettes gigantesques se dressèrent devant lui pour lui barrer la route. La gelée blanche faisait briller leurs cottes de mailles ; leurs casques et leurs haches étaient recouverts de givre. Les boucles de leurs cheveux étaient saupoudrées de neige et dans leurs barbes étaient prises des aiguilles de glace. Leurs yeux étaient aussi froids que les lumières qui tourbillonnaient au-dessus de leurs têtes.",
                    "en": "He did not wonder at the strangeness of it all, not even when two gigantic figures rose up to bar his way. The scales of their mail were white with hoar-frost; their helmets and their axes were covered with ice. Snow sprinkled their locks; in their beards were spikes of icicles; their eyes were cold as the lights that streamed above them. ",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "La Fille du Géant du Gel",
                    "en": "The Frost Giant's Daughter",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/seski.png",
            "imageHD": "data/tiles/img/seski.png",
            "image_location": {"x":49, "y":49.5},
            "image_zoom": 99,
            "model": "seski",
            "origins": ["nordheim"],
    
            "count": 2
        },
    
        {
            "id": "vanir-warriors",
            "name": {
                "fr": "Guerriers Vanirs",
                "en": "Vanir Warriors",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "yellowreroll", "1": "yellowreroll", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "À quoi ressemblent ces gens du Nord ? demanda Prospero. - Ils sont grands et ont les yeux bleus ; leur sang et leur langue sont identiques, mais les Aesirs ont les cheveux blonds et les Vanirs, les cheveux roux. Leur principal dieu est Ymir, le géant du gel ; ils ne sont pas dirigés par un grand roi, mais chaque tribu a son propre suzerain. Ils sont sauvages, capricieux et féroces. Ils se battent toute la journée, et la nuit ils boivent de l'ale et mugissent leurs chants sauvages.",
                    "en": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Phénix sur l’Épée",
                    "en": "The Phoenix on the Sword",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/vanir-warriors.png",
            "imageHD": "data/tiles/img/vanir-warriors_hd.png",
            "image_location": {"x":46, "y":63},
            "image_zoom": 177,
            "model": "vanir-warriors",
            "origins": ["nordheim"],
    
            "count": 1
        },
    
        {
            "id": "vanir-warriors-blue",
            "name": {
                "fr": "Guerriers Vanirs",
                "en": "Vanir Warriors",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["blue", "purple"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "yellowreroll", "1": "yellowreroll", "2": "none", "3": "none" },
            "skills": { "0": "attack/precision_strike", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "À quoi ressemblent ces gens du Nord ? demanda Prospero. - Ils sont grands et ont les yeux bleus ; leur sang et leur langue sont identiques, mais les Aesirs ont les cheveux blonds et les Vanirs, les cheveux roux. Leur principal dieu est Ymir, le géant du gel ; ils ne sont pas dirigés par un grand roi, mais chaque tribu a son propre suzerain. Ils sont sauvages, capricieux et féroces. Ils se battent toute la journée, et la nuit ils boivent de l'ale et mugissent leurs chants sauvages.",
                    "en": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Phénix sur l’Épée",
                    "en": "The Phoenix on the Sword",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/vanir-warriors.png",
            "imageHD": "data/tiles/img/vanir-warriors_hd.png",
            "image_location": {"x":46, "y":63},
            "image_zoom": 177,
            "model": "vanir-warriors",
            "origins": ["nordheim"]
        },
    
        {
            "id": "vanir-zombies",
            "name": {
                "fr": "Revenants Vanir",
                "en": "Vanir Zombies",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["green", "red"],
            "movement": "1",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "attack/constriction", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "À quoi ressemblent ces gens du Nord ? demanda Prospero. - Ils sont grands et ont les yeux bleus ; leur sang et leur langue sont identiques, mais les Aesirs ont les cheveux blonds et les Vanirs, les cheveux roux. Leur principal dieu est Ymir, le géant du gel ; ils ne sont pas dirigés par un grand roi, mais chaque tribu a son propre suzerain. Ils sont sauvages, capricieux et féroces. Ils se battent toute la journée, et la nuit ils boivent de l'ale et mugissent leurs chants sauvages.",
                    "en": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Phénix sur l’Épée",
                    "en": "The Phoenix on the Sword",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/vanir-warriors.png",
            "imageHD": "data/tiles/img/vanir-warriors_hd.png",
            "image_location": {"x":46, "y":63},
            "image_zoom": 177,
            "model": "vanir-warriors",
            "origins": ["nordheim"]
        },
    
        {
            "id": "vanir-primitives",
            "name": {
                "fr": "Vanirs Primitifs",
                "en": "Vanir Primitives",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "red"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "image": "data/tiles/img/vanir-primitives.png",
            "imageHD": "data/tiles/img/vanir-primitives_hd.png",
            "image_location": {"x":68, "y":49},
            "image_zoom": 111,
            "model": "pict-hunters",
            "origins": ["nordheim"]
        },
    
        {
            "id": "crows",
            "name": {
                "fr": "Corbeaux",
                "en": "Crows",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "5",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "yellow", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "movement/flying", "1": "miscellaneous/jinx", "2": "none", "3": "none" },
            "reinforcement": "",
    
            "quote": {
                "text": {
                    "fr": "Comme il franchissait la dernière crête de la colline, un cri rauque retentit soudain au-dessus de sa tête. Il leva les yeux et aperçut le corbeau qui battait des ailes haut dans le ciel, à sa verticale, croassant sans cesse. Conan poursuivit son chemin et le volatile le suivit, restant toujours au-dessus de lui, rendant la matinée hideuse avec ses cris stridents et se moquant des efforts du Cimmérien pour le chasser. Cela dura des heures, jusqu'à ce que les nerfs de Conan soient tendus à vifs. Il aurait donné la moitié de son royaume pour qu'on lui permette de tordre ce cou noir. -Par les diables de 1'enfer! jura-t-il dans une rage futile, en agitant son poing bardé d'acier vers le volatile aux cris frénétiques. Pourquoi me tourmentes-tu avec tes cris incessants ? Hors de ma vue, engeance des Enfers, et va donc picorer dans les champs de blé des paysans !",
                    "en": "As he topped the farther crest of the slope, a raucous screaming burst out over his head, and looking up, he saw the raven flapping high above him, cawing incessantly. As he rode on, it followed him, maintaining its position and making the morning hideous with its strident cries, heedless of his efforts to drive it away. This kept up for hours, until Conan's teeth were on edge, and he felt that he would give half his kingdom to be allowed to wring that black neck. 'Devils of hell!' he roared to futile rage, shaking his mailed fist at the frantic bird. « Why do you harry me with your squawking? Begone, you black spawn of perdition, and peck for wheat to the farmers' fields! »",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L'Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/crows.png",
            "imageHD": "data/tiles/img/crows_hd.png",
            "image_location": {"x":46, "y":54},
            "image_zoom": 168,
            "model": "crows",
            "origins": ["nordheim"]
        },
    
        {
            "id": "crows-red",
            "name": {
                "fr": "Corbeaux",
                "en": "Crows",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["red"],
            "movement": "5",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "yellow", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "movement/flying", "1": "miscellaneous/jinx", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "Comme il franchissait la dernière crête de la colline, un cri rauque retentit soudain au-dessus de sa tête. Il leva les yeux et aperçut le corbeau qui battait des ailes haut dans le ciel, à sa verticale, croassant sans cesse. Conan poursuivit son chemin et le volatile le suivit, restant toujours au-dessus de lui, rendant la matinée hideuse avec ses cris stridents et se moquant des efforts du Cimmérien pour le chasser. Cela dura des heures, jusqu'à ce que les nerfs de Conan soient tendus à vifs. Il aurait donné la moitié de son royaume pour qu'on lui permette de tordre ce cou noir. -Par les diables de 1'enfer! jura-t-il dans une rage futile, en agitant son poing bardé d'acier vers le volatile aux cris frénétiques. Pourquoi me tourmentes-tu avec tes cris incessants ? Hors de ma vue, engeance des Enfers, et va donc picorer dans les champs de blé des paysans !",
                    "en": "As he topped the farther crest of the slope, a raucous screaming burst out over his head, and looking up, he saw the raven flapping high above him, cawing incessantly. As he rode on, it followed him, maintaining its position and making the morning hideous with its strident cries, heedless of his efforts to drive it away. This kept up for hours, until Conan's teeth were on edge, and he felt that he would give half his kingdom to be allowed to wring that black neck. 'Devils of hell!' he roared to futile rage, shaking his mailed fist at the frantic bird. « Why do you harry me with your squawking? Begone, you black spawn of perdition, and peck for wheat to the farmers' fields! »",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L'Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/crows.png",
            "imageHD": "data/tiles/img/crows_hd.png",
            "image_location": {"x":46, "y":54},
            "image_zoom": 168,
            "model": "crows",
            "origins": ["nordheim"]
        },

        {
            "id": "wolves",
            "name": {
                "fr": "Loups",
                "en": "Wolves",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "5",
            "defense": "0",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "movement/leap", "1": "movement/evasive", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "A ce moment précis, une énorme chose velue jaillit à la vitesse de l'éclair, bondissant par-dessus le roi étendu à terre pour venir frapper le soldat en plein sur la poitrine. Le cri de triomphe se transforma en hurlement d'agonie. Conan se releva péniblement et vit que l'homme était mort, la gorge arrachée. Un grand loup gris se tenait au-dessus de lui, la tête penchée, reniflant le sang qui commençait à former une mare sur l'herbe.",
                    "en": "The Nemedian croaked in triumph and sprang forward, lifting his great sword with both hands over his right shoulder, as he braced his legs wide for the stroke—and then, over the prostrate king, something huge and hairy shot like a thunderbolt full on the soldier's breast, and his yelp of triumph changed to a shriek of death. Conan, scrambling up, saw the man lying dead with his throat torn out, and a great gray wolf stood over him, head sunk as it smelt the blood that formed a pool on the grass.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L'Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/wolves.png",
            "imageHD": "data/tiles/img/wolves_hd.png",
            "image_location": {"x":75, "y":57},
            "image_zoom": 100,
            "model": "giant-wolves",
            "origins": ["nordheim"],
    
            "count": 1
        },
    
        {
            "id": "aesir-zombies",
            "name": {
                "fr": "Revenants Aesirs",
                "en": "Aesir Zombies",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["purple"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "attack/counterattack", "1": "movement/blocking", "2": "none", "3": "none" },
            "reinforcement": "3",
    
            "quote": {
                "text": {
                    "fr": "À quoi ressemblent ces gens du Nord ? demanda Prospero. - Ils sont grands et ont les yeux bleus ; leur sang et leur langue sont identiques, mais les Aesirs ont les cheveux blonds et les Vanirs, les cheveux roux. Leur principal dieu est Ymir, le géant du gel ; ils ne sont pas dirigés par un grand roi, mais chaque tribu a son propre suzerain. Ils sont sauvages, capricieux et féroces. Ils se battent toute la journée, et la nuit ils boivent de l'ale et mugissent leurs chants sauvages.",
                    "en": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Phénix sur l’Épée",
                    "en": "The Phoenix on the Sword",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/aesir-warriors.png",
            "imageHD": "data/tiles/img/aesir-warriors_hd.png",
            "image_location": {"x":63, "y":68},
            "image_zoom": 107,
            "model": "aesir-warriors",
            "origins": ["nordheim"]
        },
    
        {
            "id": "aesir-warriors",
            "name": {
                "fr": "Guerriers Aesirs",
                "en": "Aesir Warriors",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "yellow", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "À quoi ressemblent ces gens du Nord ? demanda Prospero. - Ils sont grands et ont les yeux bleus ; leur sang et leur langue sont identiques, mais les Aesirs ont les cheveux blonds et les Vanirs, les cheveux roux. Leur principal dieu est Ymir, le géant du gel ; ils ne sont pas dirigés par un grand roi, mais chaque tribu a son propre suzerain. Ils sont sauvages, capricieux et féroces. Ils se battent toute la journée, et la nuit ils boivent de l'ale et mugissent leurs chants sauvages.",
                    "en": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Phénix sur l’Épée",
                    "en": "The Phoenix on the Sword",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/aesir-warriors.png",
            "imageHD": "data/tiles/img/aesir-warriors_hd.png",
            "image_location": {"x":63, "y":68},
            "image_zoom": 107,
            "model": "aesir-warriors",
            "origins": ["nordheim"]
        },
    
        {
            "id": "aesir-warriors-red",
            "name": {
                "fr": "Guerriers Aesirs",
                "en": "Aesir Warriors",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["red"],
            "movement": "2",
            "defense": "0",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "movement/evasive", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "quote": {
                "text": {
                    "fr": "À quoi ressemblent ces gens du Nord ? demanda Prospero. - Ils sont grands et ont les yeux bleus ; leur sang et leur langue sont identiques, mais les Aesirs ont les cheveux blonds et les Vanirs, les cheveux roux. Leur principal dieu est Ymir, le géant du gel ; ils ne sont pas dirigés par un grand roi, mais chaque tribu a son propre suzerain. Ils sont sauvages, capricieux et féroces. Ils se battent toute la journée, et la nuit ils boivent de l'ale et mugissent leurs chants sauvages.",
                    "en": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Phénix sur l’Épée",
                    "en": "The Phoenix on the Sword",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/aesir-warriors.png",
            "imageHD": "data/tiles/img/aesir-warriors_hd.png",
            "image_location": {"x":63, "y":68},
            "image_zoom": 107,
            "model": "aesir-warriors",
            "origins": ["nordheim"]
        },
    
        {
            "id": "shuang-mian",
            "name": {
                "fr": "Shuang Miàn",
                "en": "Shuang Miàn",
                "it": "Shuang Miàn"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/concentration", "1": "magic/spell_caster", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 },
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "Pour autant qu’il le sache, il avait verrouillé sa porte de l’intérieur. Or celle-ci était maintenant ouverte et quatre hommes entraient dans la pièce l’un après l’autre. Lorsqu’il les aperçut, il eut la chair de poule. Publio avait vu bien des individus étranges dans sa vie, mais aucun ne ressemblait à ceux-là. Ils étaient grands, décharnés et vêtus d’une robe noire. Leurs visages étaient des ovales jaune sombre, à moitié dissimulés par leur capuche. Il ne parvenait pas à mieux voir leurs traits et, d’une façon inexplicable, il était content de ne pas mieux les distinguer. Chacun d’eux tenait un long bâton, étrangement tacheté.",
                    "en": "To the best of his knowledge the door had been bolted from within; but now it stood open and four men filed into the chamber. At the sight of them his flesh crawled. Many strange beings Publio had seen in his lifetime, but none before like these. They were tall and gaunt, black-robed, and their faces were dim yellow ovals in the shadows of their coifs. He could not tell much about their features and was unreasoningly glad that he could not. Each bore a long, curiously mottled staff.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "L’Heure du Dragon",
                    "en": "The Hour of the Dragon",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/shuang-mian.png",
            "image_location": {"x":51, "y":53},
            "image_zoom": 97,
            "model": "shuang-mian",
            "origins": ["khitai"],
    
            "count": 2
        },
    
        {
            "id": "evil-hound",
            "name": {
                "fr": "Molosse infernal",
                "en": "Evil Hound",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "red", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
    
            "image": "data/tiles/img/dark-demon.png",
            "imageHD": "data/tiles/img/dark-demon_hd.png",
            "image_location": {"x":58, "y":46},
            "image_zoom": 132,
            "model": "dark-demon",
            "origins": ["khitai"],
    
            "count": 2
        },
    
        {
            "id": "khitan-guards",
            "name": {
                "fr": "Gardes Khitan",
                "en": "Khitan Guards",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "red"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "yellow", "1": "yellow", "2": "none", "3": "none" },
            "skills": { "0": "movement/blocking", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "image": "data/tiles/img/khitan-guards.png",
            "imageHD": "data/tiles/img/khitan-guards_hd.png",
            "image_location": {"x":55, "y":61},
            "image_zoom": 128,
            "model": "khitan-guards",
            "origins": ["khitai"]
        },
    
        {
            "id": "honor-guards",
            "name": {
                "fr": "Gardes d'Honneur",
                "en": "Honor Guards",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "green"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "defense/sacrifice", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "2",
    
            "image": "data/tiles/img/honor-guards.png",
            "imageHD": "data/tiles/img/honor-guards_hd.png",
            "image_location": {"x":50, "y":66},
            "image_zoom": 115,
            "model": "honor-guards",
            "origins": ["khitai"]
        },
    
        {
            "id": "javelin-throwers",
            "name": {
                "fr": "Javeliniers",
                "en": "Javelin Throwers",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "purple"],
            "movement": "3",
            "defense": "1",
            "attacktype": "ranged",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "attack/elite_shooter", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "2",
    
            "image": "data/tiles/img/javelin-throwers.png",
            "imageHD": "data/tiles/img/javelin-throwers_hd.png",
            "image_location": {"x":56, "y":55},
            "image_zoom": 84,
            "model": "javelin-throwers",
            "origins": ["khitai"]
        },
    
        {
            "id": "foo-dogs",
            "name": {
                "fr": "Chiens de Fo",
                "en": "Foo Dogs",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "5",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "yellow", "1": "yellow", "2": "none", "3": "none" },
            "skills": { "0": "attack/counterattack", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "image": "data/tiles/img/foo-dogs.png",
            "imageHD": "data/tiles/img/foo-dogs_hd.png",
            "image_location": {"x":29, "y":48},
            "image_zoom": 195,
            "model": "foo-dogs",
            "origins": ["khitai"],
    
            "count": 2
        },
    
        {
            "id": "thot-amon",
            "name": {
                "fr": "Thot-Amon",
                "en": "Thot-Amon",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "1",
            "attacktype": "contact",
            "dices": { "0": "orange", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "magic/spell_caster", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "quote": {
                "text": {
                    "fr": "C'était un géant sombre, dont la peau sombre révélait le sang stygien.\n« Écoutez, seigneur. J'étais autrefois un grand sorcier dans le Sud. Les hommes parlaient de Thoth-amon comme ils parlaient de Rammon. Le roi Ctesphon de Stygie déchut les autres magiciens de leur position dominante et me fit un grand honneur en me substituant à eux. Ils me haïssaient, mais ils me craignaient aussi, car je contrôlais des créatures du dehors, que je pouvais conjurer à tout moment pour qu'elles accomplissent ce que bon me semblait. Par Set, mes ennemis vivaient dans la crainte perpétuelle de se réveiller au milieu de la nuit, les serres d'une horreur sans nom plantées dans leur gorge! J'ai lancé de puissants et noirs sortilèges grâce à l'Anneau-Serpent de Set, que j'avais trouvé un jour dans une tombe à une lieue sous terre, un anneau qui était déjà oublié bien avant que le premier homme s'extirpe du limon originel. »",
                    "en": "He was a somber giant, whose dusky skin revealed his Stygian blood. (...) « Listen, my lord. I was a great sorcerer in the south. Men spoke of Thoth-Amon as they spoke of Rammon. King Ctesphon of Stygia gave me great honor, casting down the magicians from the high places to exalt me above them. They hated me, but they feared me, for I controlled beings from outside which came at my call and did my bidding. By Set, mine enemy knew not the hour when he might awake at midnight to feel the taloned fingers of a nameless horror at his throat! I did dark and terrible magic with the Serpent Ring of Set, which I found in a nighted tomb a league beneath the earth, forgotten before the first man crawled out of the slimy sea. »",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Phénix sur l’épée",
                    "en": "The Phoenix on the Sword",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/thot-amon.png",
            "imageHD": "data/tiles/img/thot-amon_hd.png",
            "image_location": {"x":53, "y":70},
            "image_zoom": 117,
            "model": "thot-amon",
            "origins": ["stygia"],
    
            "count": 2
        },
    
        {
            "id": "scorpion-broodmother",
            "name": {
                "fr": "Reine Scorpion",
                "en": "Scorpion Broodmother",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "2",
            "defense": "3",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "orange", "2": "yellow", "3": "none" },
            "skills": { "0": "movement/blocking", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
            "tokens": [
                { "image_location": {"x":50, "y":50}, "image_zoom": 100 }
            ],
    
            "image": "data/tiles/img/scorpion-broodmother.png",
            "image_location": {"x":50, "y":49},
            "image_zoom": 102,
            "model": "scorpion-broodmother",
            "origins": ["stygia"],
    
            "count": 2
        },
    
        {
            "id": "giant-scorpions",
            "name": {
                "fr": "Scorpions Géants",
                "en": "Giant Scorpions",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "4",
            "defense": "0",
            "attacktype": "contact",
            "dices": { "0": "yellow", "1": "none", "2": "none", "3": "none" },
            "skills": { "0": "miscellaneous/poison", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
    
            "quote": {
                "text": {
                    "fr": "Dans sa main tendue la chose vivante se tordait avec colère. Cette fois, ce n'était plus une illusion. Thugra Khotan tenait dans sa paume nue un scorpion noir, long de plus d'un pied, la créature la plus mortelle du désert ; une piqûre de son aiguillon pointu signifiait une mort instantanée.",
                    "en": "In his extended hand something alive writhed and slavered. No tricks of shadows this time. In his naked hand Thugra Khotan gripped a black scorpion, more than a foot in length, the deadliest creature of the desert, the stroke of whose spiked tail was instant death.",
                    "it": "TODO_TRANSLATE"
                },
                "origin": {
                    "fr": "Le Colosse Noir",
                    "en": "Black Colossus",
                    "it": "TODO_TRANSLATE"
                },
                "author": {
                    "name": "Robert E. Howard"
                }
            },
    
            "image": "data/tiles/img/giant-scorpion.png",
            "imageHD": "data/tiles/img/giant-scorpion_hd.png",
            "image_location": {"x":60, "y":52},
            "image_zoom": 119,
            "model": "giant-scorpion",
            "origins": ["stygia"],
    
            "count": 3
        },
    
        {
            "id": "eternal-guard",
            "name": {
                "fr": "Gardes éternels",
                "en": "Eternal Guard",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray", "gray", "blue"],
            "movement": "2",
            "defense": "2",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "orange", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "1",
    
            "image": "data/tiles/img/eternal-guard.png",
            "imageHD": "data/tiles/img/eternal-guard_hd.png",
            "image_location": {"x":48, "y":58},
            "image_zoom": 94,
            "model": "eternal-guard",
            "origins": ["stygia"]
        },
    
        {
            "id": "assassins",
            "name": {
                "fr": "Assassins",
                "en": "Assassins",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["gray"],
            "movement": "3",
            "defense": "0",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "red", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "2",
    
            "image": "data/tiles/img/assassins.png",
            "imageHD": "data/tiles/img/assassins_hd.png",
            "image_location": {"x":48, "y":57},
            "image_zoom": 113,
            "model": "assassins",
            "origins": ["stygia"]
        },

        {
            "id": "assassins",
            "name": {
                "fr": "Assassins",
                "en": "Assassins",
                "it": "TODO_TRANSLATE"
            },
    
            "colors": ["red"],
            "movement": "3",
            "defense": "0",
            "attacktype": "contact",
            "dices": { "0": "red", "1": "red", "2": "none", "3": "none" },
            "skills": { "0": "none", "1": "none", "2": "none", "3": "none" },
            "reinforcement": "",
    
            "image": "data/tiles/img/assassins.png",
            "imageHD": "data/tiles/img/assassins_hd.png",
            "image_location": {"x":50, "y":50},
            "image_zoom": 100,
            "model": "assassins",
            "origins": ["stygia"]
        }        
    ]
}