{
    "link": "https://the-overlord.com/index.php?/files/file/328-batman-gotham-city-chronicles-livret-de-compétences-et-traits-boîtes-de-base/",
    "types": {
        "attack_modifier": {
            "title": "Modificateur d'attaque"
        },
        "melee": {
            "title": "Attaque au corps-à-corps"
        },
        "range": {
            "title": "Attaque à distance"
        },
        "manipulation": {
            "title": "Manipulation"
        },
        "thought": {
            "title": "Réflexion"
        },
        "defense": {
            "title": "Défense"
        },
        "movement": {
            "title": "Mouvement"
        },
        "miscellaneous": {
            "title": "Divers"
        },
        "traits": {
            "title": "Traits"
        }
    },
    "list": {
        "sneak": {
            "title": "Attaque sournoise",
            "text": "Lorsque le possesseur effectue une Attaque au Corps-à-corps ou à Distance contre un ennemi dans sa Zone, il bénéficie de X Succès Automatiques si la somme des Indices de Menace des figurines alliées est supérieure ou égal à la somme des Indices de Menace des figurines ennemies dans sa Zone.",
            "clarification": "NOTE : L’Indice de Menace du possesseur n’est pas inclus dans la somme de ses alliés"
        },
        "poison": {
            "title": "Poison",
            "text": "Lorsque le possesseur effectue une Attaque au Corps-à-corps ou à Distance, pendant l’étape de Détermination et application des Blessures, si le nombre de Succès de son attaque est supérieur au nombre de Succès de la Défense, la cible subit X Blessures supplémentaires avant de subir les Blessures de l’attaque elle-même."
        },
        "electricity": {
            "title": "Electricité",
            "text": "Lorsque le possesseur effectue une Attaque au Corps-à-corps ou à Distance, pendant l’étape de Détermination et application des Blessures, si le nombre de Succès de son Attaque est supérieur au nombre de Succès de la Défense, la cible subit X Blessures supplémentaires avant de subir les Blessures de l’attaque elle-même."
        },
        "reach": {
            "title": "Allonge",
            "text": "Lorsque le possesseur effectue une Attaque au Corps-à-corps, il peut cibler une figurine dans une Zone jusqu’à une Distance X de la sienne, tant qu’il a une Ligne de Vue sur celle-ci (notez que les niveaux d’Élévation n’affectent pas cette Compétence, tant qu’il y a une Ligne de Vue)."
        },
        "martial_arts": {
            "title": "Arts martiaux",
            "text": "Lorsque le possesseur effectue une Attaque au Corps-à-corps (y compris celles effectuées avec des Actions Gratuites, c’est-à-dire Coup Circulaire, Enchaînement, et Contre-Attaque), s’il obtient au moins 1 Succès, il bénéficie de X Succès Automatiques."
        },
        "counterattack": {
            "title": "Contre-attaque",
            "text": "Après qu’une Attaque au Corps-à-corps ait été résolue contre le possesseur, il peut, avec une Action Gratuite (et s’il n’a pas été Neutralisé par l’attaque), effectuer une Contre-Attaque avec X dés jaunes, mais sans bonus d’Arme.",
            "clarification": "L’Attaque initiale ne doit pas avoir été elle-même une Contre-Attaque.\nLa Contre-Attaque suit les règles normales d’Attaque au Corps-à-corps, avec les changements suivants :\n - Pendant l’étape de Désignation de la cible, l’attaquant initial doit être choisi comme cible. S’il ne s’agit pas d’une cible valide, la Contre-Attaque ne peut pas être effectuée.\n - Pendant l’étape de Dépense de Cubes d’énergie et constitution de la Réserve de dés, prenez simplement X dés jaunes pour constituer la Réserve de dés (sans dépenser de Cubes d’énergie).\n - Ignorez l’étape d’Ajout des bonus d’Arme."
        },
        "circular_strike": {
            "title": "Coup circulaire",
            "text": "Après avoir Neutralisé un ennemi avec une Attaque au Corps-à-corps, le possesseur peut, avec une Action Gratuite, utiliser immédiatement ses Succès Restants comme Attaques supplémentaires sur un maximum de X autres figurines qu’il peut cibler avec une Attaque au Corps-à-corps. L’Attaque initiale ne doit pas avoir été une Action Gratuite.",
            "clarification": "Chaque Attaque supplémentaire suit les règles normales d’Attaque au Corps-à-corps, avec les changements suivants :\n - Après l’étape de Désignation de la cible, passez directement à l’étape de Détermination du nombre de Succès.\n - Lors de l’étape de Détermination du nombre de Succès, au lieu des règles normales, le nombre de Succès est simplement égal au nombre de Succès Restants de l’Attaque précédente.\n - Si cette Attaque supplémentaire Neutralise également sa cible, tout Succès Restant peut être utilisé pour effectuer de la même manière une autre Attaque au Corps-à-corps supplémentaire sur un autre ennemi, et ainsi de suite, à condition que le nombre total de figurines supplémentaires attaquées (c’est-à-dire sans compter la cible initiale de l’Attaque) ne dépasse pas X."
        },
        "combo": {
            "title": "Enchaînement",
            "text": "Après avoir Neutralisé un ennemi avec une Attaque au Corps-à-corps, le possesseur peut, avec une Action Gratuite, effectuer immédiatement une Attaque au Corps-à-corps supplémentaire avec X dés, mais sans bonus d’Arme, contre une autre figurine qu’il peut cibler avec une Attaque au Corps-à-corps. L’Attaque initiale ne doit pas avoir été une Action Gratuite.",
            "clarification": "Cette Attaque supplémentaire suit les règles normales d’Attaque au Corps-à-corps, avec les changements suivants : \n - Pendant l’étape de Dépense de Cubes d’énergie et constitution de la Réserve de dés, prenez simplement X dés correspondant à la Caractéristique d’Attaque au Corps-à-corps du possesseur, pour constituer la Réserve de dés (sans dépenser de Cubes d’énergie).\n - Si la Caractéristique porte le symbole de Relance Gratuite, les Relances Gratuites peuvent être utilisées normalement.\n - Ignorez l’étape d’Ajout des bonus d’Arme."
        },
        "shackle": {
            "title": "Entrave",
            "text": "Lorsque le possesseur effectue une Attaque au Corps-à-corps, si son nombre de Succès est supérieur à celui du Défenseur, il peut placer jusqu’à X pions Entrave sur celui-ci au lieu de lui infliger des Blessures.",
            "clarification": "L’Entrave suit les règles normales d’Attaque au Corps-à-corps, avec les changements suivants :\n - Un Héros ne peut pas utiliser de carte Arme pour cette attaque.\n - Pendant l’étape de Désignation de la cible, déclarez l’utilisation de cette Compétence.\n - Pendant l’étape de Défense et Blessures, si le Défenseur doit subir au moins 1 Blessure, n’appliquez aucune Blessure, et placez au maximum X pions Entrave sur le socle du Défenseur.\nNOTE : Il existe 2 tailles de pions Entrave (grand et petit), mais leurs effets sont identiques. Utilisez celle qui convient le mieux au socle de la figurine.\nChaque pion Entrave sur une figurine réduit de 1 le nombre de Succès obtenus lors de ses actions et Défenses. Le Mouvement n’est pas affecté. Cependant, tout pion Entrave sur une figurine doit y rester, et se déplacer avec elle où qu’elle aille, jusqu’à ce qu’il soit retiré.\nPour retirer tous les pions Entrave d’une figurine, cette dernière (ou l’un de ses alliés dans la même Zone) doit réussir une Manipulation Complexe d’une Difficulté égale au nombre de pions Entrave sur son socle. La Compétence Crochetage peut être utilisée pour cela.\nNOTE : Si une figurine avec des pions Entrave tente de retirer ses propres entraves, les Succès de cette Manipulation Complexe seront toujours réduits comme décrit ci-dessus, puisque l’effet des pions Entrave s’applique jusqu’à ce qu’ils soient retirés."
        },
        "berserk": {
            "title": "Fureur",
            "text": "Lors d’une Attaque au Corps-à-corps, si au moins la moitié des Cubes d’énergie du possesseur sont dans sa Zone de Blessures (pour les Héros), ou si le possesseur a perdu au moins la moitié de ses Points de Vie (pour les Vilains), il ajoute X dés blancs à sa Réserve avant de lancer les dés."
        },
        "pointblank": {
            "title": "Bout portant",
            "text": "Lorsque le possesseur effectue une Attaque à Distance contre un ennemi dans sa Zone, il bénéficie d’au maximum X Relances Gratuites supplémentaires. Ceci se produit juste avant l’étape de Relances Gratuites de la Relance de l’Attaque à Distance. Chaque Relance Gratuite supplémentaire accorde une Relance optionnelle de n’importe quel dé de la Réserve.",
            "clarification": "Un même dé peut être relancé plus d’une fois. Ceci n’a aucun effet sur l’étape de Relances Gratuites (et en particulier n’affecte pas les dés pouvant être relancés durant celle-ci), effectuez cette étape normalement après avoir utilisé Bout Portant."
        },
        "burst": {
            "title": "Rafale",
            "text": "Après avoir Neutralisé un ennemi avec une Attaque à Distance, le possesseur peut, avec une Action Gratuite, utiliser immédiatement ses Succès restants comme Attaques supplémentaires sur un maximum de X autres figurines qu’il peut cibler avec une Attaque à Distance. L’attaque initiale ne doit pas avoir été une Action Gratuite.",
            "clarification": "Chaque Attaque supplémentaire suit les règles normales d’Attaque à Distance, avec les changements suivants :\n - Après l’étape de Désignation de la cible, passez directement à l’étape de Détermination du nombre de Succès.\n - Lors de l’étape de Détermination du nombre de Succès, au lieu des règles normales, le nombre de Succès est simplement égal au nombre de Succès restants de l’Attaque précédente.\n - Si cette Attaque supplémentaire Neutralise également sa cible, tout Succès restant peut être utilisé pour effectuer de la même manière une autre Attaque à Distance supplémentaire sur un autre ennemi, et ainsi de suite, à condition que le nombre total de figurines supplémentaires attaquées (c’est-à-dire sans compter la cible initiale de l’Attaque) ne dépasse pas X."
        },
        "retaliation": {
            "title": "Riposte",
            "text": "Après qu’une Attaque à Distance ait été résolue contre le possesseur (et s’il n’a pas été Neutralisé par l’attaque), il peut, avec une Action Gratuite, effectuer une Riposte contre l’attaquant initial avec X dés jaunes, mais sans bonus d’Arme ni de Surplomb. L’Attaque initiale ne doit pas avoir été elle-même une Riposte.",
            "clarification": "La Riposte suit les règles normales d’Attaque à Distance, avec les changements suivants :\n - Un Héros doit porter une carte Arme à Distance n’ayant pas la restriction Usage unique pour pouvoir utiliser cette Compétence.\n - Pendant l’étape de Désignation de la cible, l’attaquant initial doit être choisi comme cible. S’il ne s’agit pas d’une cible valide, la Riposte ne peut pas être effectuée.\n - Pendant l’étape de Dépense de Cubes d’énergie et constitution de la Réserve de dés, prenez simplement X dés jaunes pour constituer la Réserve de dés (sans dépenser de Cubes d’énergie).\n - Ignorez les étapes d’Ajout des bonus d’Arme et d’Ajout du bonus de Surplomb."
        },
        "marksman": {
            "title": "Tireur d'élite",
            "text": "Lorsque le possesseur effectue une Attaque à Distance (y compris celles effectuées avec des Actions Gratuites, c’est-à-dire Rafale et Riposte), s’il obtient au moins 1 Succès, il bénéficie de X Succès Automatiques."
        },
        "munitions_specialist": {
            "title": "Artificier",
            "text": "Si (et seulement si) les règles spéciales de Mission, ou une autre Compétence, spécifient que la Compétence Artificier peut être utilisée, le possesseur bénéficie de X Succès Automatiques lors des actions de Manipulation Complexe correspondantes."
        },
        "attraction": {
            "title": "Attraction",
            "text": "Le possesseur peut, avec une Manipulation Automatique, déplacer dans sa Zone une figurine sur laquelle il a une Ligne de Vue. La figurine déplacée doit :<br/> - être à une Distance inférieure ou égale à X de la Zone du possesseur, avant d’être déplacée ;<br/> - être à un niveau d’Élévation situé au maximum X niveaux plus haut ou au minimum X plus bas que le niveau d’Élévation de la Zone du possesseur ;<br/> - avoir un Indice d’Envergure inférieur ou égal à l’Indice d’Envergure du possesseur, et ;<br/> - ne doit pas générer une sursaturation de la Zone du possesseur.",
            "clarification": "Si la Zone du possesseur contient un Terrain Dangereux, la figurine déplacée en subit les effets normalement"
        },
        "cry": {
            "title": "Cri",
            "text": "Une fois par tour, le possesseur peut, avec une Manipulation Automatique gratuite, déclencher une Explosion de niveau X dans sa propre Zone, et une autre Explosion de niveau X dans une Zone Adjacente sur laquelle il a une Ligne de Vue. Le possesseur ne subit aucune Blessure suite à cette Explosion. Voir page 54 du Livret de Règles pour les règles sur les Explosions.",
            "clarification": "Cette Manipulation Automatique gratuite suit les règles normales, avec le changement suivant : ignorez l’étape de Dépense d’un Cube d’énergie."
        },
        "lock_piking": {
            "title": "Crochetage",
            "text": "Si (et seulement si) les règles spéciales de Mission ou une autre Compétence spécifient que la Compétence Crochetage peut être utilisée, le possesseur bénéficie de X Succès Automatiques lors des actions de Manipulation Complexe correspondantes."
        },
        "grenade": {
            "title": "Grenade",
            "text": "Le possesseur peut, avec une Manipulation Complexe, tenter de lancer une grenade dans une Zone cible sur laquelle il a une Ligne de Vue. La Difficulté de la Manipulation Complexe est égale à la Distance entre la Zone du possesseur et la Zone cible.<br/>Pendant l’étape de Réalisation de la Manipulation Complexe :<br/> - Si la Manipulation Complexe réussit, déclenchez une Explosion de niveau X dans la Zone cible.<br/> - Si la Manipulation Complexe rate, la grenade n’atteint pas la Zone cible. Déclenchez une Explosion de niveau X dans une Zone située à une Distance égale au nombre de Succès obtenus, le long de la Ligne de Vue vers la Zone cible. S’il y a plus d’une Zone possible à cette Distance, le possesseur choisit la Zone dans laquelle l’Explosion se produit.",
            "clarification": "NOTE : Si le nombre de Succès est égal à zéro, l’Explosion se déclenche dans la Zone du possesseur.\nVoir page 54 du Livret de Règles pour les règles sur les Explosions."
        },
        "blast": {
            "title": "Souffle",
            "text": "Une fois par tour, le possesseur peut, avec une Manipulation Automatique, déclencher une Explosion de niveau X dans sa propre Zone, et une autre Explosion de niveau X dans une Zone Adjacente sur laquelle il a une Ligne de Vue. Le possesseur ne subit aucune Blessure suite à cette Explosion.", 
            "clarification": "Voir page 54 du Livret de Règles pour les règles sur les Explosions."
        },
        "command": {
            "title": "Commandement",
            "text": "Cette Compétence permet au possesseur de contrôler une tuile Personnage Allié avec X figurines correspondantes. Lors de la mise en place, le possesseur choisit une tuile Personnage de son camp et place X figurines dans sa Zone de départ. Le nombre de chevrons figurant sur l’icône indique le type de tuile qui doit être choisi :<br/> 1 pour Sbire et 2 pour Élite.",
            "clarification": "Une fois par tour, le possesseur peut, avec une Réflexion Automatique, activer la tuile Personnage sous son contrôle. Il peut ensuite activer n’importe quel nombre de ses figurines, une fois chacune, en suivant les règles de la section Activation d’une figurine contrôlée par une tuile (voir page 31 du Livret de Règles). Aucune autre action ne peut être effectuée tant que toutes les figurines choisies par le possesseur n’ont pas été activées.\nLorsque vous effectuez des actions avec ces figurines, suivez les règles comme s’il s’agissait de non-Héros, avec les modifications suivantes :\n - Lors des actions de Mouvement, la Défense ou les Relances, déplacez chaque Cube d’énergie dépensé par le possesseur vers sa case d’action Réflexion (au lieu de sa case de Mouvement, de Défense ou de Relance). Le possesseur ne peut pas dépenser un nombre de cubes qui l’amènerait à dépasser l’Indice de Saturation de sa case d’action Réflexion.\n - Lors des actions de Mouvement, leur Multiplicateur de Points de Mouvement est toujours de 1.\n - Lors des Défenses, leur Caractéristique de Défense est toujours de 1 dé orange.\nNOTE : Si une figurine possède plus d’une fois la Compétence Commandement, les instances multiples de cette Compétence ne sont pas additionnées, mais traitées comme des Compétences distinctes. Chacune permet à son possesseur de contrôler des figurines correspondant à une tuile Personnage Allié différente, qui peut être activée jusqu’à une fois par tour (via des actions de Réflexion Automatique distinctes), comme décrit ci-dessus."
        },
        "investigation": {
            "title": "Enquête",
            "text": "Si (et seulement si) les règles spéciales de Mission spécifient que la Compétence Enquête peut être utilisée, le possesseur bénéficie de X Succès Automatiques lors des actions de Réflexion Complexe correspondantes."
        },
        "hacking": {
            "title": "Piratage",
            "text": "Si (et seulement si) les règles spéciales de Mission spécifient que la Compétence Piratage peut être utilisée, le possesseur bénéficie de X Succès Automatiques lors des actions de Réflexion complexe correspondantes."
        },
        "tactician": {
            "title": "Tacticien",
            "text": "Le possesseur peut, avec une Réflexion Automatique, accorder X Points de Mouvement gratuits (en plus de l’éventuel Bonus de Premier Mouvement) à une figurine alliée pour qu’elle les utilise immédiatement. La figurine ne doit pas avoir déjà bénéficié de la Compétence Tacticien durant ce tour. Si la figurine est un Héros, il doit être en État Actif pour ce tour.", 
            "clarification": "La figurine peut immédiatement effectuer une action de Mouvement, selon les règles normales, avec les changements suivants :\n - Pendant l’étape de Constitution de la Réserve de Points de Mouvement, ajoutez X Points de Mouvement à sa Réserve.\n - Si c’est un Héros, et si cette action de Mouvement est la première de son tour, ajoutez également son Bonus de Premier Mouvement à sa Réserve (ce bonus ne sera plus disponible pour les Mouvements suivants, comme d’habitude).\n - Si c’est un non-Héros, ajoutez également son Bonus de Premier Mouvement à sa Réserve (car cela compte comme une activation séparée de la figurine).\nÀ la fin de l’action de Mouvement, les Points de Mouvement non utilisés sont perdus, comme d’habitude."
        },
        "impenetrable_defense": {
            "title": "Défense impénétrable",
            "text": "Lorsqu’il est ciblé par une Attaque au Corps-à-corps, le possesseur bénéficie de X Succès Automatiques de Défense."
        },
        "body_guard": {
            "title": "Garde du corps",
            "text": "Pendant l’étape de Détermination du nombre de Succès de la Défense d’une figurine alliée située dans la même Zone que le possesseur, ajoutez X Succès Automatiques de Défense. Cette Compétence ne peut être utilisée que par une seule figurine pour aider une figurine alliée lors d’une Défense donnée."
        },
        "untouchable": {
            "title": "Intouchable",
            "text": "Lorsque le possesseur est ciblé par une Attaque à Distance, il bénéficie de X Succès Automatiques de Défense."
        },
        "protected": {
            "title": "Sous protection",
            "text": "Le possesseur ne peut pas être désigné comme cible lors d’une Attaque, s’il y a X figurines alliées (ou plus) dans sa Zone n’ayant pas également la Compétence Sous Protection."
        },
        "wall_breaker": {
            "title": "Défoncer paroi",
            "text": "Le possesseur peut, en effectuant un Mouvement Adjacent et en dépensant 2 Points de Mouvement supplémentaires, traverser une Paroi de niveau X ou inférieur et placer un pion Paroi Défoncée sur le segment de Paroi traversé. Un « segment » de Paroi est un tronçon de la Paroi séparant 2 Zones.",
            "clarification": "NOTE : Les deux Zones séparées par le segment de Paroi doivent être au même niveau d’Élévation.\nSeul le segment sur lequel le pion a été placé est défoncé, le reste de la Paroi reste intact. On ne peut pas défoncer une Paroi qui n’est pas associée à un niveau. Une fois placé sur le plateau, un pion Paroi Défoncée a les effets suivants :\n - Des Mouvements Adjacents peuvent désormais être effectués entre les deux Zones situées de part et d’autre du pion. Cependant, les deux Zones ne sont pas Adjacentes puisque la limite n’est toujours ni blanche ni orange.\n  - Il existe désormais une Ligne de Vue entre les deux Zones situées de part et d’autre du pion. Cependant, un pion Paroi Défoncée bloque toujours les Lignes de Vue tracées entre les marqueurs de Ligne de Vue, c’est-à-dire que le pion n’a aucun impact sur les Lignes de Vue autres que celle entre les deux Zones situées de part et d’autre"
        },
        "immobilization": {
            "title": "Immobilisation",
            "text": "Immédiatement après que le possesseur ait effectué une Attaque au Corps-à-corps ou à Distance (y compris avec une Action gratuite) ou déclenché une Explosion, couchez toutes les figurines (ennemies et alliées) ayant subi au moins X Blessures à cause de l’Attaque ou de l’Explosion.<br/>Si une figurine est couchée, redressez-la au début de sa prochaine activation (ou tour), son Bonus de Premier Mouvement est alors réduit à zéro pour cette activation (ou tour).",
            "clarification": "NOTE : les Vilains et autres figurines contrôlées par une tuile Personnage sont redressés au début de leur prochaine activation. Les Héros sont redressés au début de leur prochain tour uniquement s’ils déclarent un État Actif"
        },
        "elusive": {
            "title": "Insaisissable",
            "text": "Le possesseur peut ignorer jusqu’à X Indices d’Envergure totaux de l’ennemi pendant son Mouvement. Pendant l’étape de Calcul du Coût du Mouvement d’une action de Mouvement, soustrayez X lors du calcul de l’Indice de Gêne (mais l’Indice de Gêne ne peut toujours pas être inférieur à zéro)."
        },
        "mobility": {
            "title": "Mobilité",
            "text": "Le possesseur peut ignorer jusqu’à X niveaux de Terrain Difficile pendant ses Mouvements. Pendant l’étape de Calcul du Coût du Mouvement d’une action de Mouvement, soustrayez X du niveau total de Terrain Difficile de la Zone de départ (mais le niveau total de Terrain Difficile ne peut toujours pas être inférieur à zéro)."
        },
        "parkour": {
            "title": "Parkour",
            "text": "Pendant son Mouvement, le possesseur peut ignorer jusqu’à X niveaux de Saut ou d’Escalade, ou jusqu’à X Blessures causées par une Chute.",
            "clarification": " - Pour un Saut ou une Escalade, pendant l’étape de Calcul du Coût du Mouvement, soustrayez X du niveau de Saut/Escalade (mais le niveau de Saut/Escalade ne peut pas être inférieur à zéro).\n - Pour une Chute, pendant l’étape de Résolution des effets de la Zone de destination, lancez un nombre de dés jaunes égal au niveau de la Chute, comme d’habitude, mais réduisez le nombre de Blessures subies de X (jusqu’à un minimum de zéro Blessure)"
        },
        "ambidextry": {
            "title": "Ambidextrie",
            "text": "Le possesseur peut utiliser 2 cartes Arme (et combiner leurs bonus) dans la même Attaque au Corps-à-corps ou à Distance. Il peut s’agir de n’importe quelle paire de cartes Équipement et/ou Bat-Gadget que le possesseur pourrait utiliser seule selon les règles normales du type d’attaque correspondant, avec la condition supplémentaire que chacune des cartes Arme ait une valeur d’Encombrement/Taille inférieure ou égale à X."
        },
        "imaginary_friend": {
            "title": "Ami imaginaire",
            "text": "Le possesseur peut obtenir l’aide de sa « petite voix intérieure ». À la fin de la mise en place, le possesseur prend une figurine de son choix qui n’est pas utilisée pour la Mission et la place dans sa Zone en tant qu’Ami Imaginaire. Les règles suivantes s’appliquent :<br/> - Tant que l’Ami Imaginaire est en jeu, le possesseur ajoute 1 dé jaune à sa Réserve de dés chaque fois qu’il effectue une action (mais pas lorsqu’il lance des dés pour d’autres raisons, comme la Défense).<br/> - Tant qu’il est en jeu, l’Ami Imaginaire doit toujours être situé dans la Zone du possesseur. Lorsque la figurine du possesseur est déplacée pour une raison quelconque, déplacez l’Ami Imaginaire avec elle (sans coût supplémentaire).<br/> - L’Ami Imaginaire a un Indice d’Envergure de 0, un Indice de Menace de 0, et ne possède pas de Points de Vie.<br/> - Pour retirer l’Ami Imaginaire du jeu, un ennemi dans la Zone du possesseur doit réussir une Réflexion Complexe de Difficulté X.<br/> - Après avoir été retiré, l’Ami Imaginaire ne peut pas être remis en jeu, et le possesseur perd son avantage pour le reste de la Mission.<br/> - L’Ami Imaginaire n’est pas considéré comme appartenant à un camp, et ne peut être pris pour cible pour aucune raison que ce soit, sauf pour le retirer du jeu (voir ci-dessus)."
        },
        "luck": {
            "title": "Chance",
            "text": "Juste avant l’étape de Relances Gratuites d’une Relance, le possesseur bénéficie d’un maximum de X Relances Gratuites supplémentaires. Chacune d’entre elles accorde une Relance optionnelle de n’importe quel dé de la Réserve. Un même dé peut être relancé plus d’une fois. Ceci n’a aucun effet sur l’étape de Relances Gratuites (et en particulier n’affecte pas les dés pouvant être relancés durant celle-ci), effectuez cette étape normalement après avoir utilisé la Chance."
        },
        "pushing_limits": {
            "title": "Dépasser ses limites",
            "text": "Une fois par tour, le possesseur peut subir X Blessures lorsqu’il effectue une Action, et avant de dépenser des cubes d’Énergie pour cette action, Chaque Cube d’énergie ainsi déplacé dans la Zone de Blessures compte comme s’il avait été dépensé sur la case d’action correspondante, sans tenir compte de son Indice de Saturation.",
            "clarification": "NOTES : Avec cette Compétence, le possesseur peut effectuer une action uniquement en s’infligeant des Blessures, sans dépenser de Cubes d’énergie. Il ne peut pas choisir de s’infliger moins de X blessures."
        },
        "horror": {
            "title": "Horreur",
            "text": "Le Coût du Mouvement des figurines ennemies qui entrent dans la Zone du possesseur est augmenté de X Points de Mouvement, lors de leurs actions de Mouvement."
        },
        "misfortune": {
            "title": "Malchance",
            "text": "Le possesseur peut forcer un ennemi dans sa Zone à relancer jusqu’à X dés, juste après l’étape de Relances Gratuites d’une Relance. Le possesseur choisit quels dés sont relancés. Ces Relances forcées se produisent même si l’ennemi n’a pas souhaité effectuer de Relances Gratuites de son propre chef. Le même dé peut être relancé plusieurs fois. Ensuite, il effectue l’étape de Relances Payantes comme d’habitude."
        },
        "nerves_steel": {
            "title": "Nerfs d'acier",
            "text": "Lors d’une Attaque à Distance, d’une Manipulation Complexe ou d’une Réflexion Complexe, le possesseur peut ignorer jusqu’à X Indices de Menace des ennemis. Pendant l’étape de Détermination du nombre de Succès de l’action, soustrayez X lors du calcul de l’Indice de Gêne (mais l’Indice de Gêne ne peut toujours pas être inférieur à zéro)"
        },
        "regeneration": {
            "title": "Régénération",
            "text": "<b>HÉROS</b> : Une fois par tour, au début de l’étape de Déclaration des États des Héros du tour des Héros (et avant de récupérer des cubes selon l’État choisi), le possesseur peut déplacer jusqu’à X Cubes d’énergie de sa Zone de Blessures vers sa Zone de Fatigue.<br/><b>NON-HÉROS</b> : Une fois par activation, au début de son activation, déplacez le cube de sa Piste de Points de Vie de X cases vers le haut, mais sans jamais dépasser la valeur de Points de Vie de sa tuile Personnage."
        },
        "sacrifice": {
            "title": "Sacrifice",
            "text": "Si une figurine alliée qui est la cible d’une Attaque (y compris par une Action Gratuite) se trouve dans la même Zone que le possesseur, ce dernier peut subir X Blessures à sa place.",
            "clarification": "Le possesseur doit déclarer l’utilisation de cette Compétence au début de l’étape de Jet de la Réserve de dés d’une Attaque au Corps-à-corps ou à Distance contre une figurine alliée dans sa Zone (avant que les dés ne soient lancés). Ensuite, à la fin de l’étape de Détermination du nombre de Succès, soustrayez X du nombre de Succès obtenus par l’attaquant, et infligez X Blessures au possesseur.\nSi l’attaquant a obtenu moins de X Succès, appliquer ce nombre de Blessures à la place, et réduisez les Succès de l’attaquant à zéro.\nAprès avoir résolu les effets de cette Compétence, Les Succès restants de l’attaquant, s’il y en a, sont appliqués au Défenseur, qui peut se défendre contre eux selon les règles normales.\nNOTE : Le possesseur ne peut pas se défendre contre les Blessures subies en utilisant cette Compétence."
        },
        "support": {
            "title": "Soutien",
            "text": "Juste avant l’étape de Relances Gratuites d’une Relance, un allié dans la même Zone que le possesseur peut bénéficier de jusqu’à X Relances Gratuites supplémentaires. Chacune d’entre elles accorde une Relance optionnelle de n’importe quel dé de la Réserve. Un même dé peut être relancé plus d’une fois. Ceci n’a aucun effet sur l’étape de Relances Gratuites (et en particulier n’affecte pas les dés pouvant être relancés durant celle-ci), effectuez cette étape normalement après avoir utilisé Soutien."
        },
        "flame": {
            "title": "Flamme",
            "text": "Immédiatement après que le possesseur ait effectué une Attaque au Corps-à-corps ou à Distance (y compris avec une Action Gratuite) ou déclenché une Explosion, il peut placer jusqu’à X pions Flamme, face « actif » visible, dans la Zone correspondante (celle où se trouvait la cible, ou celle où l’Explosion a été déclenchée. Si l’Explosion a été déclenchée dans plus d’une Zone, jusqu’à X pions Flamme peuvent être placés dans chacune d’elles).",
            "clarification": "Chaque pion Flamme ajoute 1 niveau de Terrain Dangereux à la Zone. Chaque pion dure 2 tours et est ensuite retiré (voir page 54 du Livret de Règles).\nNOTE : Une figurine ayant cette Compétence sur son Écran ou sa tuile Personnage est immunisée contre l’effet de tous les pions Flamme."
        },
        "toxic_gas": {
            "title": "Gaz toxique",
            "text": "Immédiatement après que le possesseur ait effectué une Attaque au Corps-à-corps ou à Distance (y compris avec une Action Gratuite) ou déclenché une Explosion, il peut placer jusqu’à X pions Gaz, face « actif » visible, dans la Zone correspondante (celle où se trouvait la cible, ou celle où l’Explosion a été déclenchée. Si l’Explosion a été déclenchée dans plus d’une Zone, jusqu’à X pions Gaz peuvent être placés dans chacune d’elles).",
            "clarification": "Chaque pion Gaz ajoute 1 niveau de Terrain Dangereux à la Zone. Chaque pion dure 2 tours et est ensuite retiré (voir page 54 du Livret de Règles). NOTE : Une figurine ayant cette Compétence sur son Écran ou sa tuile Personnage est immunisée contre l’effet de tous les pions Gaz."
        },
        "smoke_grenade": {
            "title": "Fumigène",
            "text": "Immédiatement après que le possesseur ait déclenché une Explosion, il peut placer jusqu’à X pions Fumigène, face « actif » visible, dans la Zone où l’Explosion a été déclenchée (si l’Explosion a été déclenchée dans plus d’une Zone, jusqu’à X pions Fumigène sont placés dans chacune).",
            "clarification": "Chaque pion Fumigène placé le long de la Ligne de Vue d’une Attaque à Distance (par n’importe quelle figurine, y compris le possesseur) réduit le nombre de Succès de 1. Chaque pion dure 2 tours et est ensuite retiré (voir page 54 du Livret de Règles)."
        },
        "frost": {
            "title": "Givre",
            "text": "Immédiatement après que le possesseur ait effectué une Attaque au Corps-à-corps ou à Distance (y compris avec une Action Gratuite) ou déclenché une Explosion, il peut placer jusqu’à X pions Givre, face « actif » visible, dans la Zone correspondante (celle où se trouvait la cible, ou celle où l’Explosion a été déclenchée. Si l’Explosion a été déclenchée dans plus d’une Zone, jusqu’à X pions Givre peuvent être placés dans chacune d’elles).",
            "clarification": "Chaque pion Givre ajoute 1 niveau de Terrain Difficile à la Zone. Chaque pion dure 2 tours et est ensuite retiré (voir page 54 du Livret de Règles).\nNOTE: Une figurine ayant cette Compétence sur son Écran ou sa tuile Personnage est immunisée contre l’effet de tous les pions Givre)."
        },
        "moral_code": {
            "title": "Code moral",
            "text": "Une figurine avec ce Trait ne peut jamais utiliser ni bénéficier des bonus d’une carte Équipement ou BatGadget ayant la restriction Matériel létal.",
            "clarification": "NOTE : La figurine peut toujours porter ce type de matériel, ce Trait ne fait qu’empêcher son utilisation."
        },
        "gas_immunity": {
            "title": "Immunité au gaz",
            "text": "Une figurine avec ce Trait ignore toutes les Blessures qu’elle pourrait subir à cause des pions Gaz."
        },
        "harmless": {
            "title": "Inoffensif",
            "text": "Lorsqu’une figurine avec ce Trait effectue une Attaque, le nombre de Blessures qu’elle inflige est réduit à 0 pendant l’étape de Détermination et application des Blessures de la Défense.",
            "clarification": "NOTE : Les dés doivent toujours être lancés pour ses Attaques et les Défenses correspondantes, car la détermination du nombre de Succès de l’attaquant et du Défenseur est nécessaire pour certaines Compétences (voir Électricité et Poison)."
        },
        "reduced_mobility": {
            "title": "Mobilité réduite",
            "text": "Une figurine avec ce Trait ne peut jamais effectuer de Saut, d’Escalade ou de Chute. Pendant ses actions de Mouvement, elle ne peut effectuer que des Mouvements Adjacents"
        },
        "fly": {
            "title": "Vol",
            "text": "Lorsqu’une figurine avec ce Trait effectue un Mouvement, elle ignore la Gêne et le Terrain Difficile, ainsi que les coûts supplémentaires et les effets des Sauts, Escalades, et Chutes. Cela signifie que pendant l’étape de Calcul du Coût du Mouvement de ses actions de Mouvement, son Coût de Mouvement est toujours égal à 1 Point de Mouvement, et qu’elle ne subit pas de Blessures dues aux Chutes."
        },
        "multiple_personalities": {
            "title": "Personnalités multiples",
            "text": "Une figurine avec ce Trait change de personnalité lorsqu’elle est activée. La dernière tuile utilisée pour l’activer définit son comportement dominant actuel : ses statistiques, Compétences et Caractéristiques sont déterminées à tout moment par sa tuile Personnage la plus à droite de la Rivière.",
            "clarification": "NOTE : ce Trait n’est pas inclus dans le jeu de base, il n’apparaît que dans certaines extensions."
        }
    }
}
