{
    "list": {
        "event": {
            "name": ""
        },
        "captain": {
            "name": "Captain",
            "quote": {
                "text": "The people within the stockade stared wildly at that dread emblem ; then all eyes turned up toward the tower, where the master of the fort stood somberly, his cloak whipping about him in the wind. (...) A glance below showed him that the massive gates had been closed, and that the captain of his men-at-arms, gleaming in steel, was directing his men to their stations, some to the ledges, some to the lower loop-holes. He was massing his main strength along the western wall, in the midst of which was the gate.",
                "origin": "The Black Stranger"
            }
        },
        "skuthus": {
            "name": "Skuthus",
            "quote": {
                "text": "My necromantic knowledge is greater than the sum of all the knowledge of other men. How could the priests of Set known that the Heart has come southward? Yet the tought was no more fantastic than the necromancy that could slay an armed man by the touch of an open, empty hand. Necromancy is not accomplished by the waving of a wand.",
                "origin": "The Hour of the Dragon"
            }
        },
        "thalis": {
            "name": "Thalis"
        },
        "zogar-sag": {
            "name": "Zogar Sag",
            "quote": {
                "text": "Balthus saw a lean figure of middle height, almost hidden in ostrich plumes set on a harness of leather and copper. From amidst the plumes peered a hideous and malevolent face. The plumes puzzled Balthus. They fluttered and rustled evilly as the shaman leaped and cavorted.\nWith fantastic bounds and prancings he entered the ring and whirled before his bound and silent captives. With another man it would have seemed ridiculous – a foolish savage prancing meaninglessly in a whirl of feathers. But that ferocious face glaring out from the billowing mass gave the scene a grim significance. No man with a face like that could seem ridiculous or like anything except the devil he was.\nSuddenly he froze to statuesque stillness; the plumes rippled once and sank about him. The howling warriors fell silent. Zogar Sag stood erect and motionless, and he seemed to increase in height – to grow and expand. Balthus experienced the illusion that the Pict was towering above him, staring contemptuously down from a great height.",
                "origin": "Beyond the Black River"
            }
        },
        "zaporavo": {
            "name": "Zaporavo",
            "quote": {
                "text": "He was a tall man, tall as Conan, though of leaner build. Framed in his steel morion his face was dark, saturnine and hawk-like, wherefore men called him the Hawk. His armor and garments were rich and ornate, after the fashion of a Zingaran grandee. His hand was never far from his sword-hilt.\nThere was little favor in the gaze he bent on Conan. Zaporavo toyed with his sword-hilt and scowled at his uninvited guest. Conan gave no hint of what his own thoughts might be.\n“You’ll work for your keep,” snarled the Hawk. “Get off the poop. And remember, the only law here is my will.”",
                "origin": "The Pool of the Black One"
            }
        },
        "dark-demon": {
            "name": "Dark Demon",
            "quote": {
                "text": "But there was something else in the hall. Conan saw it through the drifting smoke – a monstrous black figure, outlined against the hell-fire glare. That outline was vaguely human; but the shadow thrown on the burning wall was not human at all. (...) The black monster reared up, looming gigantic against the flame, great arms spread wide ; a dim face leered through the drifting smoke, semi-human, demoniac, altogether terrible – Conan glimpsed the close-set horns, the gaping mouth, the peaked ears – it was lumbering toward him through the smoke, and an old memory woke with desperation.",
                "origin": "The Black Stranger"
            }
        },
        "giant-snake": {
            "name": "Giant Snake",
            "quote": {
                "text": "It was a gigantic snake, apparently carved of some jadelike substance. Each scale stood out as distinctly as in real life, and the iridescent colors were vividly reproduced. The great wedge-shaped head was half submerged in the folds of its trunk; so neither the eyes nor jaws were visible. (…) Conan admired the scaly torso, thick as his thigh and obviously of great length, and he reached out and laid a curious hand on the thing. And as he did so, his heart nearly stopped. An icy chill congealed the blood in his veins and lifted the short hair on his scalp. Under his hand there was not the smooth, brittle surface of glass or metal or stone, but the yielding, fibrous mass of a living thing.",
                "origin": "The Devil in Iron"
            }
        },
        "giant-snake-2": {
            "name": "Giant Snake",
            "quote": {
                "text": "It was a gigantic snake, apparently carved of some jadelike substance. Each scale stood out as distinctly as in real life, and the iridescent colors were vividly reproduced. The great wedge-shaped head was half submerged in the folds of its trunk; so neither the eyes nor jaws were visible. (…) Conan admired the scaly torso, thick as his thigh and obviously of great length, and he reached out and laid a curious hand on the thing. And as he did so, his heart nearly stopped. An icy chill congealed the blood in his veins and lifted the short hair on his scalp. Under his hand there was not the smooth, brittle surface of glass or metal or stone, but the yielding, fibrous mass of a living thing.",
                "origin": "The Devil in Iron"
            }
        },
        "khosatral-khel": {
            "name": "Khosatral Khel",
            "quote": {
                "text": "Conan saw a head and a pair of gigantic shoulders grow out of the twilight gloom. There was no sound of footsteps, but the great dusky form grew more distinct until Conan recognized the figure of a man. He was clad in sandals, a skirt and a broad shagreen girdle. His square-cut mane was confined by a circlet of gold. Conan stared at the sweep of the monstrous shoulders, the breadth of swelling breast, the bands and ridges and clusters of muscles on torso and limbs. The face was without weakness and without mercy. The eyes were balls of dark fire. And Conan knew that this was Khosatral Khel, the ancient from the Abyss, the god of Dagonia.",
                "origin": "The Devil in Iron"
            }
        },
        "outer-dark-demon": {
            "name": "Outer Dark Demon",
            "quote": {
                "text": "Livia saw a black dot among the stars, which grew and expanded; it neared her; it swelled to a bat; and still it grew, though its shape did not alter further to any great extent. It hovered over her in the stars, dropping plummet-like earthward, its great wings spread over her; she lay in its tenebrous shadow.\nNow it hung directly over her, and her soul shrivelled and grew chill and small at the sight. Its wings were bat-like; but its body and the dim face that gazed down upon her were like nothing of sea or earth or air; she knew she looked upon ultimate horror, upon black cosmic foulness born in night-black gulfs beyond the reach of a madman’s wildest dreams.",
                "origin": "The Vale of Lost Women"
            }
        },
        "thak": {
            "name": "Thak",
            "quote": {
                "text": "“That is Thak,” said the priest. “Some would call him an ape, but he is almost as different from a real ape as he is different from a real man. His people dwell far to the east, in the mountains that fringe the eastern frontiers of Zamora.”\nMurilo shuddered at the sight of the great black hands, thickly grown with hair that was almost fur-like. The body was thick, broad and stooped. The unnaturally wide shoulders had burst the scarlet gown, and on these shoulders Murilo noted the same thick growth of black hair. The face peering from the scarlet hood was utterly bestial, and yet Murilo realized that Nabonidus spoke truth when he said that Thak was not wholly a beast. There was something in the red murky eyes, something in the creature’s clumsy posture, something in the whole appearance of the thing that set it apart from the truly animal. That monstrous body housed a brain and soul that were just budding awfully into something vaguely human. Murilo stood aghast as he recognized a faint and hideous kinship between his kind and that squatting monstrosity, and he was nauseated by a fleeting realization of the abysses of bellowing bestiality up through which humanity had painfully toiled. ",
                "origin": "Rogues in the House"
            }
        },
        "belits-guards": {
            "name": "Bêlit's Guards",
            "quote": {
                "text": "It was just at sunrise when the lookout shouted a warning. Around the long point of an island off the starboard bow glided a long lethal shape, a slender serpentine galley, with a raised deck that ran from stem to stern. Forty oars on each side drove her swiftly through the water, and the low rail swarmed with naked blacks that chanted and clashed spears on oval shields. From the masthead floated a long crimson pennon.",
                "origin": "Queen of the Black Coast"
            }
        },
        "princess": {
            "name": "Princess",
            "quote": {
                "text": "Meanwhile, the rule of the struggling kingdom was in the white hands of young princess Yasmela, the king's sister.\nMinstrels sang her beauty throughout the western world, and the pride of a kingly dynasty was hers. But on that night her pride was dropped from her like a cloak. In her chamber whose ceiling was a lapis lazuli dome, whose marble floor was littered with rare furs, and whose walls were lavish with golden friezework, ten girls, daughters of nobles, their slender limbs weighted with gem-crusted armlets and anklets, slumbered on velvet couches about the royal bed with its golden dais and silken canopy. But princess Yasmela lolled not on that silken bed. She lay naked on her supple belly upon the bare marble like the most abased suppliant, her dark hair streaming over her white shoulders, her slender fingers intertwined. She lay and writhed in pure horror that froze the blood in her lithe limbs and dilated her beautiful eyes, that pricked the roots of her dark hair and made goose-flesh rise along her supple spine.",
                "origin": "Black Colossus"
            }
        },
        "bossonian-archers": {
            "name": "Bossonian Archers",
            "quote": {
                "text": "The Bossonians are of medium height and complection, their eyes brown or grey, and they are mesocephalic.\nBands of Bossonians were seen moving along the edges of the marches : stocky, resolute men in brigandines and steel caps, with longbows in their hands.",
                "origin": "The Hyborian Age - The Hour of the Dragon"
            }
        },
        "bossonian-guards": {
            "name": "Bossonian Guards",
            "quote": {
                "text": "No infantry was a match for the wild Gundermen, whose homeland, the northern-most province of Aquilonia, was but a day’s ride across the Bossonian marches from the borders of Cimmeria, and who, born and bred to battle, were the purest blood of all the Hyborian peoples.\nAquilonians (...). In war they relied largely upon their cavalry, heavily armed knights. Their pikemen and spearmen were mainly Gundermen, while their archers were supplied from the Bossonian marches.",
                "origin": "The Scarlet Citadel - Notes on Various People of the Hyborian Age"
            }
        },
        "hyenas": {
            "name": "Hyenas",
            "quote": {
                "text": "Something moved in the blackness under the trees. Etched abruptly in the rising moon, Conan saw a darkly blocked-out head and shoulders, brutish in outline. And now from the shadows dark shapes came silently, swiftly, running low—twenty great spotted hyenas. Their slavering fangs flashed in the moonlight, their eyes blazed as no true beast's eyes ever blazed.",
                "origin": "Queen of the Black Coast"
            }
        },
        "hyenas-enraged": {
            "name": "Enraged Hyenas",
            "quote": {
                "text": "Something moved in the blackness under the trees. Etched abruptly in the rising moon, Conan saw a darkly blocked-out head and shoulders, brutish in outline. And now from the shadows dark shapes came silently, swiftly, running low—twenty great spotted hyenas. Their slavering fangs flashed in the moonlight, their eyes blazed as no true beast's eyes ever blazed.",
                "origin": "Queen of the Black Coast"
            }
        },
        "pict-hunters": {
            "name": "Pict Hunters",
            "quote": {
                "text": "he Picts are a white race too, in that they are not black nor brown nor yellow, but they are black-eyed and black-haired and dark of skin.\nI could not mistake the sound. Only one drum in the world makes just that deep, menacing, sullen thunder: a Pictish war-drum, in the hands of those wild painted savages who haunted the Wilderness beyond the border of the Westermarck.",
                "origin": "Wolves Beyond the Border"
            }
        },
        "pirates": {
            "name": "Pirates",
            "quote": {
                "text": "« Pirates! » whispered Conan, a grim smile on his thin lips. (…) There were some seventy of them, a wild horde made up of men from many nations: Kothians, Zamorians, Brythunians, Corinthians, Shemites. Their features reflected the wildness of their natures. Many bore the scars of the lash or the branding-iron. There were cropped ears, slit noses, gaping eye-sockets, stumps of wrists—marks of the hangman as well as scars of battle. Most of them were half naked, but the garments they wore were fine; gold-braided jackets, satin girdles, silken breeches, tattered, stained with tar and blood, vied with pieces of silver- chased armor. Jewels glittered in nose-rings and earrings, and in the hilts of their daggers.",
                "origin": "Iron Shadows in the Moon"
            }
        },
        "thog-1": {
            "name": "Thog",
            "quote": {
                "text": "So Conan, glaring from under his tousled mane, saw the white naked figure of Natala writhing in the lustful grasp of a black nightmare shape that could have only been bred in the lost pits of hell. The sight of that awful shape alone might have frozen the Cimmerian with fear. (...) The thing seemed to be biting, clawing, crushing and clubbing him all at the same time. He felt fangs and talons rend his flesh; flabby cables that were yet hard as iron encircled his limbs and body, and worse than all, something like a whip of scorpions fell again and again across his shoulders, back and breast, tearing the skin and filling his veins with a poison that was like liquid fire.",
                "origin": "Xuthal of the Dusk"
            }
        },
        "thog-2": {
            "name": "Thog",
            "quote": {
                "text": "So Conan, glaring from under his tousled mane, saw the white naked figure of Natala writhing in the lustful grasp of a black nightmare shape that could have only been bred in the lost pits of hell. The sight of that awful shape alone might have frozen the Cimmerian with fear. (...) The thing seemed to be biting, clawing, crushing and clubbing him all at the same time. He felt fangs and talons rend his flesh; flabby cables that were yet hard as iron encircled his limbs and body, and worse than all, something like a whip of scorpions fell again and again across his shoulders, back and breast, tearing the skin and filling his veins with a poison that was like liquid fire.",
                "origin": "Xuthal of the Dusk"
            }
        },
        "conans-lion": {
            "name": "Conan’s Lion"
        },
        "zelatas-wolf": {
            "name": "Zelata’s Wolf",
            "quote": {
                "text": "The Nemedian croaked in triumph and sprang forward, lifting his great sword with both hands over his right shoulder, as he braced his legs wide for the stroke—and then, over the prostrate king, something huge and hairy shot like a thunderbolt full on the soldier's breast, and his yelp of triumph changed to a shriek of death. Conan, scrambling up, saw the man lying dead with his throat torn out, and a great gray wolf stood over him, head sunk as it smelt the blood that formed a pool on the grass.",
                "origin": "The Hour of the Dragon"
            }
        },
        "mummies": {
            "name": "Mummies",
            "quote": {
                "text": "Of this group ten were priests, and though they had discarded their masks Conan knew they were the priests he had accompanied to the pyramid. They stood before a tall, hawk-faced man beside a black altar on which lay a mummy in rotting swathings.",
                "origin": "L'Heure du Dragon"
            }
        },
        "skeletons": {
            "name": "Skeletons",
            "quote": {
                "text": "In one corner of the dungeon, near the door through which they had entered, a cluster of rusty chains hung from a great iron ring set in the stone. In these chains a skeleton dangled. Conan glared at it with some curiosity, noticing the state of the bare bones, most of which were splintered and broken; the skull, which had fallen from the vertebrae, was crushed as if by some savage blow of tremendous force.",
                "origin": "The Hour of the Dragon"
            }
        },
        "ageera": {
            "name": "Ageera",
            "quote": {
                "text": "Then go into Punt and find old Ageera, the witch-finder. Do not tell him flatly that Tananda had this deed done, but hint at it. » (...) The blacks gave back sullenly before her advance, and suddenly, from the devil house came a lean black figure. It was old Ageera, clad only in a loin cloth. Pointing his finger at Tananda, he yelled : “There she rides, she whose hands are dipped in blood ! She who murdered Amboola!",
                "origin": "Untitled draft"
            }
        },
        "akivasha": {
            "name": "Akivasha",
            "quote": {
                "text": "Her ivory skin showed her to be Stygian of some ancient noble family, and like all such women she was tall, lithe, voluptuously figured, her hair a great pile of black foam, among which gleamed a sparkling ruby. But for her velvet sandals and broad jewel-crusted girdle about her supple waist she was quite nude.",
                "origin": "The Hour of the Dragon"
            }
        },
        "constantius": {
            "name": "Constantius",
            "quote": {
                "text": "Constantius, whom men called Falcon, was tall, broad-shouldered, slim-waisted, lithe and strong as pliant steel. He was handsome in an aquiline, ruthless way. His face was burnt dark by the sun, and his hair, which grew far back from his high, narrow forehead, was black as a raven. His dark eyes were penetrating and alert, the hardness of his thin lips not softened by his thin black mustache. His boots were of Kordavan leather, his hose and doublet of plain, dark silk, tarnished with the wear of the camps and the stains of armor rust.",
                "origin": "A Witch shall be born"
            }
        },
        "gitara": {
            "name": "Gitara",
            "quote": {
                "text": "The girl threw her supple arms about his neck. She was panting hard, but not only from exertion. Her eyes blazed like black jewels in the starlight. Her upturned face was close to Khemsa’s, but though he submitted to her embrace, he did not return it.  « I love you!” she cried fiercely, writhing her body against his, almost strangling him in her wild embrace, shaking him in her abandon. “I will make a king of you !",
                "origin": "The People of the Black Circle"
            }
        },
        "hyperborean-primitive": {
            "name": "Hyperborean Primitive",
            "quote": {
                "text": "There was a giant Hyperborean renegade, taciturn, dangerous, with a broadsword strapped to his great gaunt frame – for men wore steel openly in the Maul.\nThey were men of many races and many crimes. There were tall Hyperboreans, gaunt, big-boned, of slow speech and violent natures.\nThe western part of Vanaheim lies along the shores of the western sea, and east of Asgard is the country of the Hyperboreans, who are civilized and dwell in cities.",
                "origin": "The Tower of the Elephant - Black Colossus - The Phoenix on the Sword (first submitted draft)"
            }
        },
        "khemsa": {
            "name": "Khemsa",
            "quote": {
                "text": "This man was clad in a brown camel-hair robe and sandals, and a green turban was on his head. His expression was tranquil, his gaze impersonal.",
                "origin": "People of the Black Circle"
            }
        },
        "natohk": {
            "name": "Natohk",
            "quote": {
                "text": "Natohk faced the Cimmerian—inhumanly tall and lean, clad in shimmering green silk. He tossed back his veil, and Conan looked into the features he had seen depicted on the Zugite coin.",
                "origin": "Black Colossus"
            }
        },
        "warlock": {
            "name": "Warlock",
            "quote": {
                "text": "Another figure stood at the head of the stair. His robe, too, was black, but of richly embroidered velvet, and there was a velvet cap on his head. (...) He held out his hand as if to receive something, and the Turanian cried out sharply like a man in mortal agony. He reeled drunkenly, and then, with a splintering of bones, a rending of flesh and muscle and a snapping of mail-links, his breast burst outward with a shower of blood, and through the ghastly aperture something red and dripping shot through the air into the Master’s outstretched hand, as a bit of steel leaps to the magnet. The Turanian slumped to the floor and lay motionless, and the Master laughed and hurled the object to fall before Conan’s feet – a still quivering human heart.",
                "origin": "People of the Black Circle"
            }
        },
        "amboola": {
            "name": "Amboola",
            "quote": {
                "text": "Amboola awakened slowly, his senses still sluggish from the wine he had guzzled the night before. For a muddled moment he could not remember where he was; the moonlight, streaming, through the barred window, shone on unfamiliar surroundings. Then he remembered that he was lying in the upper cell of the prison where the anger of Tananda, sister to the king of Kush, had consigned him. It was no ordinary cell, for even Tananda had not dared to go too far in her punishment of the commander of the black spearmen which were the strength of Kush's army.",
                "origin": "Unfinished story"
            }
        },
        "balthus": {
            "name": "Balthus",
            "quote": {
                "text": "He was a young man of medium height, with an open countenance and a mop of tousled tawny hair unconfined by cap or helmet. His garb was common enough for that country – a coarse tunic, belted at the waist, short leather breeches beneath, and soft buckskin boots that came short of the knee. A knife-hilt jutted from one boot-top. The broad leather belt supported a short, heavy sword and a buckskin pouch. There was no perturbation in the wide eyes that scanned the green walls which fringed the trail. Though not tall, he was well built, and the arms that the short wide sleeves of the tunic left bare were thick with corded muscle.",
                "origin": "Beyond the Black River"
            }
        },
        "belit": {
            "name": "Bêlit",
            "quote": {
                "text": "Bêlit turned toward Conan, her bosom heaving, her eyes flashing. Fierce fingers of wonder caught at his heart. She was slender, yet formed like a goddess: at once lithe and voluptuous. Her only garment was a broad silken girdle. Her white ivory limbs and the ivory globes of her breasts drove a beat of fierce passion through the Cimmerian’s pulse, even in the panting fury of battle. Her rich black hair, black as a Stygian night, fell in rippling burnished clusters down her supple back. Her dark eyes burned on the Cimmerian.\nShe was untamed as a desert wind, supple and dangerous as a she-panther.",
                "origin": "Queen of the Black Coast"
            }
        },
        "conan": {
            "name": "Conan",
            "quote": {
                "text": "Arus saw a tall powerfully built youth, naked but for a loincloth, and sandals strapped high about his ankles. His skin was burned brown as by the suns of the wastelands, and Arus glanced nervously at the broad shoulders, massive chest and heavy arms. A single look at the moody, broad-browed features told the watchman that the man was no Nemedian. From under a mop of unruly black hair smoldered a pair of dangerous blue eyes. A long sword hung in a leather scabbard at his girdle.",
                "origin": "The God in the Bowl"
            }
        },
        "hadrathus": {
            "name": "Hadrathus",
            "quote": {
                "text": "Hadrathus was a slim figure, masked in a black cloak with a hood. This the man threw back, disclosing a pale oval of a face, with calm, delicately chiseled features.\n“The followers of Asura have secret channels of knowledge.”\n“Men say the cult of Asura is a survival of the ancient Stygian serpent-worship. That is a lie. Our ancestors came from Vendhya, beyond the Sea of Vilayet and the blue Himelian mountains. We are sons of the East, not the South, and we have knowledge of all the wizards of the East, who are greater than the wizards of the West. And not one of them but would be a straw in the wind before the black might of Xaltotun.”\nHadrathus was as calm and self-possessed as ever, picking his way between rows of dead men and horses.",
                "origin": "The Hour of the Dragon"
            }
        },
        "kerim-shah": {
            "name": "Kerim Shah",
            "quote": {
                "text": "The man shrugged his broad shoulders and turned back into the arabesque chamber. He was a tall man, compactly built, and richly clad. (…)\nI, whom the Kshatriyas know as Kerim Shah, a prince from Iranistan, am no greater a masquerader than most men. They are all traitors in one way or another, and half of them know not whom they serve. There at least I have no doubts; for I serve King Yezdigerd of Turan.",
                "origin": "The People of the Black Circle"
            }
        },
        "ngora": {
            "name": "N'Gora",
            "quote": {
                "text": "He could see the details of the pirate plainly now. The rowers were protected by a line of raised mantelets along the sides, but the warriors dancing on the narrow deck were in full view. These were painted and plumed, and mostly naked, brandishing spears and spotted shields. (...) Conan halted suddenly, his warriors freezing into basaltic statues. In the tense silence that followed, the Cimmerian shook his head irritably. “Go ahead,” he grunted to a sub-chief, N’Gora.",
                "origin": "Queen of the Black Coast"
            }
        },
        "olgerd-vladislav": {
            "name": "Olgerd Vladislav",
            "quote": {
                "text": "Shaking the sweat and blood from his eyes, Conan saw four horsemen sitting their steeds in the twilight and staring up at him. Three were lean, white-robed hawks, Zuagir tribesmen without a doubt, nomads from beyond the river. The other was dressed like them in a white, girdled khalat and a flowing head-dress which, banded about the temples with a triple circlet of braided camelhair, fell to his shoulders. But he was not a Shemite. The dust was not so thick, nor Conan's hawk-like sight so clouded, that he could not perceive the man's facial characteristics. He was as tall as Conan, though not so heavy-limbed. His shoulders were broad and his supple figure was hard as steel and whalebone. A short black beard did not altogether mask the aggressive jut of his lean jaw, and gray eyes cold and piercing as a sword gleamed from the shadow of the kafieh.",
                "origin": "A Witch shall be born"
            }
        },
        "pallantides": {
            "name": "Pallantides",
            "quote": {
                "text": "Pallantides hastened from the pavilion, clanking in the armor he had donned at midnight after a few hours' sleep. (…) A tall warrior in gleaming armor couched his lance and charged to meet the lord of Tor. They met like a thunderclap. The Nemedian's lance, striking his foe's helmet, snapped bolts and rivets and tore off the casque, revealing the features of Pallantides. But the Aquilonian's lance head crashed through shield and breastplate to transfix the baron's heart.",
                "origin": "The Hour of the Dragon"
            }
        },
        "shevatas": {
            "name": "Shevatas",
            "quote": {
                "text": "Shevatas was wiry and lithe, as became a master-thief of Zamora. His small round head was shaven, his only garment a loin-cloth of scarlet silk. Like all his race, he was very dark, his narrow vulture-like face set off by his keen black eyes. His long, slender and tapering fingers were quick and nervous as the wings of a moth. From a gold-scaled girdle hung a short, narrow, jewel-hilted sword in a sheath of ornamented leather. Shevatas handled the weapon with apparently exaggerated care. He even seemed to flinch away from the contact of the sheath with his naked thigh. Nor was his care without reason.\nThis was Shevatas, a thief among thieves, whose name was spoken with awe in the dives of the Maul and the dim shadowy recesses beneath the temples of Bel, and who lived in songs and myths for a thousand years. He was a far traveller and had looted the treasures of many kingdoms.",
                "origin": "Black Colossus"
            }
        },
        "taurus": {
            "name": "Taurus",
            "quote": {
                "text": "Taurus was tall as the Cimmerian, and heavier; he was big-bellied and fat, but his every movement betokened a subtle dynamic magnetism, which was reflected in the keen eyes that glinted vitally, even in the starlight. He was barefooted and carried a coil of what looked like a thin, strong rope, knotted at regular intervals.",
                "origin": "The Tower of the Elephant"
            }
        },
        "valeria": {
            "name": "Valeria",
            "quote": {
                "text": "She was tall, full-bosomed and large-limbed, with compact shoulders. Her whole figure reflected an unusual strength, without detracting from the femininity of her appearance. She was all woman, in spite of her bearing and her garments. Instead of a skirt she wore short, wide-legged silk breeches, which ceased a hand’s breadth short of her knees, and were upheld by a wide silken sash worn as a girdle. Flaring-topped boots of soft leather came almost to her knees, and a low-necked, wide-collared, wide-sleeved silk shirt completed her costume. There was the color of the sea in her wide eyes. And that was as it should have been, because this was Valeria of the Red Brotherhood, whose deeds are celebrated in song and ballad wherever seafarers gather.\n“Why won’t men let me live a man’s life?”\n“No living man could disarm Valeria of the Brotherhood with his bare hands.”",
                "origin": "Red Nails"
            }
        },
        "zelata": {
            "name": "Zelata",
            "quote": {
                "text": "The old woman stood straight and tall before him, and in spite of her ragged garb, her features, clear-cut and aquiline, and her keen black eyes, were not those of a common peasant woman. She called to the wolf and it trotted to her side like a great dog and rubbed its giant shoulder against her knee, while it gazed at Conan with great green lambent eyes. Absently she laid her hand upon its mighty neck, and so the two stood regarding the king of Aquilonia. He found their steady gaze disquieting, though there was no hostility in it.\n“Crom!” muttered Conan, staring at the old woman. “Are you a magician, too?”\n“I am Zelata,” she said. “The people of the valleys call me a witch.”",
                "origin": "The Hour of the Dragon"
            }
        },
        "camel": {
            "name": "Camel"
        },
        "kothian-archer": {
            "name": "Kothian Archer"
        },
        "slasher": {
            "name": "Slasher"
        },
        "bone-golem": {
            "name": "Bone Golem"
        },
        "forest-demon": {
            "name": "Forest Demon",
            "quote": {
                "text": "Conan shook his head impatiently.\n« A man from the Tauran couldn't mistake the mark of a panther's claws. No. It's a forest devil summoned by Zogar Sag to carry out his revenge.",
                "origin": "Beyond the Black River"
            }
        },
        "giant-scorpion": {
            "name": "Giant Scorpion",
            "quote": {
                "text": "In his extended hand something alive writhed and slavered. No tricks of shadows this time. In his naked hand Thugra Khotan gripped a black scorpion, more than a foot in length, the deadliest creature of the desert, the stroke of whose spiked tail was instant death.",
                "origin": "Black Colossus"
            }
        },
        "giant-spider": {
            "name": "Giant Spider",
            "quote": {
                "text": "Springing back, sword high, he saw the horror strike the floor, wheel and scuttle toward him with appalling speed – a gigantic black spider, such as men see only in nightmare dreams. It was as large as a pig, and its eight thick hairy legs drove its ogreish body over the floor at headlong pace ; its four evilly gleaming eyes shone with a horrible intelligence, and its fangs dripped venom that Conan knew, from the burning of his shoulder where only a few drops had splashed as the thing struck and missed, was laden with swift death.",
                "origin": "The Tower of the Elephant"
            }
        },
        "gray-man-ape": {
            "name": "Gray Man-Ape",
            "quote": {
                "text": "Out of the shadows of the cliffs moved a monstrous shambling bulk —an anthropomorphic horror, a grotesque travesty of creation.\nIn general outline it was not unlike a man. But its face, limned in the bright moonlight, was bestial, with close-set ears, flaring nostrils, and a great flabby-lipped mouth in which gleamed white tusk-like fangs. It was covered with shaggy grayish hair, shot with silver which shone in the moonlight, and its great misshapen paws hung nearly to the earth. Its bulk was tremendous; as it stood on its short bowed legs, its bullet-head rose above that of the man who faced it; the sweep of the hairy breast and giant shoulders was breathtaking; the huge arms were like knotted trees.",
                "origin": "Iron Shadows in the Moon"
            }
        },
        "swamp-demon": {
            "name": "Swamp Demon",
            "quote": {
                "text": "« But what thing is it that can cry like a woman and laugh like a devil, and shines like witch-fire as it glides through the trees? » gasped Balthus, mopping the sweat from his pale face.\n« A swamp devil, » responded Conan morosely.",
                "origin": "Beyond the Black River"
            }
        },
        "thaug": {
            "name": "Thaug",
            "quote": {
                "text": "« Thaug! » she screamed, reeling in the doorway. « Thaug! » As in answer to that frightful invocation there boomed a thunderous croaking from within the temple, the snapping of wood and metal. (…) Out of the gloom at the other end of the great hall a vast dark form heaved up—came rushing toward him in gigantic frog-like hops. He saw the gleam of great unearthly eyes, the shimmer of fangs or talons. (…) He felt it looming behind him, a giant shadowy thing, like a travesty of nature cut out of the heart of night, a black shapelessness in which only the staring eyes and gleaming fangs were distinct.",
                "origin": "A Witch shall be born"
            }
        },
        "mummies-alt": {
            "name": "Mummies",
            "quote": {
                "text": "Of this group ten were priests, and though they had discarded their masks Conan knew they were the priests he had accompanied to the pyramid. They stood before a tall, hawk-faced man beside a black altar on which lay a mummy in rotting swathings.",
                "origin": "L'Heure du Dragon"
            }
        },
        "pict-archers": {
            "name": "Pict Archers",
            "quote": {
                "text": "he Picts are a white race too, in that they are not black nor brown nor yellow, but they are black-eyed and black-haired and dark of skin.\nI could not mistake the sound. Only one drum in the world makes just that deep, menacing, sullen thunder: a Pictish war-drum, in the hands of those wild painted savages who haunted the Wilderness beyond the border of the Westermarck.",
                "origin": "Wolves Beyond the Border"
            }
        },
        "pict-warriors": {
            "name": "Pict Warriors",
            "quote": {
                "text": "he Picts are a white race too, in that they are not black nor brown nor yellow, but they are black-eyed and black-haired and dark of skin.\nI could not mistake the sound. Only one drum in the world makes just that deep, menacing, sullen thunder: a Pictish war-drum, in the hands of those wild painted savages who haunted the Wilderness beyond the border of the Westermarck.",
                "origin": "Wolves Beyond the Border"
            }
        },
        "pirates-alt": {
            "name": "Pirates",
            "quote": {
                "text": "« Pirates! » whispered Conan, a grim smile on his thin lips. (…) There were some seventy of them, a wild horde made up of men from many nations: Kothians, Zamorians, Brythunians, Corinthians, Shemites. Their features reflected the wildness of their natures. Many bore the scars of the lash or the branding-iron. There were cropped ears, slit noses, gaping eye-sockets, stumps of wrists—marks of the hangman as well as scars of battle. Most of them were half naked, but the garments they wore were fine; gold-braided jackets, satin girdles, silken breeches, tattered, stained with tar and blood, vied with pieces of silver- chased armor. Jewels glittered in nose-rings and earrings, and in the hilts of their daggers.",
                "origin": "Iron Shadows in the Moon"
            }
        },
        "skeletons-alt": {
            "name": "Skeletons",
            "quote": {
                "text": "In one corner of the dungeon, near the door through which they had entered, a cluster of rusty chains hung from a great iron ring set in the stone. In these chains a skeleton dangled. Conan glared at it with some curiosity, noticing the state of the bare bones, most of which were splintered and broken; the skull, which had fallen from the vertebrae, was crushed as if by some savage blow of tremendous force.",
                "origin": "The Hour of the Dragon"
            }
        },
        "tentacles": {
            "name": "Tentacles"
        },
        "baal-pteor": {
            "name": "Baal Pteor",
            "quote": {
                "text": "The man was naked except for a loin-cloth and high-strapped sandals. He was brown-skinned, with close-cropped black hair and restless black eyes that set off a broad, arrogant face. In girth and breadth he was enormous, with huge limbs on which the great muscles swelled and rippled at each slightest movement. His hands were the largest Conan had ever seen. The assurance of gigantic physical strength colored his every action and inflection.\n“Who the devil are you?” Conan growled.\n“I am Baal-pteor,” the man answered. “Once, long ago and in another land, I had another name. But this is a good name, and why Totrasmek gave it to me, any temple wench can tell you.”",
                "origin": "The Man-Eaters of Zamboula"
            }
        },
        "black-dragons": {
            "name": "Black Dragons",
            "quote": {
                "text": "Then a medley of voices reached his ears, and the room was thronged with the finally roused people of the court—knights, peers, ladies, men-at- arms, councillors—all babbling and shouting and getting in one another's way. The Black Dragons were on hand, wild with rage, swearing and ruffling, with their hands on their hilts and foreign oaths in their teeth.",
                "origin": "The Phoenix on the Sword"
            }
        },
        "the-black-ones": {
            "name": "Black Ones",
            "quote": {
                "text": "These creatures were black and naked, made like men, but the least of them, standing upright, would have towered head and shoulders above the tall pirate. They were rangy rather than massive, but were finely formed, with no suggestion of deformity or abnormality, save as their great height was abnormal. But even at that distance Conan sensed the basic diabolism of their features. (...) Conan mentally termed the creatures black men, for lack of a better term ; instinctively he knew these tall ebony beings were not men, as he understood the term.",
                "origin": "The Pool of the Black One"
            }
        },
        "crossbowmen": {
            "name": "Crossbowmen",
            "quote": {
                "text": "The king and his allies moved westward at the head of fifty thousand men – knights in shining armor with their pennons streaming above their helmets, pikemen in steel caps and brigandines, crossbowmen in leather jerkins.",
                "origin": "The Hour of the Dragon"
            }
        },
        "crossbowmen-green": {
            "name": "Crossbowmen",
            "quote": {
                "text": "The king and his allies moved westward at the head of fifty thousand men – knights in shining armor with their pennons streaming above their helmets, pikemen in steel caps and brigandines, crossbowmen in leather jerkins.",
                "origin": "The Hour of the Dragon"
            }
        },
        "demon-of-the-earth": {
            "name": "Demon of the Earth",
            "quote": {
                "text": "I am Thugra Khotan, who shall rule the world despite your paltry gods! The desert is filled with my people; the demons of the earth shall do my bidding, as the reptiles of the earth obey me.",
                "origin": "Black Colossus"
            }
        },
        "dragon": {
            "name": "Dragon",
            "quote": {
                "text": "Through the thicket was thrust a head of nightmare and lunacy. Grinning jaws bared rows of dripping yellow tusks; above the yawning mouth wrinkled a saurian-like snout. Huge eyes, like those of a python a thousand times magnified, stared unwinkingly at the petrified humans clinging to the rock above it. Blood smeared the scaly, flabby lips and dripped from the huge mouth.\nThe head, bigger than that of a crocodile, was further extended on a long scaled neck on which stood up rows of serrated spikes, and after it, crushing down the briars and saplings, waddled the body of a titan, a gigantic, barrel-bellied torso on absurdly short legs. The whitish belly almost raked the ground, while the serrated back-bone rose higher than Conan could have reached on tiptoe. A long spiked tail, like that of a gargantuan scorpion, trailed out behind.",
                "origin": "Red Nails"
            }
        },
        "giant-wolves": {
            "name": "Giant Wolves",
            "quote": {
                "text": "The Nemedian croaked in triumph and sprang forward, lifting his great sword with both hands over his right shoulder, as he braced his legs wide for the stroke—and then, over the prostrate king, something huge and hairy shot like a thunderbolt full on the soldier's breast, and his yelp of triumph changed to a shriek of death. Conan, scrambling up, saw the man lying dead with his throat torn out, and a great gray wolf stood over him, head sunk as it smelt the blood that formed a pool on the grass.",
                "origin": "The Hour of the Dragon"
            }
        },
        "sabertooth-tiger": {
            "name": "Sabertooth Tiger",
            "quote": {
                "text": "A shuddering gasp swept over the village and men crowded hastily back, jamming one another between the huts. Balthus felt the short hair stir on his scalp. The creature that stood in the gate was like the embodiment of nightmare legend. Its color was of a curious pale quality which made it seem ghostly and unreal in the dim light. But there was nothing unreal about the low-hung savage head, and the great curved fangs that glistened in the firelight. On noiseless padded feet it approached like a phantom out of the past. It was a survival of an older, grimmer age, the ogre of many an ancient legend—a saber-tooth tiger. No Hyborian hunter had looked upon one of those primordial brutes for centuries. Immemorial myths lent the creatures a supernatural quality, induced by their ghostly color and their fiendish ferocity.\nThe beast that glided toward the men on the stakes was longer and heavier than a common, striped tiger, almost as bulky as a bear. Its shoulders and forelegs were so massive and mightily muscled as to give it a curiously top- heavy look, though its hindquarters were more powerful than that of a lion. Its jaws were massive, but its head was brutishly shaped. Its brain capacity was small. It had room for no instincts except those of destruction. It was a freak of carnivorous development, evolution run amuck in a horror of fangs and talons.",
                "origin": "Beyond the Black River"
            }
        },
        "afari": {
            "name": "Afari",
            "quote": {
                "text": "Tuthmes ! Let me in ! The devil is loose in Shumballa !” The door was opened, and the speaker burst into the room – a lean, wiry man in a white djebbeh, dark skinned, the whites of his eyes gleaming. He was met by Tuthmes, tall, slender, dusky, with the straight features of his caste. “What are you saying, Afari ?” Afari closed the door before he answered ; he was panting as if from a long run. He was shorter than Tuthmes, and the negroid was more predominant in his features. “Amboola ! He is dead! In the Red Tower !",
                "origin": "Untitled draft"
            }
        },
        "ghayoor": {
            "name": "Ghayoor"
        },
        "shafiah": {
            "name": "Shafiah"
        },
        "shubba": {
            "name": "Shubba",
            "quote": {
                "text": "Shubba returned to Shumballa, and coming to Thuthmes in his chamber where leopard skins carpeted the marble floor, he said: “I have found the woman you desired. A Nemedian girl, captured from a trading vessel of Argos. I paid the Shemitish slave-trader many broad gold pieces.” “Let me see her,” commanded Thuthmes, and Shubba left the room, returning a moment later leading a girl by the wrist. She was supple, her white skin almost dazzling in contrast with the brown and black bodies to which Thuthmes was accustomed. Her hair fell in a curly rippling gold stream over her white shoulders. She was clad only in a tattered shift. This Shubba removed, leaving her shrinking in complete nudity.",
                "origin": "Untitled draft"
            }
        },
        "vanir-valkyrie": {
            "name": "Vanir Valkyrie"
        },
        "salome": {
            "name": "Salome",
            "quote": {
                "text": "It was the sight of this face which froze the cry in Taramis’s throat. The features were her own! She might have been looking into a mirror which subtly altered her reflection, lending it a tigerish gleam of eye, a vindictive curl of lip.\n“Ishtar!” gasped Taramis. “I am bewitched!”\n“Bewitched? No, sweet sister!”\n“Sister? I have no sister.”\nSalome laughed fiercely, and slapped her bosom. Between her breasts shone a crescent, red as blood.\n“The mark of the witch!” cried Taramis, recoiling.\n“Aye! The curse of the kings of Khauran! They tell how the first queen of our line had traffic with a fiend of darkness and bore him a daughter who lives in foul legendry to this day. And thereafter in each century a girl baby was born with a scarlet half-moon between her breasts, that signified her destiny. ‘Every century a witch shall be born.’ So ran the ancient curse. And so it has come to pass.\n“Well, this world contains all I desire – power, and pomp, and glittering pageantry, handsome men and soft women for my paramours and my slaves. I have returned to take that to which I have as much right as you.”",
                "origin": "A Witch shall be Born"
            }
        },
        "atali": {
            "name": "Atali",
            "quote": {
                "text": "Before him, swaying like a sapling in the wind, stood a woman. Her body was like ivory to his dazed gaze, and save for a light veil of gossamer, she was naked as the day. Her slender bare feet were whiter than the snow they spurned. She laughed down at the bewildered warrior. Her laughter was sweeter than the rippling of silvery fountains, and poisonous with cruel mockery. (…) His gaze went again to her unruly locks, which at first glance he had thought to be red. Now he saw that they were neither red nor yellow but a glorious compound of both colors. He gazed spell-bound. Her hair was like elfin-gold; the sun struck it so dazzlingly that he could scarcely bear to look upon it. Her eyes were likewise neither wholly blue nor wholly grey, but of shifting colors and dancing lights and clouds of colors he could not define. Her full red lips smiled, and from her slender feet to the blinding crown of her billowy hair, her ivory body was as perfect as the dream of a god.",
                "origin": "The Frost Giant's Daughter"
            }
        },
        "yazdigerd": {
            "name": "Yazdigerd"
        },
        "nijgor": {
            "name": "Nijgor",
            "quote": {
                "text": "He did not wonder at the strangeness of it all, not even when two gigantic figures rose up to bar his way. The scales of their mail were white with hoar-frost; their helmets and their axes were covered with ice. Snow sprinkled their locks; in their beards were spikes of icicles; their eyes were cold as the lights that streamed above them. ",
                "origin": "The Frost Giant's Daughter"
            }
        },
        "seski": {
            "name": "Seski",
            "quote": {
                "text": "He did not wonder at the strangeness of it all, not even when two gigantic figures rose up to bar his way. The scales of their mail were white with hoar-frost; their helmets and their axes were covered with ice. Snow sprinkled their locks; in their beards were spikes of icicles; their eyes were cold as the lights that streamed above them. ",
                "origin": "The Frost Giant's Daughter"
            }
        },
        "vanir-warriors": {
            "name": "Vanir Warriors",
            "quote": {
                "text": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                "origin": "The Phoenix on the Sword"
            }
        },
        "vanir-warriors-blue": {
            "name": "Vanir Warriors",
            "quote": {
                "text": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                "origin": "The Phoenix on the Sword"
            }
        },
        "vanir-zombies": {
            "name": "Vanir Zombies",
            "quote": {
                "text": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                "origin": "The Phoenix on the Sword"
            }
        },
        "vanir-primitives": {
            "name": "Vanir Primitives"
        },
        "crows": {
            "name": "Crows",
            "quote": {
                "text": "As he topped the farther crest of the slope, a raucous screaming burst out over his head, and looking up, he saw the raven flapping high above him, cawing incessantly. As he rode on, it followed him, maintaining its position and making the morning hideous with its strident cries, heedless of his efforts to drive it away. This kept up for hours, until Conan's teeth were on edge, and he felt that he would give half his kingdom to be allowed to wring that black neck. 'Devils of hell!' he roared to futile rage, shaking his mailed fist at the frantic bird. « Why do you harry me with your squawking? Begone, you black spawn of perdition, and peck for wheat to the farmers' fields! »",
                "origin": "The Hour of the Dragon"
            }
        },
        "crows-red": {
            "name": "Crows",
            "quote": {
                "text": "As he topped the farther crest of the slope, a raucous screaming burst out over his head, and looking up, he saw the raven flapping high above him, cawing incessantly. As he rode on, it followed him, maintaining its position and making the morning hideous with its strident cries, heedless of his efforts to drive it away. This kept up for hours, until Conan's teeth were on edge, and he felt that he would give half his kingdom to be allowed to wring that black neck. 'Devils of hell!' he roared to futile rage, shaking his mailed fist at the frantic bird. « Why do you harry me with your squawking? Begone, you black spawn of perdition, and peck for wheat to the farmers' fields! »",
                "origin": "The Hour of the Dragon"
            }
        },
        "wolves": {
            "name": "Wolves",
            "quote": {
                "text": "The Nemedian croaked in triumph and sprang forward, lifting his great sword with both hands over his right shoulder, as he braced his legs wide for the stroke—and then, over the prostrate king, something huge and hairy shot like a thunderbolt full on the soldier's breast, and his yelp of triumph changed to a shriek of death. Conan, scrambling up, saw the man lying dead with his throat torn out, and a great gray wolf stood over him, head sunk as it smelt the blood that formed a pool on the grass.",
                "origin": "The Hour of the Dragon"
            }
        },
        "aesir-zombies": {
            "name": "Aesir Zombies",
            "quote": {
                "text": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                "origin": "The Phoenix on the Sword"
            }
        },
        "aesir-warriors": {
            "name": "Aesir Warriors",
            "quote": {
                "text": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                "origin": "The Phoenix on the Sword"
            }
        },
        "aesir-warriors-red": {
            "name": "Aesir Warriors",
            "quote": {
                "text": "What manner of men are these northern folk?” asked Prospero. “Tall and fair and blue-eyed. Their god is Ymir, the frost-giant, and each tribe has its own king. They are wayward and fierce. They fight all day and drink ale and roar their wild songs all night.",
                "origin": "The Phoenix on the Sword"
            }
        },
        "shuang-mian": {
            "name": "Shuang Miàn",
            "quote": {
                "text": "To the best of his knowledge the door had been bolted from within; but now it stood open and four men filed into the chamber. At the sight of them his flesh crawled. Many strange beings Publio had seen in his lifetime, but none before like these. They were tall and gaunt, black-robed, and their faces were dim yellow ovals in the shadows of their coifs. He could not tell much about their features and was unreasoningly glad that he could not. Each bore a long, curiously mottled staff.",
                "origin": "The Hour of the Dragon"
            }
        },
        "evil-hound": {
            "name": "Evil Hound"
        },
        "khitan-guards": {
            "name": "Khitan Guards"
        },
        "honor-guards": {
            "name": "Honor Guards"
        },
        "javelin-throwers": {
            "name": "Javelin Throwers"
        },
        "foo-dogs": {
            "name": "Foo Dogs"
        },
        "thot-amon": {
            "name": "Thot-Amon",
            "quote": {
                "text": "He was a somber giant, whose dusky skin revealed his Stygian blood. (...) « Listen, my lord. I was a great sorcerer in the south. Men spoke of Thoth-Amon as they spoke of Rammon. King Ctesphon of Stygia gave me great honor, casting down the magicians from the high places to exalt me above them. They hated me, but they feared me, for I controlled beings from outside which came at my call and did my bidding. By Set, mine enemy knew not the hour when he might awake at midnight to feel the taloned fingers of a nameless horror at his throat! I did dark and terrible magic with the Serpent Ring of Set, which I found in a nighted tomb a league beneath the earth, forgotten before the first man crawled out of the slimy sea. »",
                "origin": "The Phoenix on the Sword"
            }
        },
        "scorpion-broodmother": {
            "name": "Scorpion Broodmother"
        },
        "giant-scorpions": {
            "name": "Giant Scorpions",
            "quote": {
                "text": "In his extended hand something alive writhed and slavered. No tricks of shadows this time. In his naked hand Thugra Khotan gripped a black scorpion, more than a foot in length, the deadliest creature of the desert, the stroke of whose spiked tail was instant death.",
                "origin": "Black Colossus"
            }
        },
        "eternal-guard": {
            "name": "Eternal Guard"
        },
        "assassins": {
            "name": "Assassins"
        },
        "hoplites": {
            "name": "Hoplites"
        },
        "winged-ape": {
            "name": "Winged Ape"
        },
        "heracles": {
            "name": "Heracles"
        },
        "leonidas": {
            "name": "Leonidas"
        },
        "achilles": {
            "name": "Achilles"
        },
        "spartan": {
            "name": "Spartans"
        },
        "hell-warriors": {
            "name": "Hell Warriors"
        },
        "amazons": {
            "name": "Amazons"
        },
        "centaurs": {
            "name": "Centaurs"
        },
        "hellhounds": {
            "name": "Hellhounds"
        },
        "civilian-1": {
            "name": "Civilian"
        },
        "civilian-2": {
            "name": "Civilian"
        },
        "civilian-3": {
            "name": "Civilian"
        },
        "cerberus": {
            "name": "Cerberus"
        },
        "medusa": {
            "name": "Medusa"
        },
        "ares": {
            "name": "Ares"
        },
        "minotaur": {
            "name": "Minotaur"
        },
        "odysseus": {
            "name": "Odysseus"
        },
        "hydra-1": {
            "name": "Hydra"
        },
        "hydra-2": {
            "name": "Hydra"
        },
        "hydra-3": {
            "name": "Hydra"
        },
        "hydra-4": {
            "name": "Hydra"
        },
        "hydra-5": {
            "name": "Hydra"
        },
        "ghouls": {
            "name": "Ghouls",
            "quote": {
                "text": "Ghouls, men called them, eaters of human flesh, spawn of darkness, children of unholy matings of a lost and forgotten race with the demons of the underworld. Somewhere in these primitive forests were the ruins of an ancient, accursed city, men whispered, and among its tombs slunk gray, anthropomorphic shadows...",
                "origin": "Hour of the Dragon"
            }
        },
        "ghouls-2": {
            "name": "Ghouls",
            "quote": {
                "text": "Ghouls, men called them, eaters of human flesh, spawn of darkness, children of unholy matings of a lost and forgotten race with the demons of the underworld. Somewhere in these primitive forests were the ruins of an ancient, accursed city, men whispered, and among its tombs slunk gray, anthropomorphic shadows...",
                "origin": "Hour of the Dragon"
            }
        },
        "khitan-acolytes": {
            "name": "Khitan Acolytes",
            "quote": {
                "text": "Far have I followed you, oh king of Aquilonia,” said the Khitan calmly. “Down the long river, and over the mountains, across Poitain and Zingara and through the hills of Argos and down the coast. Not easily did we pick up your trail from Tarantia, for the priests of Asura are crafty. We lost it in Zingara, but we found your helmet in the forest below the border hills, where you had fought with the ghouls of the forests. Almost we lost the trail again tonight among these labyrinths...the long trail ends here.”",
                "origin": "Hour of the Dragon"
            }
        },
        "khitan-acolytes-2": {
            "name": "Khitan Acolytes",
            "quote": {
                "text": "Far have I followed you, oh king of Aquilonia,” said the Khitan calmly. “Down the long river, and over the mountains, across Poitain and Zingara and through the hills of Argos and down the coast. Not easily did we pick up your trail from Tarantia, for the priests of Asura are crafty. We lost it in Zingara, but we found your helmet in the forest below the border hills, where you had fought with the ghouls of the forests. Almost we lost the trail again tonight among these labyrinths...the long trail ends here.”",
                "origin": "Hour of the Dragon"
            }
        },
        "khitan-acolytes-3": {
            "name": "Khitan Acolytes",
            "quote": {
                "text": "Far have I followed you, oh king of Aquilonia,” said the Khitan calmly. “Down the long river, and over the mountains, across Poitain and Zingara and through the hills of Argos and down the coast. Not easily did we pick up your trail from Tarantia, for the priests of Asura are crafty. We lost it in Zingara, but we found your helmet in the forest below the border hills, where you had fought with the ghouls of the forests. Almost we lost the trail again tonight among these labyrinths...the long trail ends here.”",
                "origin": "Hour of the Dragon"
            }
        },
        "pirate-archers": {
            "name": "Pirate Archers",
            "quote": {
                "text": "Conan stepped out from among the boulders and faced them, sword in hand. They gave back with yells of menace and surprise; then halted uncertainly to glare at this figure which had appeared so suddenly from the rocks. There were some seventy of them, a wild horde made up of men from many nations: Kothians, Zamorians, Brythunians, Corinthians, Shemites. Their features reflected the wildness of their natures. Many bore the scars of the lash or the branding-iron. There were cropped ears, slit noses, gaping eye-sockets, stumps of wrists— marks of the hangman as well as scars of battle. Most of them were half naked, but the garments they wore were fine; gold-braided jackets, satin girdles, silken breeches, tattered, stained with tar and blood, vied with pieces of silver-chased armor. Jewels glittered in nose-rings and earrings, and in the hilts of their daggers.",
                "origin": "Iron Shadows in the Moon"
            }
        },
        "children-of-gullah": {
            "name": "Children of Gullah",
            "quote": {
                "text": "A gray man-ape,” he grunted. “Dumb, and man eating. They dwell in the hills that border the eastern shore of this sea. How this one got to this island, I can’t say. Maybe he floated here on driftwood, blown out from the mainland in a storm.” \n“And it was he that threw the stone?” \n“Yes...These creatures always lurk in the deepest woods they can find, and seldom emerge. What brought him into the open, I can’t say, but it was lucky for us; I’d have had no chance with him among the trees...His kind are creatures of darkness and the silent places, haters of sun and moon.”",
                "origin": "Iron Shadows in the Moon"
            }
        },
        "haunter-of-the-picts": {
            "name": "Haunter of the Picts",
            "quote": {
                "text": "Half mythical and altogether horrible, these apes were the goblins of Hyborian legendry.",
                "origin": "-"
            }
        },
        "ballista-pirates": {
            "name": "Ballista Pirates"
        },
        "elite-ballista": {
            "name": "Ballista Pirates"
        },
        "deep-ones": {
            "name": "Deep Ones",
            "quote": {
                "text": "In his wanderings he came upon a primitive people inhabiting the island of Dagonia, and it pleased him to give this race culture and civilization, and by his aid they built the city of Dagon and they abode there and worshipped him.",
                "origin": "The Devil in Iron"
            }
        },
        "deep-one-champion": {
            "name": "Deep One Champion",
            "quote": {
                "text": "In his wanderings he came upon a primitive people inhabiting the island of Dagonia, and it pleased him to give this race culture and civilization, and by his aid they built the city of Dagon and they abode there and worshipped him.",
                "origin": "The Devil in Iron"
            }
        },
        "zenobia": {
            "name": "Zenobia",
            "quote": {
                "text": "But I am no painted toy; I am of flesh and blood. I breathe, hate, fear, rejoice and love. And I have loved you, King Conan, ever since I saw you riding at the head of your knights along the streets of Belverus when you visited King Nimed, years ago. My heart tugged at its strings to leap from my bosom and fall in the dust of the street under your horse’s hoofs.”\nColor flooded her countenance as she spoke, but her dark eyes did not waver. Conan did not at once reply; wild and passionate and untamed he was, yet any but the most brutish of men must be touched with a certain awe or wonder at the baring of a woman’s naked soul.",
                "origin": "Hour of the Dragon"
            }
        },
        "manifestation-of-mitra": {
            "name": "Manifestation of Mitra",
            "quote": {
                "text": "Behind an altar of clear green jade, unstained with sacrifice, stood the pedestal whereon sat the material manifestation of the deity. Yasmela looked in awe at the sweep of the magnificent shoulders, the clear-cut features—the wide straight eyes, the patriarchal beard, the thick curls of the hair, confined by a simple band about the temples. This, though she did not know it, was art in its highest form—the free, uncramped artistic expression of a highly esthetic race, unhampered by conventional symbolism. \n“This is but the emblem of the god. None pretends to know what Mitra looks like. This but represents him in idealized human form, as near perfection as the human mind can conceive. He does not inhabit this cold stone, as your priests tell you Ishtar does. He is everywhere—above us, and about us, and he dreams betimes in the high places among the stars. But here his being focusses. Therefore call upon him.” \n...Then both girls started violently as a voice began in the air above them. The deep, calm, bell-like tones emanated no more from the image than from anywhere else in the chamber. Again Yasmela trembled before a bodiless voice speaking to her, but this time it was not from horror or repulsion.",
                "origin": "Black Colossus"
            }
        },
        "xaltotun": {
            "name": "Xaltotun",
            "quote": {
                "text": "In that light the figure seated in a silver, thronelike chair before him seemed unreal and fantastic, with an illusiveness of outline that was heightened by a filmy silken robe. But the features were distinct—unnaturally so in that uncertain light. It was almost as if a weird nimbus played about the man’s head, casting the bearded face into bold relief, so that it was the only definite and distinct reality in that mystic, ghostly chamber. It was a magnificent face, with strongly chiseled features of classical beauty. There was, indeed, something disquieting about the calm tranquility of its aspect, a suggestion of more than human knowledge, of a profound certitude beyond human assurance.",
                "origin": "Hour of the Dragon"
            }
        },
        "conan-the-pirate": {
            "name": "Conan the Pirate",
            "quote": {
                "text": "Water ran in rivulets from his great shoulders and down his heavy arms. His single garment—a pair of bright crimson silk breeks— was soaking wet, as was his broad gold-buckled girdle and the sheathed sword it supported. As he stood at the rail, the rising sun etched him like a great bronze statue. He ran his fingers through his streaming black mane, and his blue eyes lit as they rested on the girl.",
                "origin": "Pool of the Black One"
            }
        },
        "nyaga": {
            "name": "N'Yaga",
            "quote": {
                "text": "Ho, N’Yaga!” her voice twanged like a bowstring.\n“Fetch herbs and dress your master’s wounds! The rest of you bring aboard the plunder and cast off.”\nAs Conan sat with his back against the poop-rail, while the old shaman attended to the cuts on his hands and limbs, the cargo of the ill-fated Argus was quickly shifted aboard the Tigress and stored in small cabins below deck.",
                "origin": "Queen of the Black Coast"
            }
        },
        "gorm": {
            "name": "Gorm",
            "quote": {
                "text": "Gorm had behind him a heritage of a hundred thousand years of screaming savagery—the pad of the tiger was in his stealthy step, the grip of the gorilla in his black-nailed hands, the fire that burns in a leopard’s eyes burned in his.\nAnd Gorm, by virtue of this new craft, began to assert his dominance over other clans, partly by war, partly by craft and diplomacy, in which latter art he excelled all other barbarians.",
                "origin": "The Hyborian Age"
            }
        },
        "baal-pteor-2": {
            "name": "Baal Pteor",
            "quote": {
                "text": "Your head, Cimmerian!” taunted Baal-pteor. “I shall take it with my bare hands, twisting it from your shoulders as the head of a fowl is twisted! Thus the sons of Kosala offer sacrifice to Yajur. Barbarian, you look upon a strangler of Yotapong. I was chosen by the priests of Yajur in my infancy, and throughout childhood, boyhood and youth I trained in the art of slaying with the naked hands—for only thus are the sacrifices enacted. Yajur loves blood, and we waste not a drop from the victim’s veins...With my hands, barbarian, I shall break your neck!”",
                "origin": "Shadows in Zamboula"
            }
        },
        "zamorian-spider": {
            "name": "Zamorian Spider"
        },
        "manifestation-of-yog": {
            "name": "Manifestation of Yog",
            "quote": {
                "text": "The people of the city would not suffer him to slay their people, but they care naught for the strangers who fall into his hands. Conan, you are of the West, and know not the secrets of this ancient land. But, since the beginning of happenings, the demons of the desert have worshipped Yog, the Lord of the Empty Abodes, with fire—fire that devours human victims.",
                "origin": "Shadows in Zamboula"
            }
        },
        "conan-the-conqueror": {
            "name": "Conan the Conqueror",
            "quote": {
                "text": "What do I know of cultured ways, the gilt, the craft and the lie? I, who was born in a naked land and bred in the open sky. The subtle tongue, the sophist guile, they fail when the broadswords sing; Rush in and die, dogs—I was a man before I was a king.”",
                "origin": "The Phoenix on the Sword"
            }
        },
        "winged-one": {
            "name": "Winged One"
        },
        "son-of-set": {
            "name": "Son of Set"
        },
        "nameless-horror": {
            "name": "Nameless Horror"
        },
        "servant-of-ahriman": {
            "name": "Servant of Ahriman"
        },
        "scourge-of-set": {
            "name": "Scourge of Set"
        },
        "serpent-men": {
            "name": "Serpent-Men",
            "quote": {
                "text": "A man with the head of a snake!” Kull murmured. “This, then, is a priest of the serpent god?” \n“Aye. Tu sleeps unknowing. These fiends can take any form they will. That is, they can, by a magic charm or the like, fling a web of sorcery about their faces, as an actor dons a mask, so that they resemble anyone they wish to.”",
                "origin": "The Shadow Kingdom"
            }
        },
        "serpent-men-2": {
            "name": "Serpent-Men",
            "quote": {
                "text": "A man with the head of a snake!” Kull murmured. “This, then, is a priest of the serpent god?” \n“Aye. Tu sleeps unknowing. These fiends can take any form they will. That is, they can, by a magic charm or the like, fling a web of sorcery about their faces, as an actor dons a mask, so that they resemble anyone they wish to.”",
                "origin": "The Shadow Kingdom"
            }
        },
        "thulsa-doom": {
            "name": "Thulsa Doom",
            "quote": {
                "text": "The skull-faced one laughed. “Ages ago I died as men did!” he taunted. “Nay, I shall pass to some other sphere when my time comes, not before. I bleed not, for my veins are empty, and I feel only a slight coldness which shall pass when the wound closes, as it is even now closing. Stand back, fool, your master goes; but he shall come again to you, and you shall scream and shrivel and die in that coming. Kull, I salute you.”",
                "origin": "Delcardes Cat"
            }
        },
        "thulsa-doom-2": {
            "name": "Thulsa Doom",
            "quote": {
                "text": "The skull-faced one laughed. “Ages ago I died as men did!” he taunted. “Nay, I shall pass to some other sphere when my time comes, not before. I bleed not, for my veins are empty, and I feel only a slight coldness which shall pass when the wound closes, as it is even now closing. Stand back, fool, your master goes; but he shall come again to you, and you shall scream and shrivel and die in that coming. Kull, I salute you.”",
                "origin": "Delcardes Cat"
            }
        },
        "asgrim": {
            "name": "Asgrim"
        },
        "atla": {
            "name": "Atla"
        },
        "bragi": {
            "name": "Bragi"
        },
        "brunhilde": {
            "name": "Brunhilde"
        },
        "hialmar": {
            "name": "Hialmar"
        },
        "lagertha": {
            "name": "Lagertha"
        },
        "sonya": {
            "name": "Sonya"
        },
        "tostig": {
            "name": "Tostig"
        },
        "wulfhere": {
            "name": "Wulfhere"
        },
        "zelata-wanderer": {
            "name": "Zelata The Wanderer"
        },
        "aesir-berserkers": {
            "name": "Aesir Berserkers"
        },
        "aesir-chief": {
            "name": "Aesir Chief"
        },
        "aesir-reavers": {
            "name": "Aesir Reavers"
        },
        "aesir-reavers-2": {
            "name": "Aesir Reavers"
        },
        "aesir-spearmen": {
            "name": "Aesir Spearmen"
        },
        "vanir-berserkers": {
            "name": "Vanir Berserkers"
        },
        "vanir-berserkers-2": {
            "name": "Vanir Berserkers"
        },
        "vanir-berserkers-3": {
            "name": "Vanir Berserkers"
        },
        "vanir-chief": {
            "name": "Vanir Chief"
        },
        "vanir-fanatics": {
            "name": "Vanir Fanatics"
        },
        "vanir-fanatics-2": {
            "name": "Vanir Fanatics"
        },
        "vanir-guards": {
            "name": "Vanir Guards"
        },
        "berserker-champion": {
            "name": "Berserker Champion"
        },
        "hyperborean-mercenaries": {
            "name": "Hyperborean Mercenaries"
        },
        "mercenary-captain": {
            "name": "Mercenary Captain"
        },
        "shield-maidens": {
            "name": "Shield Maidens"
        },
        "sorceresses": {
            "name": "Sorceresses"
        },
        "sorceresses-2": {
            "name": "Sorceresses"
        },
        "aesir-lynxes": {
            "name": "Aesir Lynxes"
        },
        "goats": {
            "name": "Goats"
        },
        "squirrel": {
            "name": "Squirrel"
        },
        "wolf-pack": {
            "name": "Wolf Pack"
        },
        "frost-giant-deceiver": {
            "name": "Frost Giant Deceiver"
        },
        "frost-giant-temptress": {
            "name": "Frost Giant Temptress"
        },
        "frost-giant-huntress": {
            "name": "Frost Giant Huntress"
        },
        "frost-giant-jarl": {
            "name": "Frost Giant Jarl"
        },
        "frost-giant-oracle": {
            "name": "Frost Giant Oracle"
        },
        "frost-giant-savage": {
            "name": "Frost Giant Savage"
        },
        "frost-giant-sentinel": {
            "name": "Frost Giant Sentinel"
        },
        "frost-giant-shipwright": {
            "name": "Frost Giant Shipwright"
        },
        "frost-giant-veteran": {
            "name": "Frost Giant Veteran"
        },
        "frost-giant-warlord": {
            "name": "Frost Giant Warlord"
        },
        "frost-giant-weaver": {
            "name": "Frost Giant Weaver"
        },
        "gullveig": {
            "name": "Gullveig"
        },
        "gullveig-2": {
            "name": "Gullveig"
        },
        "half-giant": {
            "name": "Half-Giant"
        },
        "abomination": {
            "name": "Abomination"
        },
        "child-of-jhil": {
            "name": "Child of Jhil"
        },
        "colossal-crawler": {
            "name": "Colossal Crawler"
        },
        "demon-wolf": {
            "name": "Demon Wolf"
        },
        "injured-wolf": {
            "name": "Injured Wolf"
        },
        "draugr": {
            "name": "Draugr"
        },
        "rotting-draugr": {
            "name": "Rotting Draugr"
        },
        "fiend-of-the-drifts": {
            "name": "Fiend of the Drifts"
        },
        "fiend-of-ymir": {
            "name": "Fiend of Ymir"
        },
        "frozen-dead": {
            "name": "Frozen Dead"
        },
        "frozen-dead-2": {
            "name": "Frozen Dead"
        },
        "infernal-crone": {
            "name": "Infernal Crone"
        },
        "infernal-hound": {
            "name": "Infernal Hound"
        },
        "jormungand": {
            "name": "Jormungand"
        },
        "injured-jormungand": {
            "name": "Injured Jormungand"
        },
        "nidhogg": {
            "name": "Nidhogg"
        },
        "manifestation-of-ymir": {
            "name": "Manifestation of Ymir"
        },
        "injured-ymir": {
            "name": "Injured Ymir"
        },
        "son-of-ymir": {
            "name": "Son of Ymir"
        },
        "ymir-s-herald": {
            "name": "Ymir's Herald"
        },
        "ymir-s-hunt-master": {
            "name": "Ymir's Hunt Master"
        },
        "seer-of-ymir": {
            "name": "Seer of Ymir"
        },
        "son-of-muspell": {
            "name": "Son of Muspell"
        },
        "surt": {
            "name": "Surt"
        },
        "injured-surt": {
            "name": "Injured Surt"
        }
    }
}
